{"text": "对我国人民来说，长期干旱事 关生死，迫使许多人离开家园，陷入严重的贫困。", "meta": {"en_pair": "For our people, prolonged drought has been a matter of life and death, driving many from their homes and into severe poverty.", "label": 0}}
{"text": "联合国让国际社会的生活变得更美好。", "meta": {"en_pair": "Thank you.", "label": 0}}
{"text": "气候变化阻碍了提高世界各地穷人生活水 平的努力。", "meta": {"en_pair": "Climate change frustrates efforts to raise the standards of living for the world’s poor.", "label": 1}}
{"text": " 今 天 ，比以往 任 何 时候 都更 加 清 楚 的 是 ，只有 我们所有人在 全 球一 级 采 取 协调一 致 的 行 动，我们 才 能 成功应对全球挑战。", "meta": {"en_pair": "Today it is clearer than ever that we can respond successfully to global challenges only if we act on a global level, with the concerted and coordinated action of all of us.", "label": 1}}
{"text": "我 们 随 时准备为 国 际 社 会 的 努力作出贡 献，以确保受军事混乱和破坏影响的人民过上更美 好的生活。", "meta": {"en_pair": "We stand ready to contribute to the international community’s efforts to ensure a better life for the people affected by the military chaos and destruction.", "label": 1}}
{"text": "相反，更高效的方法是将木材 制造成产品，这种产品不仅不会增加碳，还会减少 碳，因为它们在整个生命周期中储存碳。", "meta": {"en_pair": "Instead, it is more efficient to use wood for making products, which is not only carbon-neutral but carbon-positive, as such products store carbon for their entire lifetime.", "label": 0}}
{"text": "凡是有优质教育的地方，通常都繁 荣。", "meta": {"en_pair": "Wherever quality education is available, there is usually prosperity.", "label": 0}}
{"text": "令人不可接受的 是，在二十一世纪，在有这么多旨在保障各种权利 的文书、条约和组织的情况下，仍有数百万基督徒 和其他宗教的信徒因其信仰而丧失生命或自由。", "meta": {"en_pair": "It is unacceptable that in the twenty-first century, with so many instruments, treaties and organizations whose aim is to safeguard all kinds of rights, there are still millions of Christians and people of other religions that lose their lives or their freedom because of their faith.", "label": 1}}
{"text": "当然存在各种不同的 意见，人们经常拒绝妥协，这可能产生误解。", "meta": {"en_pair": "Of course, there will be many differences of opinion, people will often refuse to compromise and misunderstandings are possible.", "label": 0}}
{"text": "此外，当今世界之所出现我们仍在面临的动 荡，是因为有人对权力和统治地位表现得贪得无 厌、垂涎欲滴。", "meta": {"en_pair": "Furthermore, the turbulence that we continue to face in our world today has emerged because of continued greed and hunger for power and dominance.", "label": 1}}
{"text": " 与此同时，气候危机日益逼近，由于我们集体无力 解决这一危机而加剧。", "meta": {"en_pair": "Meanwhile, the climate crisis looms ever larger, heightened by our collective inability to address it — which is why the world needs the United Nations now more than ever.", "label": 1}}
{"text": "我们支持巴勒斯坦人民的正义斗争 以及建立一个与以色列国毗邻的独立巴勒斯坦国的 两国解决方案。", "meta": {"en_pair": "We support the just struggle of the Palestinian people and a two-State solution for the establishment of an independent Palestinian State alongside the State of Israel.", "label": 0}}
{"text": "我们刚刚将免签 政策扩大到美国、日本、澳大利亚和加拿大等国 家。", "meta": {"en_pair": "We have just extended visa exemptions to countries such as the United States, Japan, Australia and Canada.", "label": 0}}
{"text": "我们欢迎这一点，因为这些显然 是在全国领土上恢复国家政权的先决条件，但是我 们不能忽视，要在我国实现持久和平与和解还任重 道远。", "meta": {"en_pair": "We welcome that, since it is clearly a prerequisite for the restoration of State authority over the entire national territory, but we cannot ignore the fact that there is still a long way to go to achieve lasting peace and reconciliation in our country.", "label": 0}}
{"text": " 接纳台湾该是实现2015年9月25日通过的第70/1号决 议序言所述承诺的关键一步。", "meta": {"en_pair": "Its inclusion is a crucial step in realizing the pledge stipulated in the preamble to resolution 70/1, adopted on 25 September 2015.", "label": 0}}
{"text": "我们现在的承诺将对人类的生 存产生影响。", "meta": {"en_pair": "Our immediate commitments will have an impact on the survival of humankind.", "label": 1}}
{"text": "第二，关于我国可再生能源计划， 我们正在努力利用我国丰富的水能和太阳能资源。", "meta": {"en_pair": "Our country has been experiencing an economic crisis because of the drop in oil prices on the international market.", "label": 1}}
{"text": "然而，一切都是可能的，我们必须相信 这一点。", "meta": {"en_pair": "However, everything is possible and we must believe that.", "label": 0}}
{"text": "我们清理了警 察队伍，建立了调查机制，摧毁了有组织犯罪网 络，建造了最安全的监狱，因此，我们现在有了更 强大的机构。", "meta": {"en_pair": "We purged the police, set up investigation mechanisms, dismantled organized crime networks and built maximum security prisons, with the result that we now have much stronger institutions.", "label": 1}}
{"text": "这一优先事项不仅是口头上的，还得到预算 数字的支持，计划到2022年将教育在国内生产总值 中的份额提高到6%。", "meta": {"en_pair": "That priority is not only a matter of words but is also backed by numbers in the budget, which plans to bring the share of education to 6 per cent of gross domestic product by 2022.", "label": 0}}
{"text": "C OV I D -19向 我们 表 明，世界 各 国 的 相 互 联 系极 为紧 密，人 类 终 将进 入 团 结 与合作的时代。", "meta": {"en_pair": "Mr. President, Mr. Secretary-General and Distinguished Delegates, COVID-19 has showed us how closely interconnected the world is, and humanity will, in the end, head into an era of solidarity and cooperation.", "label": 1}}
{"text": "因此，让我们大家本着 真正的多边主义精神，继续忠实于本组织的各项基 本原则，这些原则设想的是一个真正具有代表性和 有效性，可以充当先驱的联合国。", "meta": {"en_pair": "Let us therefore all remain faithful, in the true spirit of multilateralism, to the principles underpinning the Organization — principles that envision a truly representative and effective United Nations that can be a torchbearer.", "label": 0}}
{"text": "我们必须承认，甚至在本组 织论坛上，在性权利和生殖权利方面，也有此类情 况，这对旨在支持全世界千百万妇女生殖健康的方 案产生了不利影响。", "meta": {"en_pair": "We must admit that this is even true within our Organization’s forums, with regard to sexual and reproductive rights, which is adversely affecting programmes aimed at supporting the reproductive health of millions of women all over the world.", "label": 0}}
{"text": " 我们绝不能让这样的现象发生。", "meta": {"en_pair": "This we must not allow to happen.", "label": 0}}
{"text": "现在是我们采取具体、 可衡量的坚定行动，实现我们各国人民的愿望和满 足全球需要的时候了。", "meta": {"en_pair": "It is time for us to undertake concrete, measurable and committed actions to fulfil the aspirations of our peoples and our global needs.", "label": 0}}
{"text": "气候灾难、危机、紧急情 况、威胁——不管人们怎么称呼它——不仅是小岛 屿发展中国家、欧洲或美洲的问题，而且也是全人 类的问题。", "meta": {"en_pair": "The climate disaster, crisis, emergency, threat or whatever one chooses to call it is not just a problem for the small island developing States, Europe or America.", "label": 0}}
{"text": "今天，太多的政治家以谎言作为维持权力的 长久之计。", "meta": {"en_pair": "Today, too many politicians use lies as a permanent method to maintain power.", "label": 0}}
{"text": "今 天 ，我 们 的星 球 明 显 变得比以往 更 温暖而产生危险，引发了冰川融化、海平面上升、洪 水 、气 旋、飓 风 、干旱以 及 其他 极 端 天 气 事件。", "meta": {"en_pair": "Today, more than ever before, our planet has clearly become dangerously warmer, triggering melting ice, rising sea levels, floods, cyclones, hurricanes, droughts and other extreme weather events.", "label": 1}}
{"text": "任何破坏中立 地位的企图都是对摩尔多瓦共和国人民的不友好举 动，因为这会更剧烈地深化我国的内部分歧。", "meta": {"en_pair": "Any attempt to undermine that neutrality status is an unfriendly act against the people of the Republic of Moldova because it deepens the internal dissensions in the country even more dramatically.", "label": 1}}
{"text": "乌干达为联合国区域服务中心设址恩德培感到 自豪，多年来，该中心已证明，它能够提供秘书长 和联合国会员国所呼吁的效率收益和成本节约。", "meta": {"en_pair": "Uganda is proud to host the United Nations Regional Service Centre in Entebbe, which over the years has proved it can provide the efficiency gains and cost savings that the Secretary-General and the United Nations membership are calling for.", "label": 0}}
{"text": "我请在本大会堂出 席会议的所有国家支持我们在正义、道德和良知的 基础上制定的政策和倡议。", "meta": {"en_pair": "I invite all the countries present in this Hall to support our policies and initiatives, which we have formulated on the basis of justice, ethics and conscience.", "label": 0}}
{"text": "可持续外交政策是寻求持久解决冲突的政策， 涉及所有利益攸关方，以确保接受这种政策，并实 现稳定。", "meta": {"en_pair": "A sustainable foreign policy is one that seeks lasting solutions to conflict and involves all stakeholders in order to ensure both acceptance and stability.", "label": 1}}
{"text": "周期性干旱给粮食供应造成压力，导致竞相争 夺土地、水和其它资源，并成为催生冲突的因素。", "meta": {"en_pair": "Cyclical droughts pressure food supply, cause competition over land, water and other resources and become drivers of conflict.", "label": 1}}
{"text": "作为一 个 第二次 世界大 战 后 新 独 立 的国家 ， 韩 国 得以在 联 合 国 和国 际 社 会 的 支 持下 建 立 起 民 主 政体 和 强 大 的 经 济。", "meta": {"en_pair": "As a newly independent State after the Second World War, Korea was able to build a democracy and a strong economy with the support of the United Nations and the international community.", "label": 0}}
{"text": "多边主义受到削弱的直接后果是，全球安全 和我们星球的未来面临日益严重的威胁。", "meta": {"en_pair": "The increasingly serious threats to global security and the future of our planet are a direct consequence of the weakening of multilateralism.", "label": 1}}
{"text": "但是，由于以色列在我们被占领土上的 政策和做法，而且自1993年《奥斯陆协定》签署至 今，以色列背弃了它所签署的多项协定，我们已经 接受并遵守的国际法以及我们为之奋斗的和平目前 陷入了严重危险。", "meta": {"en_pair": "But the international law we have accepted and adhered to and the peace for which we strive are now in severe jeopardy, as a result of Israel’s policies and practices in our occupied land and the fact that it has reneged on agreements it has signed, since the Oslo Accords in 1993 to date.", "label": 1}}
{"text": "我们 认为，只有通过地区各国之间的合作与对话，在没 有任何可能加剧地区紧张局势和违背其人民利益的 外部干涉的情况下，才能实现海湾的安全与稳定。", "meta": {"en_pair": "We believe that the security and stability of the Gulf can be achieved only through cooperation and dialogue among the countries of that region, without any external interference that could escalate tensions in the region and run counter to the interests of its people.", "label": 0}}
{"text": "我们的行动必须 符合国际法并以尊重国际法为准绳。", "meta": {"en_pair": "Our actions must be in line with and guided by respect for international law.", "label": 0}}
{"text": " 我们只有共同努力，才会找到办法来应对全球化、 数字革命、移民和人类引起的气候变化。", "meta": {"en_pair": "Only if we work together will we find answers to globalization, the digital revolution, migration and human-induced climate change.", "label": 1}}
{"text": "我们正在经历一个变革时代，不仅 是文化变革，而且包括人类学变革，创造新的语义。", "meta": {"en_pair": "We are experiencing an era of change: a transformation that is not only cultural but also anthropological, creating a new semantics.", "label": 1}}
{"text": "我相信，我们如果在气候行动上 团结一致，就有可能在其他领域形成一种新的团结 意识。", "meta": {"en_pair": "I believe that if we succeed in uniting over our action for climate, we can generate a new sense of solidarity in other areas.", "label": 1}}
{"text": "我们确认 气候变化将对后代产生不成比例的影响。", "meta": {"en_pair": "We recognize the disproportionate impact that climate change will have on future generations.", "label": 0}}
{"text": "我热情赞扬苏丹妇女发挥作用，推动和促进取 得出色成果，这些成果让整个非洲大陆感到自豪， 而且提供了很多经验教训。", "meta": {"en_pair": "And I warmly commend the role of women in the Sudan in driving and facilitating an excellent outcome laden with lessons that makes the entire African continent proud.", "label": 0}}
{"text": "这 将 使 美 国 政 府 在 为应对气候变化提供资金方面处于领先地位，加上 我们的额外支持以及来自各个捐助方的更多私人资 金，我们将能够实现调集1000亿美元支持发展中国 家气候行动目标。", "meta": {"en_pair": "That will make the United States a leader in public climate finance and, with our added support together with increased private capital from other donors, we will be able to meet the goal of mobilizing $100 billion to support climate action in developing nations.", "label": 1}}
{"text": "从小岛屿的角度来看，过度设计小岛屿国家的 发展是一种风险。", "meta": {"en_pair": "From a small island perspective, the overengineering of the development of small island States is a risk.", "label": 0}}
{"text": "我以非洲领导人防治疟疾联盟主席的身份高 兴地宣布，今年早些时候，我们启动了消灭疟疾基 金，这是一个公私合作项目，旨在缩小资金缺口， 到2022年消灭这一疾病。", "meta": {"en_pair": "In my capacity as Chair of the African Leaders Malaria Alliance, I am delighted to announce that early this year we launched the End Malaria Fund, a public-private partnership aimed at closing the funding gap and putting an end to the disease by 2022.", "label": 0}}
{"text": "全球 变暖的影响之一是自然灾害的数量和严重性不断增 加，并且以新的形式出现在新的地区，对此，印度 倡议组建了抗灾基础设施联盟。", "meta": {"en_pair": "One of the effects of global warming is the increasing number and severity of natural disasters, which are also appearing in new areas and in new forms, in response to which India initiated the formation of the Coalition for Disaster Resilient Infrastructure.", "label": 1}}
{"text": "我们坚信，在 严格 尊 重各 国 、特 别 是非 洲 各 国 的主 权平 等 和 尊严 的 情况 下，提 高 透 明 度 ，加 强 正 义、公 平和民 主 ，本 组 织 就 能 够谱 写出 新 的 篇 章 。", "meta": {"en_pair": "We firmly believe that greater transparency, justice, equity and democracy, with strict respect for the sovereign equality and dignity of States, particularly in Africa, will enable the Organization to write a new chapter in its existence.", "label": 1}}
{"text": "2018 年，在美国退出2015年《维也纳协定》之后，我提 出了一个全面框架，以维护《联合全面行动计划》 （《全面行动计划》），并以更广泛的方法予以补 充，以解决伊朗2025年后核计划、该国在地区危机 中的作用及其弹道导弹计划所产生的问题。", "meta": {"en_pair": "In 2018, after the United States withdrew from the 2015 Vienna Agreement, I proposed a comprehensive framework to preserve the Joint Comprehensive Programme of Action (JCPOA) and complement it with a broader approach to address the issues raised by Iran’s post-2025 nuclear programme, the country’s role in regional crises and its ballistic programme.", "label": 0}}
{"text": "大韩民国打算同其邻国开展伙伴合作，将以人 为本的共同繁荣圈扩大到整个朝鲜半岛、东亚和全世界。", "meta": {"en_pair": "The Republic of Korea intends to expand a people-centred community of mutual prosperity throughout the Korean peninsula, East Asia and the entire world by working in partnership with its neighbours.", "label": 1}}
{"text": "我们还感谢建设和平委员会和建设和平基金所 做工作，在执行《布干维尔和平协定》方面，我们 从中受益匪浅。", "meta": {"en_pair": "However, we believe that these efforts cannot yield positive results as long as the basis of the selfserving interpretation of the United Nations philosophy remains the one born of the Second World War.", "label": 0}}
{"text": "巴拿马是蓝色世界领导者，遵守“30x30倡议” ，保 护 我们 的 3 0 % 的 海 洋，这个目标 我们 已 经 达 到 了，比2030年最后期限提前了九年。", "meta": {"en_pair": "Panama is a blue-world leader, complying with the 30x30 Initiative to protect 30 per cent of our oceans, a goal that we have reached nine years before the deadline of 2030.", "label": 0}}
{"text": "此外，我们现在知道，气候变化的速度 之快 ，甚 至 超 出 之前 的 想 象 。", "meta": {"en_pair": "In addition, we now know that climate change is proceeding even faster than was previously thought.", "label": 0}}
{"text": "我告诫不要采取那些导致 危险后果的政策和鲁莽措施。", "meta": {"en_pair": "I caution against those policies and reckless measures, which lead to dangerous consequences.", "label": 1}}
{"text": "对我们来说，艰巨任务是如何说服所有国家无 论它们是大国还是小国，让它们相信，面对我们当 前的传统和技术挑战，而且为了子孙后代，绝对没有赢家通吃和零和思维存在的空间。", "meta": {"en_pair": "The onerous task for us is how to convince all nations, large and small, that in the face of our current tumultuous challenges, both traditional and technological, and for the sake of future generations, there is absolutely no room for winner-takes-all and zero-sum mindsets.", "label": 0}}
{"text": "这包括清除或销 毁科巴斯纳仓库的弹药，这些弹药对整个区域构成 安全和环境威胁。", "meta": {"en_pair": "That includes the removal or destruction of ammunition from the Cobasna stockpiles, which pose a security and environmental threat to the region as a whole.", "label": 1}}
{"text": "事实上，飓风多里安提醒我们，小岛屿 发展中国家的全部国内生产总值可以在几小时内丧 失殆尽。", "meta": {"en_pair": "In that context, I wish to outline several of Grenada’s key initiatives, plans and programmes that are geared to addressing climate change and poverty eradication and will also further the objective of sustainable development.", "label": 0}}
{"text": "我们肯 定并赞赏国际社会为缓解局势采取的行动。", "meta": {"en_pair": "We acknowledge and appreciate the actions taken by the international community to mitigate the situation.", "label": 1}}
{"text": "我说“重现活力”，乃是因为尽管有过去的病毒爆发的教训，但现有机构未能 充分应对COVID-19疫情，从而造成破坏性的后果。", "meta": {"en_pair": "I say revitalised because the existing set-up has, despite the lessons of past outbreaks of viruses, failed to respond adequately to COVID-19 with devastating consequences.", "label": 1}}
{"text": "莱索托王国认为，采取旨在防止种族灭绝、族裔 清洗和陷于武装冲突中的妇女和儿童遭受暴行的措 施，是国际社会的责任，而联合国应在其中发挥中心 作用。", "meta": {"en_pair": "The Kingdom of Lesotho considers it the responsibility of the international community, with the United Nations playing the central role, to put in place effective measures aimed at preventing genocide, ethnic cleansing and the atrocities perpetrated on women and children caught up in armed conflict.", "label": 0}}
{"text": "虽 然我们能够在国家一级减少不平等或促进教育方面 取得重大进展，但从纯粹的单边角度处理气候变化 问题是完全不可能的，因为如果没有全球范围的行 动，任何一个国家的环境政策无论多么雄心勃勃， 都完全无实效。", "meta": {"en_pair": "But while we can make significant progress in reducing inequalities or promoting education at the national level, it is utterly impossible to address the issue of climate change from a purely unilateral perspective, because the environmental policy of a single country, however ambitious it may be, is totally ineffective without action at on a global scale.", "label": 1}}
{"text": " 我们在格林纳达取得的成就的确值得称道，我们有 理由感到自豪，但确实也认识到还有许多工作要 做，尤其是在使我国公民摆脱贫困方面。", "meta": {"en_pair": "Moreover, the withdrawal of correspondent banking services to CARICOM member States can be seen as an economic assault that would destabilize the financial sector of our already vulnerable economies.", "label": 1}}
{"text": "某些国家诉诸这些谬论，非但不提供 帮助，反而夸大了媒体的谎言，行事无礼，显示出 了它们真正的殖民主义本色。", "meta": {"en_pair": "In resorting to those fallacies, certain countries, instead of helping, have amplified media lies, behaved disrespectfully and shown their true colonialist colours.", "label": 0}}
{"text": "袭击首都及其郊区的行动是 由一名自称哈利法·哈夫塔尔的叛军士兵领导的， 他说这是一场圣战。", "meta": {"en_pair": "The assault on the capital and its suburbs was led by a rebel soldier, the selfstyled Khalifa Haftar, in what he says was a holy jihad.", "label": 0}}
{"text": "我们实施了一项机会和权利平等计 划，我们建立了一个系统，防止妇女遭受暴力，而 且为受害者提供援助。", "meta": {"en_pair": "We have implemented a plan for equal opportunities and rights and built a system aimed at preventing women from becoming victims of violence as well as assisting such victims.", "label": 0}}
{"text": "“玛丽亚”飓风造成的破坏和损失估计占我国 国内生产总值的226%，在此之后，重建国家并重建 得更好被列为当务之急。", "meta": {"en_pair": "Following Hurricane Maria, which caused damage and loss estimated at 226 per cent of our gross domestic product, urgent priority was assigned to rebuilding the country and to building back better.", "label": 1}}
{"text": "这一愿望已成为哈萨克全国人民的重要身份组 成部分，让我们有道德权利来引领消除核武器全球 运动。", "meta": {"en_pair": "That aspiration has become an essential part of the nation-wide identity of the Kazakh people, giving us the moral right to be at the forefront of the global movement to eliminate nuclear weapons.", "label": 0}}
{"text": "意大利之所以提及并公开支持有效的多边主 义，是因为只有集体采取协调一致的行动才能为适 当解决我们所面临的多重挑战奠定基础。", "meta": {"en_pair": "Italy invokes and openly supports effective multilateralism because only collective and coordinated action can lay the groundwork for appropriate solutions to the multiple challenges before us.", "label": 1}}
{"text": "只有汇集各国的资源，协同努 力，我们才有机会战胜这一冷酷无情的威胁。", "meta": {"en_pair": "No country can win the war against terrorism on its own and only by pooling our resources and working collaboratively do we stand a chance of defeating that senseless menace.", "label": 1}}
{"text": "我 认 为，该 特 别 会 议将成 为一 个框 架 ，用以 处 理 这 场大 流行 病 对各方面的 影 响，并推动消除大流行病后果的工作。", "meta": {"en_pair": "I think the Special Session will serve as a framework for addressing the pandemic’s impact on all spheres and contribute to the efforts of eliminating its consequences.", "label": 1}}
{"text": "联合国最不发达国家技术 库已于去年在伊斯坦布尔投入运作。", "meta": {"en_pair": "The United Nations Technology Bank for the Least Developed Countries became operational last year in Istanbul.", "label": 0}}
{"text": "然而，这不会一次平常的、典型的联合国讲 话，但我希望它将对在座的每一个人有所启发，并敲 响警钟，现在是醒来的时候了。", "meta": {"en_pair": "This will not be an ordinary, typical United Nations speech, however, but I hope it will be instructive to everyone here and sound the alarm that it is time to wake up.", "label": 0}}
{"text": "鉴于当今面临的严峻挑战，我们大家必须共同 努力，振兴多边主义和加强联合国。", "meta": {"en_pair": "Given today’s daunting challenges, it is critical that we all work to revitalize multilateralism and strengthen the United Nations.", "label": 0}}
{"text": "当前石油和多种原材料价格的波动与 下降大大削弱了像我国加蓬这样的生产国的经济， 因而各方齐心协力更为关键。", "meta": {"en_pair": "It is now up to us to go beyond solemn commitments and formal announcements to realize the developed projects in order to further protect biodiversity.", "label": 1}}
{"text": "它为 维 护 和平 与安 全、捍卫人权与尊严、促 进可持 续 发 展 和国际合作以处理各项长期和新兴挑战提供了框架。", "meta": {"en_pair": "It provides the framework for maintaining peace and security, upholding human rights and dignity, promoting sustainable development and international cooperation to tackle both longstanding and emerging challenges.", "label": 1}}
{"text": "我信奉开放和自 由贸易，但仅到这样一个程度，即它们须经过深思 熟虑，能够纳入零碳排放和无森林被砍伐的目标。", "meta": {"en_pair": "I believe in openness and free trade, but only to the extent that they are well thought out and able to integrate the objectives of zero carbon and zero deforestation.", "label": 0}}
{"text": "联合国成立75周年应该成为推动本组织转变为一个更具活力、更有效率的机 构的动力。", "meta": {"en_pair": "The 75th anniversary of the UN foundation should become an impetus for transforming our Organization into a more dynamic and efficient body.", "label": 0}}
{"text": "我 们 遵 循医 疗保 健专业 人 员提 供 的 指导，成 功 地 管控 了疫情。", "meta": {"en_pair": "We successfully managed the pandemic by adhering to the instructions provided by our health-care professionals.", "label": 1}}
{"text": " 这 场 危 机 还 导 致 财 政赤 字以 及公共 债 务和 私 人债 务指 数 级增长，这 威 胁 到宏观经济的稳定。", "meta": {"en_pair": "The crisis has also led to exponential growth in fiscal deficits and public and private indebtedness, which threaten macroeconomic stability.", "label": 1}}
{"text": "我们 认 为，加 快 开发 这 些 工具 的 雄 心 必 须与确 保它们 安全、有效和所有人都能获得的决心相匹配。", "meta": {"en_pair": "We believe that the ambition to expedite development of these tools must be matched with a determination to ensure that they are safe, effective and accessible to all.", "label": 0}}
{"text": "然而，在设法适应一些不断变化的范 式时，放弃我们在过去四分之三世纪中遵循的基本 原则将是一个严重的错误。", "meta": {"en_pair": "However, in trying to adjust to some of the shifting paradigms, it would be a grave mistake to abandon the fundamental principles that have guided us for the past three quarters of a century.", "label": 0}}
{"text": "因此，我们呼吁所有合作伙伴参与努 力，让我们共同为保护儿童和青少年而大声疾呼。", "meta": {"en_pair": "We therefore call on all partners to join their efforts, and, together, let us raise our voices to protect our children and young people.", "label": 1}}
{"text": "它帮助建立的世界秩序代表了协调 一致的外交能够达到的顶峰，并继续体现了所有相 信以和平对话解决全球问题的人们的希望。", "meta": {"en_pair": "The world order that it helped build represents the pinnacle of what concerted diplomacy can achieve and continues to embody the hopes of all who believe in peaceful dialogue to solve global problems.", "label": 0}}
{"text": "我们 预 计 到 2 0 2 1年 底，经济增长率将达到10%，并在未来几年保持5% 以上的增长率。", "meta": {"en_pair": "We are forecasted to end the year 2021 with an economic growth rate of 10 per cent and to maintain a growth rate of more than 5 per cent in the years to come.", "label": 0}}
{"text": "我 们将继续支持关于取消经济和金融封锁的呼吁，这 种封锁给该国公民带来了难以言表的痛苦。", "meta": {"en_pair": "We will continue to support the call for removing the economic and financial embargo on it, which has caused untold suffering for Cuba’s citizens.", "label": 1}}
{"text": "路线图就加强提供教育机会的替 代办法作出了规定。", "meta": {"en_pair": "The road map provides for strengthening alternative modes of delivery.", "label": 0}}
{"text": "8圣多美和普林西比再次重申支持古巴人民，并 呼吁国际社会致力于实现古巴与美利坚合众国之间 关系正常化和解除贸易封锁，从而推动古巴的进步 和发展。", "meta": {"en_pair": "Sao Tome and Principe once again reiterates its support for the Cuban people and calls on the international community to work towards the normalization of relations between Cuba and the United States of America and the lifting of the trade embargo, thereby allowing for Cuba’s progress and development.", "label": 1}}
{"text": "2019年，我们太 平洋岛屿论坛领导人批准建立太平洋抗灾基金，为我们当地社区的小型抗灾项目提 供 资 金 。", "meta": {"en_pair": "In 2019, our Pacific Islands Forum Leaders endorsed the establishment of the Pacific Resilience Facility whose purpose is to finance small disasters resilience projects in our local communities.", "label": 0}}
{"text": "我们在努力改善人们生活的同时，必须树立新 的目标 ，努力 结 束 在世界 各地 造 成巨 大 痛 苦 和伤 害 的 冲 突 。", "meta": {"en_pair": "As we strive to make lives better, we must work with renewed purpose to end the conflicts that are driving so much pain and hurt around the world.", "label": 1}}
{"text": "11巴林王国在自身发展努力中致力于促进权利 和自由，连续第二次在打击人口贩运方面保持领先 地位。", "meta": {"en_pair": "Support for transnational terrorism from the Iranian regime created networks of terrorist organizations and extremist militias in numerous regions around the world, such as Syria, Yemen, North Africa, countries of the Sahel and the Sahara and South America, among others.", "label": 1}}
{"text": "因此，当然 有必要利用势头来更好地解决全球问题。", "meta": {"en_pair": "Accordingly, in order to better tackle global problems, it is certainly necessary to harness momentum.", "label": 1}}
{"text": "所以，在本周结束之前，我们将建立 一个反对有罪不罚联盟，旨在加强国际刑事管辖 权。", "meta": {"en_pair": "That is why, before the end of this week, we will establish an alliance against impunity, designed to strengthen international criminal jurisdiction.", "label": 1}}
{"text": "在这方面，我们欢迎安全理事 会于9月12日通过第2486（2019）号决议，延长联合 国利比亚支助团的任务期限。", "meta": {"en_pair": "In that regard, we welcomed the adoption on 12 September of Security Council resolution 2486 (2019), extending the mandate of the United Nations Support Mission in Libya, which affirmed its continued commitment to the Libyan Political Agreement and to ensuring that Member States stop dealing with parallel institutions.", "label": 0}}
{"text": " 我们可能试图更清楚地划定我们的边界，或在肤 色、种族、语言和信仰的基础上作出更明确的区 分，但这张照片告诉我们，必然的途径是包容性 的。", "meta": {"en_pair": "We may try to delineate our borders more clearly or make clearer distinctions on the basis of colour, race, language and creed, but that picture tells us that the natural path is to be inclusive.", "label": 0}}
{"text": " 现有问题因这场大流行病而放大。", "meta": {"en_pair": "Existing problems have been magnified by the pandemic.", "label": 1}}
{"text": "更 严重 的 是 ，提 供 给 阿根 廷 的 大 笔 资 金 因为不负 责 任 的 放 开资本账 户做 法从我国流走。", "meta": {"en_pair": "What is even more serious is that a large part of the funds provided to Argentina have been drained out of the country by an irresponsible liberalization of the capital account.", "label": 1}}
{"text": "全面执行《2030年议程》和《巴黎气候协定》对 于更 好地 从 疫 情 中恢 复以 及 对未 来 的系 统 性 冲 击 做 好 全 球 防 范 至 关 重 要。", "meta": {"en_pair": "The full implementation of the 2030 Agenda and the Paris Climate Agreement are crucial to better recovery from the pandemic and to global preparation against future systemic shocks.", "label": 1}}
{"text": "佛 得角具 有小岛 屿发 展 中国 家 的所有结 构 特 征，即岛屿面积小且分散，位于广阔的海洋空间，远 离主要市场，这削弱了我们的经济基础，提升了我们 面对气候变化和干旱等其他环境现象的风险，还降 低了我们对自然现象和其他外部冲击的抵御能力。", "meta": {"en_pair": "Cabo Verde has all the structural characteristics of a small island developing State, namely, small size and dispersion in islands, situated in large oceanic spaces and distant from major markets, which weakens our economic base and heightens our exposure to climate change and other environmental phenomena such as drought, in addition to reducing our resilience to natural phenomena and other external shocks.", "label": 1}}
{"text": "尽管我国离一个极其动荡 的区域很近，但它仍然是积极促进和平、安全与合 作的稳定支柱。", "meta": {"en_pair": "Although my country is situated close to an extremely turbulent region, it remains a pillar of stability that actively promotes peace, security and cooperation.", "label": 0}}
{"text": "我们希望联合国准备 好在二十一世纪发挥主导作用，充分得益于人类的技术进步，由于这些技术进步，那些并非强大的国 家——即联合国大多数会员国——就更容易关注并 促进本组织各机构和无数的讨论。", "meta": {"en_pair": "We want the United Nations to be ready to lead in the twenty-first century, fully benefiting from the technological advances of humankind that have made it much easier for those who are not big and powerful — the majority of United Nations Member States — to follow and contribute to the Organization’s various bodies and numerous discussions.", "label": 1}}
{"text": "因此，我们完全支持秘书长采 取措施改革联合国，提高本组织韧性及其应对各种 艰难的全球性挑战的能力。", "meta": {"en_pair": "We therefore fully support the steps taken by the Secretary-General to reform the United Nations in order to make the Organization more resilient and more capable of addressing difficult global challenges.", "label": 0}}
{"text": "如果 不是因为某些国家的盲目支持，以色列的这种侵犯不会继续升级，这些国家对以色列行动造成的后果 负有完全责任。", "meta": {"en_pair": "Such Israeli violations would not continue to escalate were it not for the blind support of certain countries that are fully responsible for the consequences of Israel’s actions.", "label": 0}}
{"text": "因 此，国 际 社会必 须 加 强 开放 贸易与合作 、一 体化 和互联 互 通 的政 策，并解 决 债 务问 题，从而让世界经济能够蓬勃发展。", "meta": {"en_pair": "Thus, the international community must enhance a policy of open trade and cooperation, integration and connectivity, as well as addressing the debt issue in order for the world economy to be able to thrive.", "label": 0}}
{"text": "我们继续期待安全理事会保 护无辜者免受一切形式的国际和平与安全威胁，无 论是武装冲突等传统威胁，还是气候变化、海平面 上升和流行病等新威胁，以确保不让任何人掉队。", "meta": {"en_pair": "We continue to look to the Security Council to protect the innocent from threats to international peace and security in all their forms, be they traditional threats such as armed conflict or newer threats such as climate change, rising sea levels and health epidemics, to ensure that no one is left behind.", "label": 0}}
{"text": "作为爱尔兰总 统，我对小岛屿发展中国家的代表说，他们有很好 的理由挑战现状；他们的文化还有他们的生存本身 都处于危险之中。", "meta": {"en_pair": "As President of Ireland, I say to the representatives of small island developing States that they are challenging the status quo with very good reason, because their cultures and their very existence are at risk.", "label": 1}}
{"text": "菲律宾接受其应承担的责任，并将尽其所能避免这一集体灾难。", "meta": {"en_pair": "The Philippines accepts its share of responsibility and will do its part to avert this collective disaster.", "label": 1}}
{"text": "同样，对古巴的长期单方面经济封锁直接限制 了古巴人民的发展愿望。", "meta": {"en_pair": "In a similar manner, the long unilateral economic embargo on Cuba directly constrains the development aspirations of the Cuban people.", "label": 1}}
{"text": "我不认为，气候、机会和 教育等方面不断加剧的当代不平等现象的适当对策 在于各国的财政议程。", "meta": {"en_pair": "I do not believe that the right response to growing contemporary inequalities in the areas of climate, opportunities and education lies in the fiscal agenda of each individual country.", "label": 0}}
{"text": "在20个月的时间里，我们有75000人失去 了生命，而我国3800万人中几乎有300万人感染了这 种 病 毒 。", "meta": {"en_pair": "Over a period of 20 months, we have lost 75,000 thousand lives, while almost 3 million out of 38 million people in our country have contracted the virus.", "label": 0}}
{"text": "为解决这些 挑战并对当前的多边秩序建立信心，诸如联合国这 类多边机构必须继续实施改革，以期变得更加包 容。", "meta": {"en_pair": "To address these challenges effectively and to build confidence in the current multilateral order, it is essential that multilateral institutions, such as the United Nations, continue to undergo reform in order to become more inclusive.", "label": 1}}
{"text": "我举一个事 实——最不发达国家只有20%的人有机会利用互联 网，而最发达国家则有80%的人有这种机会。", "meta": {"en_pair": "As the people of Mozambique, Malawi and Zimbabwe struggle to recover from the dreadful damage and trauma of those destructive disasters, our conscience must be to recall the need and urgency to act together against that threat, to which no one is immune.", "label": 0}}
{"text": "我们增加了800,000名学习者， 并将国内教育经费提高到国家预算的20%，并且学 习在 整 个疫 情 期间一直 在 继 续 。", "meta": {"en_pair": "We have added 800,000 more learners and increased domestic education financing to 22 per cent of the national budget, and learning has continued throughout the pandemic period.", "label": 0}}
{"text": "除非消除对阿塞拜疆的军事侵略的后果，否 则亚美尼亚就没有发展的前景。", "meta": {"en_pair": "There is no prospect for development of Armenia unless the consequences of military aggression against Azerbaijan are eliminated.", "label": 1}}
{"text": "因此，我们认为，国际社 会必 须 坚决 采 取行 动，而 不是 仅仅 发表谴 责 声明， 以 迫使 这 些行 为体 将权 力交 还 给 国家合法设 立 的 机 构 。", "meta": {"en_pair": "We therefore believe it essential that the international community act with resolve rather than simply make statements of condemnation, in order to force those actors to relinquish power to the countries’ legitimately established institutions.", "label": 1}}
{"text": "显然，会员国在 气候问题上迫切需要采取的雄心勃勃的行动可以拯 救我们当中最脆弱的人。", "meta": {"en_pair": "It is clear that the ambitious actions on the climate that Member States so urgently require can save the most vulnerable among us.", "label": 0}}
{"text": "在我们努力创建可持续社会的时候，我们面 对一些对我们区域的可持续发展构成严重威胁的 全球金融政策和行动。", "meta": {"en_pair": "As we attempt to create sustainable societies, we are confronted with certain global financial policies and actions that pose significant threats to our region’s sustainable development.", "label": 0}}
{"text": "第二，我们正在改革公共服务，以确保有效执行 政 府 政 策 。", "meta": {"en_pair": "Secondly, we are reforming public services to ensure the effective implementation of Government policies.", "label": 1}}
{"text": "最终考验多边主义的是我们今天如何援助脆弱经济体， 因为这最终决定我们能否实现我们所希望的未来。", "meta": {"en_pair": "The shortage of effective global solutions for SIDS as the United Nations celebrates its 75th anniversary is alarming.The ultimate test of multilateralism lies in the way we assist vulnerable economies today, for it ultimately decides whether we attain the future we want.", "label": 1}}
{"text": "4其组成民族之间的不平等长期得不到解决， 不 必 要地 造 成了内 部 政 治不 稳 定 和紧张 局势。", "meta": {"en_pair": "The inequality of its constituent peoples has been left unresolved for too long, unnecessarily creating internal political instabilities and tensions.", "label": 1}}
{"text": "在使人权理事会屈服的企图未能 得逞之后，美国政府选择将其抛弃，从而进一步阻 碍国际社会就这一问题进行对话与合作。", "meta": {"en_pair": "After failing in its attempt to subdue the Human Rights Council, the United States Government opted to abandon it and is consequently further hampering international dialogue and cooperation on the subject.", "label": 1}}
{"text": "必须迫使以色列允许巴勒斯坦 人民沿1967年6月4日边界建立他们自己以耶路撒冷 为首都的独立国家，并确保巴勒斯坦难民返回自己 的土地。", "meta": {"en_pair": "Israel must be compelled to allow the Palestinian people to establish their own independent State, with Jerusalem as its capital, along the 4 June 1967 borders and to ensure the return of Palestinian refugees to their land.", "label": 0}}
{"text": "这些行为是 我们在全球倡导核裁军和不扩散的漫长和成功旅程 的第一步。", "meta": {"en_pair": "Those acts were the first step in our long and successful journey towards a global championship of nuclear disarmament and non-proliferation.", "label": 0}}
{"text": "《2030年可持续发 展议程》的通过充分展示了包容性的多边主义，但 是，若要落实这一议程，就须以同样精神指导我们 的行动，并继续展现合作意识，而且所有利益攸关 方均须对此承担起责任。", "meta": {"en_pair": "The adoption of the 2030 Agenda for Sustainable Development was a display of inclusive multilateralism at its best, but it can be implemented only if a similar spirit guides our actions with a renewed sense of partnership and with all stakeholders assuming responsibility for it.", "label": 0}}
{"text": "从历史的十字路口 看，我们认为除多边主义外没有任何其他办法可确 保世界和平、安全和秩序。", "meta": {"en_pair": "Viewed from the crossroads of history, we see no alternative to multilateralism to ensure peace, security and order in the world.", "label": 0}}
{"text": "多米尼克重申其对《关于气候变化的巴黎协 定》的承诺，并再次呼吁释放已承诺的资源，以便 我们能够落实旨在降低风险和减轻气候变化影响的 行动。", "meta": {"en_pair": "Dominica reaffirms its commitment to the Paris Agreement on Climate Change and once again pleads for the resources pledged to be released, so that we can implement actions designed to reduce risks and mitigate the impacts of climate change.", "label": 1}}
{"text": "在联 合 国神 圣 的大 厅里谈 判并通 过了各种 避 免 更\f23/09/2021\t\bA/76/PV.", "meta": {"en_pair": "In addition, least developed countries and landlocked developing countries, including Chad, are also affected by the failure to meet official development assistance commitments under the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda.", "label": 0}}
{"text": " 由于决策机构所处的僵局，协调行动常常受阻——我们公民的需求被剥夺。", "meta": {"en_pair": "Too often, concerted action is blocked — the needs of our citizens are denied — as a result of gridlock at decision-making bodies.", "label": 1}}
{"text": "斯里 兰卡 也 因 这 场 大 流 行 病 而 深 受 其 害。", "meta": {"en_pair": "Sri Lanka too has suffered greatly due to the pandemic.", "label": 1}}
{"text": "它 还向我们展示出我们能够共同取得的成果：在创纪录的时间内开发出有效的疫 苗。", "meta": {"en_pair": "It has also shown us what we can achieve together: effective vaccines developed in record time.", "label": 0}}
{"text": "在 法 国 总 统 、我 的 朋友埃马纽埃尔·马克龙值得赞扬的的倡议下，秘书长于8月9日组织了贝鲁特支援会 议，以 动员 捐 助 者 认 捐并 提 供 基 本 救 济 援 助。", "meta": {"en_pair": "He organized the Beirut Support Conference on 9 August, to mobilize donor pledges and provide basic relief assistance, at the commendable initiative of French President and friend Emmanuel Macron.", "label": 1}}
{"text": "加强这一核 心规划研究所将极大地有助于我们应对收集、分析 和提供可靠信息和统计数据的挑战，这反过来无疑 会增强我们决策反应，包括执行《2030年议程》的 能力，因此已成为我们的首要任务之一。", "meta": {"en_pair": "Strengthening that core planning institute will greatly help us in addressing the challenge of collecting, analysing and delivering reliable data and statistics, which will in turn surely enhance the responsiveness of our decision-making, including the implementation of the 2030 Agenda, and therefore has become one of our top priorities.", "label": 1}}
{"text": "布隆迪局势 应成为联合国负责社会经济发展、支持各国落实国 家发展计划和《2030年可持续发展议程》的可持续 发展目标的机构和方案处理的事项。", "meta": {"en_pair": "The situation in Burundi should be a matter for the United Nations agencies and programmes dealing with socioeconomic development in support of national efforts to implement the national development plan and the Sustainable Development Goals (SDGs) of the 2030 Agenda for Sustainable Development.", "label": 0}}
{"text": "这样，我们就能向前 推进，同时铭记，要做到这一点，我们就必须明白， 迫切需要建设一个切实实现平等并满足人类改善 生 活 的愿 望 的 世界，为此 ，最 发 达 国 家 和 最 弱势 国 家 必 须团 结 起 来 ，而且 发 达 国家 不 提 任 何条 件，不 施 加 任 何压 力，也 不 把 侵 犯 弱势国家 主 权 的 企 图作 为提供支持、援助或合作的筹码。", "meta": {"en_pair": "In this way, we can move forward, keeping in mind that that will only be possible if we understand the urgent need to build a world where equity is tangible and the human aspiration to improve their living standards is met as a result of the solidarity between the most developed countries and least-favoured countries, without conditionalities, pressure or attempts by the former to violate the sovereignty of the latter as the price of support, aid or cooperation.", "label": 1}}
{"text": " 如果 发 达 国家行 动 起 来 ，为 帮助 在非 洲 投 资设 立资 金，供 有意在非 开展 业务 的投资者使用——它们可以在那里提供商品和服务，供当地消费和出口——就可以实 现这一目标。", "meta": {"en_pair": "This goal may be achieved if developed countries mobilize themselves to establish funds for investments aid in Africa to be used by those investors interested in doing business in the African continent, where they may produce goods and services for local consumption and export.", "label": 1}}
{"text": "这些教育差距也威胁到个人摆脱贫困的能 力。", "meta": {"en_pair": "These educational gaps also threaten an individual’s ability to move out of poverty.", "label": 1}}
{"text": "同样值得称赞的是《2019冠状病毒病全球人道主义应对计划》，该计划旨在向 最弱势群体提供救济，特别是在受冲突影响的低收入国家。", "meta": {"en_pair": "Also commendable is the COVID-19 Global Humanitarian Response Plan which is designed to provide relief to the most vulnerable groups particularly in conflict affected and low income countries.", "label": 1}}
{"text": "我们认为，执行 《明斯克协议》是与俄罗斯关系正常化的绝对先决 条件。", "meta": {"en_pair": "We hold that the implementation of the Minsk agreements is an absolute precondition for normalizing relations with Russia.", "label": 0}}
{"text": "因此， 国际社会必须努力对非洲经济体融资问题巴黎峰会的结论作出回应，使我们各 国能够克服疫情影响，并确保COVID-19后的可持续经济复苏。", "meta": {"en_pair": "It is therefore important that the international community endeavour to respond to the conclusions of the Paris Summit on the Financing of African Economies to enable our countries to overcome the effects of the pandemic and ensure a sustainable post-COVID-19 economic recovery.", "label": 1}}
{"text": "欧洲联盟已搭建具有法律约束力的气 候框架，向国际社会发出我们承诺的明确信息。", "meta": {"en_pair": "The European Union has put in place a legally binding climate framework, sending a clear message to the international community about our commitment.", "label": 1}}
{"text": "全 球 性 的问题 持 续 不 断，这 要求 我们 协调一 致 地 合作，以 找到全球性的战略解决方案。", "meta": {"en_pair": "Persistent global problems require consistent cooperation to achieve strategic global solutions.", "label": 1}}
{"text": "由于四个成员国作出一致努力，我们 启动了一项适应21世纪的计划，使南方共同体能够 成为一个具有明确游戏规则、有竞争力和活力的集 团。", "meta": {"en_pair": "Through the four members’ concerted efforts we have set in motion a plan to adapt it to the twenty-first century so that it can be a competitive and dynamic bloc with clear rules of the game.", "label": 1}}
{"text": "我们大家都知道，所有国家都有问题。", "meta": {"en_pair": "We all know that all countries have problems.", "label": 0}}
{"text": "正如今 年会议的主题强调的那样，联合国仍然得天独厚， 可以推行和协调实现这些目标的全球举措，包括促 进消除贫穷、优质教育、气候行动及包容做法的努 力。", "meta": {"en_pair": "The United Nations remains uniquely suited to the pursuit and coordination of global initiatives to attain those objectives, including efforts for poverty eradication, quality education, climate action and inclusion, as highlighted in the theme of this year’s session.", "label": 0}}
{"text": "我们有许多想法，但是正如有人说过的那 样，没有资金支持的想法只是幻想。", "meta": {"en_pair": "We have many ideas, but, as someone has said, ideas without funding are mere hallucinations.", "label": 0}}
{"text": "这份文件 将让 我 们 能 够 建 立廉正、透明和负责任的机制。", "meta": {"en_pair": "It is a document that will enable us to establish mechanisms for integrity, transparency and accountability.", "label": 1}}
{"text": "首 先，我呼吁捍卫拥有必要资源，且能够按照正义、进 步和平等的价值观，确保其公民繁荣和福祉的强大 国 家 。", "meta": {"en_pair": "First, I call for the defence of strong States that have the necessary resources to ensure the prosperity and welfare of their citizens in accordance with the values of justice, progress and equality.", "label": 0}}
{"text": "在近一个世纪的时间里，在 有效多边主义的推动下，世界经济的全球化极大地 促进了贸易、投资、人员流动和技术进步。", "meta": {"en_pair": "For nearly a century the globalization of the world economy, driven by effective multilateralism, has greatly facilitated trade, investment, the flow of people and technological advances.", "label": 1}}
{"text": "贸易保护主义和气候变化 正在产生意想不到的后果，特别是对发展中国家。", "meta": {"en_pair": "Trade protectionism and climate change are having unintended consequences, especially for developing countries.", "label": 0}}
{"text": "这些项目主要旨在保护我国独特的山区生态系统及其生物多样性和冰川 的完整性，由于气候变化，这些生态系统和冰川正在迅速崩溃。", "meta": {"en_pair": "These projects are primarily aimed at preserving the integrity of our unique mountain ecosystem and its biological diversity and glaciers, which are rapidly collapsing as a result of climate change.", "label": 1}}
{"text": "在这方面，阿里·邦戈·翁丁巴总统就在这个 讲台上发出郑重的呼吁，他呼吁国际团结，为了发 展中国家的利益而采取有力和协调一致的行动，以 有效落实各项可持续发展目标（见A/72/PV.", "meta": {"en_pair": "In the light of that requirement, we welcome the recent convening of the Climate Action Summit, while commending the interest in and the amount of the pledges made, which were in line with our aspirations and needs.", "label": 0}}
{"text": "在剩下的10年 期间，我们必须采取一致措施，促进在国家、区 域、以及当然还有全球各级建立更强有力的伙伴关 系，并确保在我们引导各国登上2030年这一台阶时 没有哪个国家会被落下。", "meta": {"en_pair": "We must take concerted measures over the next 10 years to foster stronger partnerships at the national, regional and, of course, global levels and ensure that no one is left behind as we guide our countries towards the 2030 milestone.", "label": 0}}
{"text": " 所有这 些 职 位 都 是 共 和 国 最 有 声 望 的 职 位 ，在 我 国 ，妇 女 担 任了这 些 职 位，我重申我对她们充满信心。", "meta": {"en_pair": "The aim is to allow for the strategic deployment of those forces throughout the country in order to restore State authority, ensure the security of people and property and encourage the return of displaced persons and refugees.", "label": 1}}
{"text": "如果我们不帮助结束这些危机、让难民及其接 纳国得到它们面对未来所需的支持，明天的世界将 会怎样？\f24/09/2019\bA/74/PV.", "meta": {"en_pair": "What will tomorrow’s world look like if we do not help end those crises and give refugees and hosts alike the support they need to meet the future?", "label": 0}}
{"text": "斯威士兰正在通过探索与国际社会的 合作来加强其资源调动战略，我们希望在这一努力 中得到联合国的支持。", "meta": {"en_pair": "Eswatini is enhancing its resource mobilization strategies by exploring cooperation with the global community, and we seek the support of the United Nations in that endeavour.", "label": 1}}
{"text": "上述的一切清楚地表明，埃及重视保护人权，持续努力提高能力，以便根据埃 及的《2030年愿景》界定的全面视角，实现埃及公民的雄心壮志和正当愿望。", "meta": {"en_pair": "All of the aforementioned provides a clear indication of the importance Egypt attaches to protecting human rights, and its continued endeavor to upgrade its capabilities to fulfill the ambitions of its citizens and achieve their legitimate aspirations in line with the comprehensive perspective defined by Egypt’s Vision 2030.", "label": 1}}
{"text": "尼罗河水的利用也为尼罗河流域亲 如姐妹的各国之间跨界合作提供独特的机会，而绝 不应成为竞争或猜忌的对象。", "meta": {"en_pair": "The use of the Nile waters also offers a unique opportunity for transboundary cooperation among the sisterly countries of the region.", "label": 0}}
{"text": "我们认为，要落实我们大家 2015年通过的可持续发展目标，我们需要更多的承 诺、雄心、行动以及尤其是更多的资源。", "meta": {"en_pair": "We believe that in order for the SDGs that we all adopted in 2015 to become a reality, we need greater commitment, ambition, action and above all more resources.", "label": 0}}
{"text": "6怖组织能够执行其计划而不受惩罚，给我们区域的 安全领域增添了另一个层面的挑战。", "meta": {"en_pair": "The ability of terrorist organizations to execute their plans with impunity has added another dimension to the security terrain in our region.", "label": 1}}
{"text": "我 们所有人必须共同努力实现变革，以减少我们灭绝 的危险。", "meta": {"en_pair": "We must all work together for change in order to reduce the danger of our extinction.", "label": 1}}
{"text": "例如，世界贸 易组织发现，达成有意义的贸易协议越来越困难， 因为任何协议都需要其164个成员国之间的充分共 识，而这些国家有着广泛不同的利益和理念。", "meta": {"en_pair": "For example, the World Trade Organization has found it increasingly difficult to reach meaningful trade agreements, since any deal requires full consensus among its 164 member countries, which have widely differing interests and philosophies.", "label": 1}}
{"text": "西巴 尔干又一次 成了地 缘 政 治 利 益 冲突的战场，导致西巴尔干各国社会融入其天然所 属的 欧 洲 环 境 的 速 度 放 缓 ，破 坏了人们 对 欧 洲 价 值 观的信任和接受度。", "meta": {"en_pair": "The Western Balkans are once again a battlefield for conflicting geopolitical interests, resulting in a slowdown in the integration of Western Balkan societies into their natural European setting, undermining people’s trust in and adoption of European values.", "label": 1}}
{"text": "当今世界面临着许多挑战和痛苦，这些挑战和 痛苦源自全球性的不公正。", "meta": {"en_pair": "Our world today faces many challenges and much pain resulting from injustice on a global scale.", "label": 0}}
{"text": "因此，我们必 须制定战略，鼓励劳动力市场吸收日益壮大的年轻 工人阶级，并确保他们得到适当培训，满足我们市 场的需求。", "meta": {"en_pair": "We therefore need strategies to encourage the labour market to absorb the growing young working class and ensure that it is appropriately trained for the needs of our markets.", "label": 0}}
{"text": "那么女性自杀式袭击者又当 如何？很奇怪，没有人解释真相。", "meta": {"en_pair": "It was bizarre, and no one explained the truth.", "label": 0}}
{"text": "一些领导人可悲地 使用“伊斯兰教恐怖主义”和“伊斯兰教激进主 义”的说法，这些说法是仇视伊斯兰教现象的主要 原因，已经给穆斯林带来痛苦。", "meta": {"en_pair": "The terms “Islamic terrorism” and “Islamic radicalism”, which are used by leaders, sadly, are the main reasons for Islamophobia and have caused pain among Muslims.", "label": 1}}
{"text": "显 然 ，我 们 尊 重 不干涉 原则，但也必须理解，我们不能忽视这种侵犯行为。", "meta": {"en_pair": "Obviously we respect the principle of non-intervention, but we must also understand that we cannot ignore such violations.", "label": 0}}
{"text": "沙 特王国 支 持 联 合 国 发 起 的 和平解 决 叙利亚和利比亚危机方案，以及旨在实现阿富汗和平与稳定，以满足阿富汗人民 的愿望，维护阿富汗社会全体成员权益的所有努力。", "meta": {"en_pair": "The Kingdom supports the UN-sponsored peaceful solutions for the crises in Syria and Libya, and all the efforts aimed at achieving peace and stability in Afghanistan to meet the aspirations of the Afghan people and preserve the rights of all members of their society.", "label": 1}}
{"text": "直白地说， 我们 必 须 立即采 取行 动，以确 保我们 的子 孙后代 继 承一个健康可靠的未来。", "meta": {"en_pair": "Simply put, we must act now to ensure that our children inherit a healthy and reliable future.", "label": 1}}
{"text": "因此，政府得 以将发展预算拨款增加到40%，相比之下，2015年为 25%。", "meta": {"en_pair": "Through that initiative, pupils’ enrolment in primary schools has increased by 35.2 per cent, providing access to basic education for children from extremely poor households and those living with disabilities.", "label": 1}}
{"text": "侵略者试图左右舆论，说他正在打击恐怖主 义。", "meta": {"en_pair": "The aggressor has tried to sway public opinion by saying that he is fighting terrorism.", "label": 0}}
{"text": "保护森林及其为人类提供的关键服务、特别是 碳汇功能当然举足轻重。", "meta": {"en_pair": "The protection of forests and the essential services that they do for human communities, especially as carbon sinks, is of course fundamental.", "label": 0}}
{"text": "在这种情况下，一 个碎片化的世界不符合任何人的利益。", "meta": {"en_pair": "In such a situation, a fragmented world is in no one’s interests.", "label": 0}}
{"text": "为了使我们达到理想的可持续发展水平， 必须以积极的集思广益方式讨论希望通过《2030年 可持续发展议程》取得哪些成果，探讨适合受影响 最严重国家政治局势和具体现实的替代项目。", "meta": {"en_pair": "In order for us to achieve the desired levels of sustainable development, it is important to make the expected outcomes of the 2030 Agenda for Sustainable Development the object of positive brainstorming on alternative projects that are appropriate to the political situations and concrete realities of the countries most affected.", "label": 1}}
{"text": "10 \b27/09/2019确保政府的问责制和透明度。", "meta": {"en_pair": "In 2017, for example, to ensure the proper management of natural wealth and resources, it enacted laws on natural wealth and resources and on contracts for such resources.", "label": 1}}
{"text": "恐怖主义和暴力极端主义继续给无辜人民带来 死亡和痛苦。", "meta": {"en_pair": "Terrorism and violent extremism continue to bring death and suffering to innocent people.", "label": 1}}
{"text": "因此，我们将继续改善各项条 件，从而创造投资机会，使我们的社会经济发展多 样化，特别是在教育、保健、降低死亡率、儿童营 养和为青年创造就业机会等领域。", "meta": {"en_pair": "We will therefore continue to improve our conditions to create investment opportunities and diversify our socioeconomic development, specifically in the areas of education, health care, mortality reduction, child nutrition and job creation for youth.", "label": 1}}
{"text": "我们必须再 次学习如何睦邻共处，如何在我们的家园——我们 的地球上——共同解决问题。", "meta": {"en_pair": "We must learn once again how to be good neighbours and solve problems together in our home, our planet.", "label": 0}}
{"text": " 必须确保和促进野生生物的生存环境，将此作为环 境利益，增进生态和社会经济利益，这一点怎么强 调都不为过。", "meta": {"en_pair": "The need to secure and promote the wellbeing of wildlife flora and fauna as an environmental good for ecological and socio-economic benefit cannot be overemphasized.", "label": 0}}
{"text": "我 们 相 信 传 统 的 核 心 家 庭 是 文 明 的 基 础 ，人 类只有拥有信仰自由和言论自由，自由才会完整。", "meta": {"en_pair": "We believe that the traditional nuclear family is the very foundation of civilization and that the freedom of human being is made complete only with the freedom to worship and freedom of expression.", "label": 0}}
{"text": "一个基于规则的多边体 系仍然远远胜过确保和平与繁荣以及解决全球问题 的任何其它方式。", "meta": {"en_pair": "A rules-based multilateral system is still far preferable to any other way to secure peace and prosperity and solve global problems.", "label": 0}}
{"text": "El Aguacate村的那位教师和上传这段视频的 人让非常普通且限于当地一隅的内容被全国各地的 人都能看到，为这些小学生带来了真正的变化。", "meta": {"en_pair": "The teacher from El Aguacate and the person who uploaded the video enabled something very ordinary and very local to be seen throughout the entire country, which brought about real change for those pupils.", "label": 1}}
{"text": "考虑到我国曾处于社会主 义的边缘，这是非凡的成就，是坚实的基础。", "meta": {"en_pair": "It is a fundamental truth of the twenty-first century, within each of our countries and as a global community, that our own success is bound up in others succeeding as well.", "label": 0}}
{"text": "在 这 方 面，我 谨 呼 吁 我 们 在 国 际 社 会 中 的 朋友帮助我们找到并追回因腐败而从伊拉克窃取的 资金，这将成为一个具有决定性意义的威慑步骤。", "meta": {"en_pair": "In that context, I would like to call on our friends in the international community to help us to find and restore the money that has been stolen from Iraq due to corruption, which would be a decisive deterrent step.", "label": 1}}
{"text": "根据我们的现代化和工业化议程，我们正在 提高教育质量，使其与现代技术和创新更加切实相 关。", "meta": {"en_pair": "In line with our modernization and industrialization agenda, we are enhancing the quality of our education to make it more relevant with regard to modern technology and innovation.", "label": 1}}
{"text": "我们希望，我国参加可增强绝大多数国家的 观点，即应改革安全理事会的组成和工作方法，以 反映当今的全球现实，体现小岛屿发展中国家的宝 贵视角。", "meta": {"en_pair": "We hope that our presence will buttress the view of the overwhelming majority of nations that the membership and working methods of the Security Council should be reformed to reflect current global realities and the invaluable perspectives of small island developing States.", "label": 0}}
{"text": " 这场危机已导致数百万人为逃离贫困、暴力和极端 痛苦的处境而远走他乡。", "meta": {"en_pair": "We need to jointly respond to the migration and humanitarian crisis that has led to the flight of millions of people who are forced to leave their homes to flee poverty, violence and extreme hardship.", "label": 1}}
{"text": "我们需要有效的 集体对策，以捍卫民主。", "meta": {"en_pair": "We need an effective collective response in order to safeguard democracy.", "label": 1}}
{"text": "我 国 武 装 部队继 续坚定地 采取行 动，消灭 剩余的危及伊 拉 克、其所在区域和世界安全的恐怖组织。", "meta": {"en_pair": "Our armed forces continue to act with determination to stamp out the remaining terrorist cells that threaten the security of Iraq, its region and the world.", "label": 1}}
{"text": "我们愿 意 为向 阿富汗 提 供 人 道 主 义 援 助 提 供 后 勤 平台，贡 献 我们 的一 份力 量。", "meta": {"en_pair": "We are ready to provide a logistical platform for humanitarian aid into Afghanistan, as well as to contribute our fair share.", "label": 0}}
{"text": "如果我们要战胜贫困和 气候变化，并确保实现顾及我们人民追求幸福的渴 望的包容性经济增长，我们必须通过具体行动树立 雄心并重新作出承诺。", "meta": {"en_pair": "We must raise our ambitions and renew our commitment through concrete actions if we are to win the fight against poverty and climate change and to ensure inclusive economic growth that takes into account our people’s aspirations to well-being.", "label": 1}}
{"text": "南部非洲的“伊代”气旋和巴哈 马的“多里安”飓风的破坏性影响、加利福尼亚山 火后留下的荒地、我们最近在各大洲记录到有史以 来最热月份的酷热以及格陵兰岛近期的冰盖融化， 都表明我们地球的未来岌岌可危，会让人无法生 存。", "meta": {"en_pair": "The devastating effects of Cyclone Idai in Southern Africa and Hurricane Dorian in the Bahamas, the desolation left in the wake of wildfires in California, the sweltering heat of the hottest months that we have recently recorded on all continents and the latest ice cap melts in Greenland all point to an alarmingly dangerous and desolate future for our planet.", "label": 0}}
{"text": "我们要想消除贫困和不平等 以及实现17个可持续发展目标，就必须采取有效的 司法手段解决腐败问题。", "meta": {"en_pair": "By fighting poverty and inequality and fulfilling the 17 Sustainable Development Goals, we are addressing corruption through the effective administration of justice.", "label": 1}}
{"text": "此 时此 刻，我 们 必 须 加 快 速 度 ，协 同 合作，把 文 明从 这 片正在下沉 的废墟中 拉 将出来 。", "meta": {"en_pair": "Here and now, we must move with speed and synergy to pull civilization out of this sinking wreckage.", "label": 1}}
{"text": "亚洲日益增长的经济实力要求有更加一体化的 大陆安全架构。", "meta": {"en_pair": "The growing economic might of Asia demands a more integrated continental security architecture.", "label": 0}}
{"text": "8亿棵树， 这样，我们就可以一起保护我们共同的家园。", "meta": {"en_pair": "Furthermore, our goal is to plant 180 million trees by 2022 so that together we can protect our shared home.", "label": 1}}
{"text": "它暴 露了国 际 社 会 中 许 多不可预 见 的 脆 弱 性 ，同 时造 成了前 所 未有 的 经 济 危 机 。", "meta": {"en_pair": "It has exposed many unforeseen vulnerabilities among the international community while causing an unprecedented economic crisis.", "label": 1}}
{"text": "我们呼吁所有合作伙伴共同努 力，让我们一起大声疾呼，保护我们的儿童和青 年。", "meta": {"en_pair": "We call on all partners to join efforts and together, let us raise our voices to protect our children and young people.", "label": 1}}
{"text": " 我们相信，多米尼加共和国将继续与本区域的兄弟 国家一道前进，以克服面前巨大而紧迫的挑战，例 如气候变化。", "meta": {"en_pair": "However, it is important to note that the nature of those gaps and the challenges we face in overcoming them change.", "label": 0}}
{"text": "我们继续对民 众进行投资，使他们能够有尊严地生活，发挥全部 潜能，并为我们充满活力的民主制度做出贡献。", "meta": {"en_pair": "We continue to invest in them so that they can live in dignity, realize their full potential and contribute to our vibrant democracy.", "label": 1}}
{"text": "正是通过联合国的多边主义，较小 国家的声音才得到听取。", "meta": {"en_pair": "It is through multilateralism at the United Nations that smaller States can have their voices heard.", "label": 1}}
{"text": "我 谨 强 调，赞比 亚 共 和 国 政 府 将 继 续 致 力于 经济 外 交 和多边 主 义，并通 过促 进与国 际 社会 的 开 放和友好关系来加强全球努力，以确保我国的集体 可持续增长和发展。", "meta": {"en_pair": "I wish to stress that the Government of the Republic of Zambia will remain committed to economic diplomacy and multilateralism and to consolidating global efforts through the promotion of open and cordial relations with the international community in order to ensure collective sustainable growth and development in our country.", "label": 1}}
{"text": "我们助长枪械制造和贸易的利润， 并助长通过非传染性疾病牟利，这些疾病以最隐蔽的方式伤害我国人民，因为我们允许某些饮食成为 日常膳食，推动少数跨国公司借助我们吃下的食物 和我们所过的生活牟取厚利。", "meta": {"en_pair": "We promote profit in the manufacturing and trade of guns weapons, and through the non-communicable diseases that strike down our people in the most insidious ways because we allow diets that promote the prosperity of a few multinational corporations to become the norm of the day through the food that we eat and the lives that we live.", "label": 1}}
{"text": "这种资金来源现在已经枯竭。", "meta": {"en_pair": "That source of funds has now dried up.", "label": 0}}
{"text": "为了加大多边应对的力度，特别迫切需要建立 一个透明的框架，以增加各国间信任，履行已经作 出的承诺。", "meta": {"en_pair": "To enhance a multilateral response, there is a particularly urgent need for a transparent framework to promote trust among nations in fulfilling the commitments made.", "label": 1}}
{"text": "由于我国发生了一场非常重要的意识形态变 革，我国经济正在稳步、相当迅速地增长。", "meta": {"en_pair": "Our economy is growing steadily and quite rapidly, thanks to a very important ideological transformation that has occurred in our country.", "label": 1}}
{"text": "环 境恶化的速度前所未有地加快，迫使我们所有人做 更多的事情来纠正我们对环境犯下的错误。", "meta": {"en_pair": "The acceleration of environmental degradation at rates never seen before obliges all of us to do more to right the wrongs we have committed against the environment.", "label": 1}}
{"text": "今年年初，塞舌尔与奈克顿考察团（Nekton mission）和牛津大学合作进行研究，以保护我们的 海洋空间和印度洋。", "meta": {"en_pair": "Earlier this year, Seychelles partnered with the Nekton mission and the Oxford University to conduct research in a bid to conserve our maritime spaces and the Indian Ocean.", "label": 1}}
{"text": "我们的目标是在识字、计算技能和 批判性思维方面取得根本性的适龄学习成果。", "meta": {"en_pair": "Our aim is to achieve fundamental, age-appropriate learning outcomes in literacy, computational skills and critical thinking.", "label": 0}}
{"text": "此种“友伴图”原则也促使我再次呼吁本着休戚与共精 神，虑及大流行病的影响，解决最穷国债务问题。", "meta": {"en_pair": "This principle of Ubuntu is also the reason for my renewed call to settle the question of debts of the poorest countries, in a spirit of solidarity that also takes into account the effects of the pandemic.", "label": 1}}
{"text": "因为我国是一个群岛国家，向民众提供负担得 起的全民医疗服务耗资不菲，而且很难实现。", "meta": {"en_pair": "Since our country is an archipelago, it is very expensive and difficult to provide affordable universal health-care services to our population.", "label": 1}}
{"text": "实施水电项目将确 保我们满足中亚各国的水电需求，从而为整个区域 的可持续发展创造有利条件。", "meta": {"en_pair": "The implementation of hydroelectric projects will ensure that we meet the needs of Central Asian countries in terms of hydropower, thereby creating conditions conducive to sustainable development across the entire region.", "label": 1}}
{"text": " 如果 我们 不 采 取 行 动，危 机 就 将 继 续 存 在，而且会 变得更糟。", "meta": {"en_pair": "If we do not act, the crisis will continue and will get worse.", "label": 0}}
{"text": "在 这一方面，我们 必 须 努 力避 免任 何导 致不团 结 的 新 因素，这 样 我们 才 能 防止 灾 难 再 次 发 生在 我们 人 类 身 上。", "meta": {"en_pair": "In this respect, we have to try to avoid any emerging elements causing disunity so we can prevent disaster from ever occurring again to our humanity.", "label": 1}}
{"text": "9就 在 昨 天 ，联 合王 国 的 首 支 主 权 绿 色债 券 在 市场上从想赚钱的务实投资者手中筹集了100亿英 镑。", "meta": {"en_pair": "Only yesterday, the United Kingdom’s first sovereign green bond raised £10 billion on the markets, from hard-headed investors who want to make money.", "label": 0}}
{"text": "近年来，有移民背景的人在欧洲 发动了30多次重大的恐怖袭击，这是布鲁塞尔颁布 的伪善、出于意识形态动机的政策的后果。", "meta": {"en_pair": "The more than 30 significant terrorist attacks that have been committed in Europe by persons with a migratory background in recent years are the result of the hypocritical, ideologically motivated policy promulgated by Brussels.", "label": 1}}
{"text": "《2030年可持续发展议程》中概述的每一项目 标都要求教育为所有人提供知识、技能和价值观， 使他们能够过上有尊严的生活，建立自己的生活， 为他们所在的社会作出贡献。", "meta": {"en_pair": "Each of the goals outlined in the 2030 Agenda for Sustainable Development requires education to equip all people with the knowledge, skills and values that will enable them to live with dignity, build their own lives and contribute to the societies in which they live.", "label": 1}}
{"text": "早就应该改革联合国系统，增强其在履行任务 时的代表性、权能和反应力。", "meta": {"en_pair": "The reform of the United Nations system to make it more representative, empowered and responsive in fulfilling its mandate is long overdue.", "label": 0}}
{"text": "实现这种合作的方式之一是建立区域经济区。", "meta": {"en_pair": "One of the ways to achieve that cooperation is through the establishment of a regional economic zone.", "label": 1}}
{"text": "我们也想在这方面承担责任，并与特别代表一 道发起了一个旨在最终实现和平的进程。", "meta": {"en_pair": "We want to take on responsibility in that regard, too, and together with the Special Representative, we have launched a process intended to lead to achieving peace.", "label": 0}}
{"text": "我们 为由于大 力促 进 基 本自由而身处 危 险境 地 的人 感 到 担忧 。", "meta": {"en_pair": "We fear for those who are at risk because of their work to advance fundamental freedoms.", "label": 1}}
{"text": "或许有一天，我 们会满怀愧疚地回想起这类事件。", "meta": {"en_pair": "There may come a day when we remember such incidents with great regret.", "label": 0}}
{"text": "在当今全球化的世界，任由少数几个会员国做 出约束我们大家的决定是站不住脚和无法理解的。", "meta": {"en_pair": "In today’s globalized world it is indefensible and incomprehensible that decisions that bind us all are left in the hands of a few Member States.", "label": 0}}
{"text": " 因此，我们信奉这种合作方式，视之为医治反民主 动乱的一剂良药。", "meta": {"en_pair": "We therefore believe in that cooperative approach, which we see as an antidote to anti-democratic upheaval.", "label": 0}}
{"text": " 鉴于我们所处的位置，我们知道自己是这个区域不 可分割的一部分，如果在这里没有和平，全球挑战 就不能也不会被克服。", "meta": {"en_pair": "Given our location, we know that we are an integral part of a region where, without peace, global challenges cannot and will not be overcome.", "label": 0}}
{"text": "为了制止人口贩运，我们与墨西哥、危地马拉、洪都拉斯和萨尔瓦多建立了具 有历史意义的伙伴关系。", "meta": {"en_pair": "We forged historic partnerships with Mexico, Guatemala, Honduras and El Salvador to stop human smuggling.", "label": 1}}
{"text": "我们必须跨国界合作，减轻气 候变化的负面影响。", "meta": {"en_pair": "We must collaborate across borders to mitigate the negative impacts of climate change.", "label": 1}}
{"text": "这一现实促使南苏丹共和国总 统萨尔瓦·基尔·马亚尔迪特先生阁下亲自推动苏 丹政府与苏丹武装反对派团体之间的和平谈判。", "meta": {"en_pair": "This reality led His Excellency Mr. Salva Kiir Mayardit, President of the Republic of South Sudan, to take it upon himself to facilitate peace talks between the Government of the Sudan and the Sudanese armed opposition groups.", "label": 1}}
{"text": "在展望2030年并决心实现我们共同目标的同 时，我们必须克服一些更紧迫的挑战，才能取得成 功。", "meta": {"en_pair": "While looking towards 2030 and with the determination to achieve our common goals, there are some more immediate challenges that we must overcome in order to succeed.", "label": 1}}
{"text": "虽然会员国确实多种多样，面临不同的挑 战，但区域集团和会员国应确保人权理事会成员真 正致力于维护人权。", "meta": {"en_pair": "While it is true that Member States are diverse and face different challenges, regional groups and Member States should make sure that those serving on the Council are truly committed to upholding human rights.", "label": 0}}
{"text": "我们认为，如果我们大 家都采取双赢的做法，东地中海的能源资源就是一 个重要的合作机会。", "meta": {"en_pair": "We believe that the energy resources in the eastern Mediterranean constitute an important opportunity for cooperation if we all adopt a win-win approach.", "label": 0}}
{"text": "为了对付各 种 操 纵手段，我们 需 要一种 全面的 做 法以 及 新 的、 具体的方法来更好地发现、分析和揭露虚假信息。", "meta": {"en_pair": "In order to counter the various kinds of manipulation, we need a holistic approach and new, concrete ways to get better at detecting, analysing and exposing disinformation.", "label": 1}}
{"text": "除了失去往来银行关系的威胁外，我们还必须 应对单方面和常常毫无根据把我们的机构列入洗钱 黑名单，并且把我们国家列为避税天堂的做法。", "meta": {"en_pair": "In addition to the threat of lost correspondent banking relationships, we must also contend with the unilateral and often unfounded blacklisting of our institutions as money-launderers and our countries as tax havens.", "label": 0}}
{"text": "多边 主义、消除贫困、优质教育、健康和包容是非常重 要的问题，但对于图瓦卢这样的低地岛国来说，气 候变化对我们的发展也很重要。", "meta": {"en_pair": "Multilateralism, poverty eradication, quality education, health and inclusion are very important issues but for a small low-lying island atoll country such as Tuvalu, climate change is also important to our development.", "label": 0}}
{"text": "我们还确认必须提高教育质量，以充分满足我 国的需求。", "meta": {"en_pair": "We also recognize the need for quality education that fully responds to the needs of our country.", "label": 0}}
{"text": "我们希望，峰 会成果将使我们能够更有效地应对当前的挑战和威 胁，更有效地努力解决非洲国家面临的发展问题。", "meta": {"en_pair": "In Sochi, at the end of October, we will host the first-ever RussiaAfrica Summit, and we hope that its results will enable us to improve the effectiveness of the fight against the current challenges and threats, as well as of the work on the development issues that African countries face.", "label": 1}}
{"text": "我相信，凭借他的毅力和奉献精神，他将在今 后几年努力指导本组织朝着实现其优先事项的方向 前进。", "meta": {"en_pair": "I believe that, with his perseverance and dedication, he will work to guide the Organization’s direction towards realizing its priorities in the years to come.", "label": 0}}
{"text": "我认为，为了实现我们的崇高目标，发达国家、包括发 展伙伴必须履行其对脆弱国家如最不发达国家、内陆发展中国家和小岛屿发展中国 家的官方发展援助义务。", "meta": {"en_pair": "I am of the view that in order to meet our lofty goals, the developed countries including development partners must honor their obligation on ODA to vulnerable countries, such as least developed countries (LDCs), land-locked developing countries (LLDCs) and small island developing states (SIDS).", "label": 1}}
{"text": "可悲 的 是 ，如 今，为应 对全 球 挑 战 制 定 协商一 致 解 决 方 案 的 联 合 国 和多边 合 作机制的效力不断受到严重压力，因为战略竞争和相互竞争的领导层助长了单边举 措。", "meta": {"en_pair": "Sadly, nowadays, the effectiveness of the United Nations and multilateral cooperation mechanisms, where consensual solutions are forged to tackle global challenges, are constantly put under severe strain, as a result of unilateral initiatives fuelled by strategic rivalries and competing leaderships.", "label": 1}}
{"text": "我要回顾的是，美 国向“哥伦比亚计划”倡议捐助了100多亿美元，以 打击这一祸害。", "meta": {"en_pair": "I wish to recall that the United States contributed more than $10 billion to the Plan Colombia initiative in order to combat this scourge.", "label": 1}}
{"text": "当世界抛弃索马里时，我们参与并投入 到埃尔多雷特和姆巴加蒂和平进程，这促成了在肯 尼亚成立过渡时期全国政府，并最终促成索马里过 渡联邦政府的成立。", "meta": {"en_pair": "When the world had turned away from Somalia, we engaged and invested in the Eldoret and Mbagathi peace processes, which led to the formation and hosting of the Transitional National Government in Kenya and, ultimately, the formation of the Transitional Federal Government in Somalia.", "label": 1}}
{"text": "我 们随时准备合作开发我国资源，以可持续的方式开 发我们的所有潜力。", "meta": {"en_pair": "We stand ready to work in partnership to exploit our resources with a view to developing all of our potential in a sustainable manner.", "label": 0}}
{"text": "恐怖主义、小武器和轻武器非法流通、跨 国有组织犯罪、网络犯罪和非法资金流动等问题继续妨碍我们朝着实现可持续 和平、安全和稳定迈进。", "meta": {"en_pair": "Terrorism, illicit flow of small arms and light weapons, transnational organized crime, cybercrime and illicit financial flows among other aspects, continue to impede our march towards the realisation of sustainable peace, security and stability.", "label": 1}}
{"text": "在 《全球可持续发展报告》中，科学家们谈到某些生 态系统的转折点或临界点，这意味着，我们的退化 正在达到某种可能无法恢复正常运作状态的程度。", "meta": {"en_pair": "In the Global Sustainable Development Report, scientists speak of a tipping point or critical point for certain ecosystems, which means that we are reaching a level of degradation from which there can be no return to a normally functioning state.", "label": 0}}
{"text": "这是一项呼 吁，要求 工 业化 国家 给 予 理 解 并展 现 出同舟共 济 精 神，因为工业化国家对气候变化负有主要责任，而气 候 变 化 的后果 对 中美 洲 地 区 产 生了负面 影 响 ，尽管 中美 洲 排 放 的 温 室气体仅占 世界总 量 的 0.", "meta": {"en_pair": "It is a call for understanding and solidarity from the industrialized countries, which are largely responsible for climate change, the consequences of which have a negative impact on the Central American region, even though it emits only 0.35 percent of world’s greenhouse gases.", "label": 1}}
{"text": "我希望，在这一协商 进程结束时，能够形成全国共识，这将决定解决这一问题的途径。", "meta": {"en_pair": "It is my hope that at the end of this consultative process, a national consensus will evolve that will determine the pathway to resolving this issue.", "label": 1}}
{"text": "我们为我们通过《自由联 合条约》建立的密切关系感到自豪，并期待就该契 约延期之事开展讨论。", "meta": {"en_pair": "We are proud of our close relationship through our Compact of Free Association and look forward to beginning discussions on its renewal.", "label": 0}}
{"text": "如果区区一些数据和统计数字不足以描述埃及正在取得的巨大成就，那么最 好 的见证 和 证 据 就 是在 基 础 设 施 、提 供 体 面 住 房以 及 能 源 尤 其 是 新 能 源 和可再生能源生产等方面不断取得的具体成就和开展的重大国家项目，它们对于保障公民体 面生活的权利做出了直接的贡献。", "meta": {"en_pair": "If mere data and statistics do not depict the magnitude of what is being achieved in Egypt, then the best witness and evidence are the tangible and continuous achievements and major national projects in infrastructure, provision of decent housing and energy, especially the production of new and renewable energy, which directly contribute to safeguarding the citizen’s right in a decent living.", "label": 1}}
{"text": " 在麦地那出现的第一个伊斯兰教国家是第一个福利 国家。", "meta": {"en_pair": "The first State of Islam, in Medina, was the first welfare State.", "label": 0}}
{"text": "我们的国家气候变化战略旨在塑造 能够抵御气候变化、二氧化碳排放量低、能够通过 智慧型经济增长整合气候政策的经济。", "meta": {"en_pair": "Our national strategy on climate change has been conceived with the aim of shaping an economy resilient to climate change, with low carbon-dioxide emissions, and able to integrate climate policies through smart economic growth.", "label": 0}}
{"text": "他们必须知道，同样也是 岛民的帕劳人民向他们表示声援。", "meta": {"en_pair": "They must know that, as fellow islanders, the people of Palau stand in solidarity with them.", "label": 0}}
{"text": "国际关系体系政治、经济、法律和安全方面 的基础正面临着本组织历史上前所未有的威胁。", "meta": {"en_pair": "The foundations of the international relations system on the political, economic, legal and security fronts are facing threats that are unprecedented in the history of our Organization.", "label": 0}}
{"text": "我国政府正在努力创造就 业机会，并增加外 国 投 资 和 发 展 贸易，以便 能 够加 强 微 型、小 型 和中 型 企 业 ，减 少 贫 困 程 度 。", "meta": {"en_pair": "As a Government, we are working hard to create jobs, increase foreign investment and develop trade so that we can reduce poverty levels by strengthening micro-, small- and medium-sized enterprises.", "label": 1}}
{"text": "然而，由于 当局 在 这 方面采 取 的 措 施 和作出的 规 定，在 我们 所有双 边和多边伙 伴 、我 们 的 社 区 和民 间 社 会 成 员 的 支 持下，局势已 经 得 到 控 制 ，我 们 对此 非 常 感 激 。", "meta": {"en_pair": "Nevertheless, the situation has been brought under control thanks to measures taken and provisions made by the authorities in that regard, with support from all our bilateral and multilateral partners, our communities and members of civil society, to whom we are very grateful.", "label": 1}}
{"text": "研 究 、教育 和 职 业 培 训，特别是女孩和妇女的研究、教育和职业培训，必须 处 于核心 地 位 ，以便 发 展 获 取 知 识 的 途 径，促 进 创 新并 促 进 开展 行 动。", "meta": {"en_pair": "Research, education and vocational training, especially for girls and women, must be at the heart in order to develop access to knowledge, promote innovation and enable action.", "label": 1}}
{"text": "作为一个既与阿拉伯世界保持长期联系又与以 色列维持良好关系的国家（近30年前我父亲担任总 理时希腊就首先承认了以色列），我们认为中东和 平进程必须继续下去，必须实现两国方案，希望有 一天该地区能够成为其所有人民的乐土。", "meta": {"en_pair": "As a country that enjoys both longstanding ties to the Arab world and excellent relations with Israel, which Greece first recognized when my father was Prime Minister almost 30 years ago, we believe that the Middle East peace process must remain alive and lead to a two-State solution, in the hope that one day the area can become a promised land for all its people.", "label": 0}}
{"text": "同许多其他国家一样，小岛屿发展中国家也 面临其他危险挑战，如海盗行为、海上人口贩运、 贩毒、非法捕鱼和掠夺其他海洋资源。", "meta": {"en_pair": "Like so many others, small island developing States also face other dangerous challenges, such as maritime piracy, human trafficking at sea, drug trafficking, illegal fishing and the plundering of other resources at sea.", "label": 0}}
{"text": "阿根 廷 欢 迎 在世界贸易 组 织 提 出专 利 方面的 提议，以便帮助 促 进 疫 苗 的 生产，提高其竞争力，并且推动其本地开发。", "meta": {"en_pair": "Argentina welcomes the proposals regarding patents under the World Trade Organization in order to help to promote the production, competitiveness and local development of vaccines.", "label": 1}}
{"text": "谈到国际团结和包容，我谨再次在本讲台呼吁 彻底解除对古巴政府和人民实施的长达数十年的封 锁，以消除古巴实现可持续发展目标的障碍，而这 些目标是世界各国人民的正当愿望。", "meta": {"en_pair": "Such a reform, which we all hope for, will have the advantage of bringing the world into line with the demands of the times and above all with the values that are the foundation of our common faith in order to forever banish the spectre of war and raise high the flag of peace.", "label": 1}}
{"text": "我们请国际社会采取一切适当的制 裁措施来捍卫哥伦比亚人民以及当然还有我们的委 内瑞拉兄弟姐妹今世后代的权利和自由。", "meta": {"en_pair": "We ask the international community to adopt all appropriate sanctions to safeguard the rights and freedoms of present and future generations of Colombians and, of course, of our Venezuelan brothers and sisters.", "label": 1}}
{"text": "第十四届联合国预防犯罪和刑事司法大会（俗 称联合国预防犯罪大会）将在京都召开。", "meta": {"en_pair": "The fourteenth United Nations Congress on Crime Prevention and Criminal Justice, commonly known as the United Nations Crime Congress, will convene in Kyoto.", "label": 0}}
{"text": "越南对所有针对平 民以及对平民生存至关重要的基础设施的袭击表示 痛惜。", "meta": {"en_pair": "Viet Nam deplores all attacks against civilians and the infrastructure critical to their survival.", "label": 0}}
{"text": "相反， 《全面行动计划》死亡造成的最轻结果是伊朗离获得原子弹更近了。", "meta": {"en_pair": "On the contrary, at best, the JCPOA’s demise brings Iran closer to getting the atomic bomb.", "label": 1}}
{"text": "过去 五年来，印度努力加强数个世纪之久的国家间兄弟 情谊这一伟大传统，并为世界福祉而努力，这实际 上与联合国各个重要目标一致。", "meta": {"en_pair": "Over the past five years, India has worked to strengthen its centuries-old great tradition of fraternity among nations and working for the welfare of the world, which is indeed in line with the key objectives of the United Nations.", "label": 0}}
{"text": "这导致了动物死亡和人类与野生动物之间冲突升级。", "meta": {"en_pair": "This has contributed to animal deaths and the escalation of the human-wildlife conflict.", "label": 1}}
{"text": "这场危机迫使我们作出范式转变。", "meta": {"en_pair": "This crisis is forcing us to make a paradigm shift.", "label": 1}}
{"text": "结合合理 使用新的数字技术，它可以开发创新、可持续和有 吸引力的产品。", "meta": {"en_pair": "Together with a sensible use of new digital technologies, it can develop innovative, sustainable and attractive products.", "label": 0}}
{"text": "秘书长在今年早些时候关于联合国发展系统改 革的报告（A/74/73）中表示支持北太平洋，建议我 们设立一个专门的多国办事处，以满足密克罗尼西 亚地区五个国家的需求。", "meta": {"en_pair": "Earlier this year, in his report on United Nations development system reform (A/74/73), the SecretaryGeneral expressed his support for the North Pacific, recommending that we establish a dedicated multi-country office to attend to the needs of the five Micronesian countries.", "label": 0}}
{"text": "联合国大会一般性辩论通常是在一年之中世界 各地出现极端自然现象的时刻召开的。", "meta": {"en_pair": "The general debate of the General Assembly of the United Nations is usually convened at a time of year when extremes of nature are on display around the world.", "label": 0}}
{"text": "以色列非但不努力促进地区和平与稳定，反而 启动了又一阶段的升级行动，使该地区的紧张局势 加剧到前所未有的程度。", "meta": {"en_pair": "Instead of working for peace and stability in the region, Israel has launched yet another phase of escalation, fuelling regional tensions to unprecedented levels.", "label": 1}}
{"text": "我们 正 采 取 措 施 ，以确 保在 我 国 的 恢 复 努力中 纳 入性 别 视 角，利用社 会所有 成 员的 充 分潜 能 ，让他们 充 当经济、社 会以 及环 境 变 革 的 领导 者、创 新 者以 及 推 动 者。", "meta": {"en_pair": "We are taking measures to ensure that our national recovery efforts include a gender perspective and harness the full potential of all members of society as leaders, innovators and agents of economic, social and environmental change.", "label": 0}}
{"text": "10这一主 题 符 合 大会主 席 的五个 优 先 事 项 ，呼 吁 我们 大 家 基于以下 事 实 行 事：这些优先事项围绕任何国家都无法单独应对的全球挑战。", "meta": {"en_pair": "The theme, which corresponds to the five priorities of the President of the General Assembly, calls on us all of us to act in line with the fact that they are centred upon global challenges that no country can meet alone.", "label": 0}}
{"text": "它就是2021年7月29日在土 库曼 斯 坦倡议 之下通 过 的联 合 国 大会决议“ 加 强 所有运 输 方 式 之间的联 系，确 保 2019 冠 状 病 毒 病(C OV I D -19)大 流行期间 和之 后 稳 定可靠的国 际 运 输，促 进 可持续发展”。", "meta": {"en_pair": "It is the UN General Assembly resolution “Strengthening the links between all modes of transport to achieve stable and reliable international transport for sustainable development during and after the coronavirus disease (COVID-19) pandemic” adopted at the initiative of Turkmenistan on July 29, 2021.", "label": 1}}
{"text": "在全球 气候紧急情况的背景之下，作为一个脆弱国家的公 民，我也有责任代表小岛屿发展中国家共同体、加 勒比和加勒比共同体各国人民以及沿海社区和世界 各地特别容易受海平面上升和越来越强力风暴影响 的其他社区发言。", "meta": {"en_pair": "In the context of the global climate emergency, it is also my responsibility, as a citizen of a vulnerable State, to speak on behalf of the community of small island developing States (SIDS), the peoples of the Caribbean and the Caribbean Community, and the coastal and other communities around the world that are especially vulnerable to rising sea levels and increasingly powerful storms.", "label": 0}}
{"text": "10 \b27/09/2019义局势因马杜罗政权越来越严重，该国有430万民 众出逃，且不断发生危机。", "meta": {"en_pair": "In Venezuela, the appalling humanitarian situation, driven deeper and deeper by the Maduro regime, continues to be of great concern, with 4.3 million people fleeing the country and its ongoing crisis.", "label": 1}}
{"text": "“我借此机会在这个讲台上重申，我国致 力于继续努力实现可持续发展，以实现社会包 容和减少不平等，特别是通过加强关于社会发 展问题的对话来鼓励产生有效的政治影响，这 将确保成功执行《2030年议程》。", "meta": {"en_pair": "“I take this opportunity to reaffirm from this rostrum my country’s commitment to continuing to work towards sustainable development in order to achieve social inclusion and the reduction of inequalities, in particular by encouraging effective political impact through the strengthening of dialogue on social development issues, which will ensure the successful implementation of the 2030 Agenda.", "label": 1}}
{"text": "如果能够建立这 样一个安全区，我们就有信心能重新安置100万至 200万难民。", "meta": {"en_pair": "If such a safe zone can be established, we could confidently resettle between 1 million and 2 million refugees.", "label": 1}}
{"text": "我们还在建设一个塑料回收厂，这将使我国 成为塑料平衡国家。", "meta": {"en_pair": "We are also in the process of establishing a plastic-recycling plant that will enable our country to become plastic-neutral.", "label": 1}}
{"text": "我们需要 几十年的和平、努力和勤奋工作以及巨大的成功， 才能更接近欧洲发达国家。", "meta": {"en_pair": "We need decades of peace, hard and diligent work and great successes in order to bring ourselves closer to the developed European countries.", "label": 1}}
{"text": "新形式 的贸易保护主义正在威胁自由和公平贸易。", "meta": {"en_pair": "Free and fair trade is being threatened by new forms of protectionism.", "label": 0}}
{"text": "因 此 ，就 气候 变 化 而 言，我们今天的行动将决定我们地球的未来。", "meta": {"en_pair": "Our actions today will therefore determine the future of our planet in terms of climate change.", "label": 1}}
{"text": "今天，在联合国创建周年前夕，联合国和全 世界正面临着下一个重要的前沿。", "meta": {"en_pair": "Today, on the eve of its anniversary, the United Nations and the whole world are facing their next important frontier.", "label": 0}}
{"text": "此外，2014年引入的全民医保将在明年扩大， 并将与世界银行合作实施一项生产性社会安全网 计划，耗资1.", "meta": {"en_pair": "In addition, universal health coverage, introduced in 2014, will be extended next year, and a programme of productive social safety nets will be implemented in collaboration with the World Bank, at a cost of $150 million, which will enable 125,000 households to receive regular income over the 2015 to 2024 period.", "label": 1}}
{"text": "“在该框架内，为了保证儿童的优质教 育，我们设立了全国学校综合供餐方案，该方 案不仅改善学生的学习成绩、健康和营养状 况，而且发展当地农业生产，从而为农民提供 可观的收入。", "meta": {"en_pair": "“In this framework, in order to guarantee quality education for children, we have set up the Integrated National School Feeding Programme, which not only improves the school performance, health and nutritional status of students but also develops local agricultural production, thereby providing substantial income to farmers.", "label": 1}}
{"text": "海 洋对人们的生活、融合和发展不可或缺。", "meta": {"en_pair": "The sea is indispensable for life, integration and the development of peoples.", "label": 0}}
{"text": " 在国际上，它考虑到邻国的条件和环境，同时与它们合作实现共同繁荣。", "meta": {"en_pair": "Internationally, it is taking into account the conditions and circumstances neighboring countries are put in while working with them to attain co-prosperity.", "label": 0}}
{"text": "我们还认识到，这一致命威胁不 分地理界限，将对发展中国家，特别是小岛屿发展中国家和最不发达国家产生不成 比例的影响。", "meta": {"en_pair": "We are also cognisant that this pernicious threat does not recognise geographical boundaries and will disproportionately impact developing countries, particularly Small Island Developing States (SIDS) and Least Developed Countries (LDCs).", "label": 1}}
{"text": " 此类因民怨而产生的运动在某些地区甚至会加剧恐 怖主义，它们挟持了政治辩论，也让我们无法对影 响我们所有人的问题采取协调一致的对策。", "meta": {"en_pair": "Such movements of popular frustration, which in some regions even go on to fuel terrorism, hold political debate hostage and prevent us from providing concerted responses to the problems that affect us all.", "label": 0}}
{"text": "由于古巴政权的单边行动，在我上任之前，这 些古巴公民近90%都离开了巴西。", "meta": {"en_pair": "Before I took office, almost 90 per cent of those Cuban citizens left Brazil due to unilateral action by the Cuban regime.", "label": 1}}
{"text": "因此，我们 严正、愤慨地反对恐怖主义，以便警示世人这一恶 行。", "meta": {"en_pair": "That is why our voice rings out with seriousness and outrage against terrorism in order to alert the world to that evil.", "label": 1}}
{"text": "在 这一方面，由于实 施电气化 方 案 、改善 饮 用水供 应以 及 加 强 教育 和医 疗保 健，我们使数百万同胞受益于电力和饮用水，以及在他们居住的地方附近有学校和 医疗保健中心。", "meta": {"en_pair": "In that respect, thanks to electrification programmes, improved access to drinking water and enhanced education and health care, we have enabled millions of our fellow citizens to benefit from electricity and drinking water, and the presence of schools and health-care centres near to their living spaces.", "label": 1}}
{"text": "这些不幸现象对最脆弱的国家和部门打击最大，对妇女的 打击尤其严重，扩大了性别差距。", "meta": {"en_pair": "Those misfortunes have hit the most vulnerable countries and sectors hardest, particularly women, widening gender gaps.", "label": 1}}
{"text": "这将意味着促进最弱势群体获得有助于实现其 经 济 福 祉 的 机会，同 时 重 点 关 注 土著人 民 、非 洲 裔 人口、移民 、妇 女、儿 童、年 轻 人、境 内 流 离失 所 者 以 及 男女 同 性 恋 、双性 恋 、跨 性 别 者 和间 性 者。", "meta": {"en_pair": "It will mean promoting access for the most vulnerable populations to opportunities leading to their economic well-being, while focusing on indigenous peoples, Afrodescendant populations, migrants, women, children, young people, internally displaced persons and members of the lesbian, gay, bisexual, transgender and intersex community.", "label": 1}}
{"text": "我们将一起 实现共同愿景，建设一个没有贫困、饥饿和冲突的 共同未来，以及一个能造福我们各国人民的安全星 球。", "meta": {"en_pair": "Together we will realize our common vision to build a common future free of poverty, hunger and conflict, and a safe planet that can benefit all of our peoples.", "label": 0}}
{"text": "尽管我们不是温室气体的主要排放国，但我 们致力于同国际社会合作，加倍努力减缓全球气温 上升，在2030年之前，使我们的可再生和可持续能 源发电量达到100%。", "meta": {"en_pair": "Even though we are not a major contributor of greenhouse gases, we are committed to working with the international community to redouble our efforts to reduce the rise in global temperatures, so that, by 2030, 100 per cent of our electricity will be generated by renewable and sustainable energy.", "label": 1}}
{"text": "我们的军人和一名 76 岁的 平民在 对 阿塞 拜 疆 托 武 兹区 的 炮击 中丧 生，同时民 用基 础 设 施 遭 到 大面 积 破坏。", "meta": {"en_pair": "Our military servicemen and a 76-year-old civilian were killed due to the artillery bombardment of Azerbaijan’s Tovuz district, while extensive damage was done to civilian infrastructure.", "label": 1}}
{"text": "秘书长实施的改 革联合国维持和平行动的宏伟方案值得我们关注。", "meta": {"en_pair": "Our term as a member of the Security Council has given us an excellent opportunity to show the world that the trust it has placed in our country has enabled us to demonstrate the best we have to offer.", "label": 1}}
{"text": "这种思想是错 误和危险的，即使它有许多信奉者和强大宣传者。", "meta": {"en_pair": "It is false and dangerous, even if it has many followers and powerful propagators.", "label": 0}}
{"text": "我们欢迎把通过土耳其向叙利亚西北部运送 人道主义援助的联合国机制再延长12个月。", "meta": {"en_pair": "We welcome the extension of the United Nations mechanism for humanitarian assistance delivered to north-western Syria via Turkey for another 12 months.", "label": 0}}
{"text": "移民的原因之一是咖啡危机，其肇因是低 价和气候变化造成的影响。", "meta": {"en_pair": "One of the causes of migration is the coffee crisis, which is driven by low prices and the effects of climate change.", "label": 1}}
{"text": "巴拉圭确认，维持和平行动在帮助许多国家解 决冲突局势以及保护平民和最弱势群体方面已经并 将继续发挥重要作用。", "meta": {"en_pair": "Paraguay recognizes the important role that peacekeeping operations have played, and continue to play, in helping many countries to resolve conflict situations and to protect civilians and the most vulnerable.", "label": 1}}
{"text": "圣多美和普林西比民主共和国作为一个小岛屿 发展中国家，受到随这一地位而来的种种制约，我 们奉行适合我国现实的政策，充分尊重多元文化多 样性和人权。", "meta": {"en_pair": "As a small island developing State, and with all the constraints that come with that status, the Democratic Republic of Sao Tome and Principe pursues policies adapted to our reality, with full respect for multicultural diversity and human rights.", "label": 0}}
{"text": "这一次 的 教 训 发 出 响 亮 的 警 告，即：团 结 一 致 并 确 保 国 际 团 结 对于寻求全 球 解 决 方 案 是 多 么 重 要。", "meta": {"en_pair": "The lesson this time is a loud warning about how important it is to stand together and ensure international solidarity in seeking global solutions.", "label": 0}}
{"text": "因此，他们必须做好充分准备，以便妥善执 行任务。", "meta": {"en_pair": "They must therefore be well prepared in order to properly perform their task.", "label": 0}}
{"text": "我国政府没有追究 过一起财产再分配案件。", "meta": {"en_pair": "Our Government has not pursued a single case of property redistribution.", "label": 0}}
{"text": "解决移民问题的最好办法是加强合作和更好 地分配职责。", "meta": {"en_pair": "The best solution to the migrant issue would be to strengthen cooperation and better distribute responsibilities.", "label": 0}}
{"text": "没有人比塞尔维亚更关心解决这个沉重的包 袱，因为这不仅将为我国，而且也将为整个地区提 供和平、稳定、合作、经济繁荣并加快我们加入欧 盟的步子。", "meta": {"en_pair": "No one cares more about resolving this difficult burden than Serbia because it would provide not only our country but also the entire region with peace, stability, cooperation, economic prosperity and progress on our EU path.", "label": 0}}
{"text": "它们威胁到我们区域和全世界的 和平与稳定。", "meta": {"en_pair": "They threaten peace and stability in our region and around the world.", "label": 0}}
{"text": "因 此 ，一 如 我 们 正在 领 导 一 个旨在 克 服 经 济 危 机 的 公正复 苏 项目那 样，我们 也 必 须 致 力于公正 的绿色转型，我们相信，这是实现更大进步、增进福 祉 的 最有 效 途 径 。", "meta": {"en_pair": "Therefore, in the same way that we are leading a just recovery project to overcome the economic crisis, we must also commit ourselves to a just green transition, which we are convinced is the most effective way to reach new levels of progress and well-being.", "label": 1}}
{"text": "然而，不幸的是，这个势头被 重大卫生危 机 所 削 弱，这 场 危 机让 每 个 国 家 都 感 到 意 外，削 弱 了我们对巴黎会议上所作承诺的后续行动。", "meta": {"en_pair": "However, all that momentum has unfortunately been blunted by the major health crisis, which took every country by surprise and weakened our follow-up to the commitments made at the Paris conference.", "label": 1}}
{"text": "这使 美 国得以拒绝其他国家进入我们的土地和水域，最终 限 制了我 们 与国 际 社 会 一 些 成 员 的 联 系，限 制了我 们未来的经济发展机会。", "meta": {"en_pair": "And that enabled the United States to deny other nations access to our lands and waters, ultimately restricting our association with some members of the international community and limiting our prospective economic development opportunities.", "label": 1}}
{"text": "中国吉尔吉斯斯坦-乌兹别克斯坦铁路的建设和启用将为亚洲和欧洲互联互通做出实际 贡献。", "meta": {"en_pair": "The construction and launch of the China-Kyrgyzstan-Uzbekistan railroad will be a meaningful contribution to connecting Asia with Europe.", "label": 1}}
{"text": "工作保障、薪酬和增 加培训机会都是在教育系统中留住优质教师的激励 措施。", "meta": {"en_pair": "We wish to call on countries, development partners and corporations to collaborate to fill the need for policy coherence and to work towards developing a road map that addresses the problem.", "label": 0}}
{"text": "最 近 几个月世界 各地 恶 劣的天 气 和火 灾 痛 苦 地 提 醒 我们，人 类 活 动显 然 在 扰 乱气候，并威 胁 着 地 球 上 的 生物多 样 性 。", "meta": {"en_pair": "As the adverse weather and fires of recent months around the world painfully reminded us, it is clear that human activity is disrupting the climate and is threatening the biodiversity of our planet.", "label": 1}}
{"text": "美国现政府的行为及其军事与核主宰战略对国 际和平与安全构成威胁。", "meta": {"en_pair": "The behaviour of the current United States Government and its strategy of military and nuclear domination constitute a threat to international peace and security.", "label": 0}}
{"text": "同样，它们也 展示出公共与私营部门的重大努力，表明秘鲁人有 能力克服我们的分歧，为国家的未来而努力，实现 更大的福祉。", "meta": {"en_pair": "Similarly, they demonstrate the important efforts made by the public and private sectors and the capacity of Peruvians to overcome our differences in order to work for the future of the country and achieve higher levels of well-being.", "label": 1}}
{"text": "我们必须促进采取行 动，为他们提供支持，确保他们能够在没有任何形 式的虐待和剥削的情况下成长。", "meta": {"en_pair": "We must promote actions to support them to ensure they can grow up free from all forms of abuse and exploitation.", "label": 1}}
{"text": "尽管痛苦，但他们的英 雄事迹将被我们的祖国及其子孙后代永远缅怀。", "meta": {"en_pair": "Despite the pain, their heroic epics will remain alive in the memory of our homeland and its future generations.", "label": 0}}
{"text": "然而，国际安全环境不断恶化，再次加 剧了使用核武器的威胁。", "meta": {"en_pair": "However, the deteriorating international security environment has once again increased the threat of the use of nuclear weapons.", "label": 1}}
{"text": "这样，公国政府行动的每一 部分都必须符合可持续发展的要求。", "meta": {"en_pair": "In this way, every part of the Principality’s Government action must adhere to the requirements of sustainable development.", "label": 0}}
{"text": "我们要想赢下与气候变化的竞赛，发达国家就 必须用财政和技术资源来帮助贫困人口。", "meta": {"en_pair": "If we are to win the race against climate change, developed nations must lift the deprived with financial and technical resources.", "label": 1}}
{"text": "相 反 ，直 到 欧 洲中心 的 伤口流 血 ，全 世界 都会感 受 到 疼 痛 。", "meta": {"en_pair": "On the contrary — until the wound in the center of Europe is bleeding, the pain will be felt all over the world.", "label": 1}}
{"text": "我们正在与友好国家 一道，推动建立一个国际反腐败法院，因为跨国腐 败的祸害与贩运毒品一样，无视并且超越国界，国 际社会需要有力工具加以应对。", "meta": {"en_pair": "Together with friendly nations, we are promoting a project to create an international anti-corruption court because, like drug trafficking, the scourge of transnational corruption transcends and ignores borders and the international community needs a strong tool to confront it.", "label": 0}}
{"text": "在区域一级，秘鲁致力于和平与国际安全、遵 守国际法和实现包容。", "meta": {"en_pair": "At the regional level, Peru is committed to peace and international security, respect for international law and an inclusive agenda.", "label": 0}}
{"text": "正因为如此，国际社会必须找到妥善办法解决 与气候变化相关的问题。", "meta": {"en_pair": "That is why it is crucial for the international community to find appropriate solutions to issues related to climate change.", "label": 0}}
{"text": "它也是 一种影响全球经济的病毒，使全球经济陷入衰退， 从 而加 剧 穷 国 —— 特 别 是许 多非 洲 穷 国 —— 经 济 的 脆 弱 性 和 依 赖 性 。", "meta": {"en_pair": "It is also a virus affecting the global economy, which it has plunged into recession, thereby exacerbating the vulnerability and dependence of the economies of poor countries, many of which are in Africa.", "label": 1}}
{"text": "鉴 于存 在 这 些 问 题 ，经 济 恢 复 对于 各 国 回 到 实现可持续发展目标的道路必不可少。", "meta": {"en_pair": "Given those problems, economic recovery is essential to returning countries to the path of attaining the Sustainable Development Goals.", "label": 1}}
{"text": "世界各地不断发生的袭 击每天都向我们证明，这种猖獗的邪恶仍然无处不 在，迫使我们继续并且不断提高警惕。", "meta": {"en_pair": "Recurring attacks around the world prove to us on a daily basis that this rampant evil remains omnipresent, forcing us to be constantly and increasingly vigilant.", "label": 1}}
{"text": "我亲眼目睹格陵兰冰墙坍塌以及塔吉克 斯坦帕米尔山脉冰川消融。", "meta": {"en_pair": "I myself have witnessed the collapse of ice walls in Greenland and the melting glaciers in the Pamir mountains in Tajikistan.", "label": 0}}
{"text": "我 选 择 参加 本次一 般 性 辩论 作 为 我 上任以 来 首次 在 非 洲 之 外 的出访，这 并非 巧 合。", "meta": {"en_pair": "It is not sheer coincidence that I chose to attend the general debate for my first trip outside Africa since taking office.", "label": 0}}
{"text": "一方感染传 染 病 或 遭受自然 灾 害，另一方也会如此 ，这 就 要求双 方合作克 服 这 些 挑 战 。", "meta": {"en_pair": "When one is exposed to infectious diseases or natural disasters, so is the other, requiring the two to cooperate to overcome these challenges.", "label": 1}}
{"text": "我们表示坚定致力于与联合国合作，积极参与并促进其政治和外交努力， 以便维护和加强现有的全球安全架构，消除这场疫情的影响，并在经济、社会、 环境、人道主义和其他领域执行相关计划和方案。", "meta": {"en_pair": "We express our firm commitment to cooperate with the United Nations, actively participate in and contribute to its political and diplomatic efforts to preserve and strengthen the existing architecture of global security, overcome the consequences of the pandemic, and implement plans and programs in the economic, social, environmental, humanitarian and other fields.", "label": 0}}
{"text": "首先，世界各地越来越多的未决冲突和紧张局 势恢复了旧的分界线并制造出新的分界线，把世界 大国推向全面军事对峙的边缘。", "meta": {"en_pair": "First, a growing number unresolved conflicts and tensions in various parts of the world have revived old dividing lines and created new ones, bringing world Powers to the verge of full-scale military stand-offs.", "label": 1}}
{"text": "这 样 做 的 好 处 之一 是 ，会 有助 于加 强 我们与本组织的伙伴关系。", "meta": {"en_pair": "Among other things, that will help to strengthen our partnership with the Organization.", "label": 0}}
{"text": "虽 然 第一次 世界大 战已 经 过去了 10 3 年，第二次 世界大 战也已 经 过去了76 年，但我们 尚未完全消除战争的危险，通过军事手段解决问题 的企图一直持续到今天。", "meta": {"en_pair": "Although 103 years have passed since the First World War, and 76 since the Second World War, we have not yet fully eliminated the dangers of war, and attempts to resolve issues by military means persist to this day.", "label": 0}}
{"text": " 特朗普总统无视或试图掩盖这样一个事实，即新自 由资本主义造成日益严重的社会和经济不平等，如 今，这种不平等甚至影响到最发达的社会，究其本质，这助长腐败、社会排斥、犯罪不断增多、种族 不容忍和仇外心理。", "meta": {"en_pair": "President Trump ignores or tries to conceal the fact that neoliberal capitalism is responsible for the increasing social and economic inequality that today affects even the most developed societies and that by its nature fosters corruption, social marginalization, increasing crime, racial intolerance and xenophobia.", "label": 1}}
{"text": "因此，我打算调整我国的外交战略轴心， 将安 全 问题 纳入我们 的 地 缘 战 略 行 动，特 别是在 莫 桑比克海峡和西南印度洋地区。", "meta": {"en_pair": "That is why I intend to reorient our diplomacy’s strategic axes so as to integrate the dimension of security into our geostrategic action, especially in the area of the Mozambique Channel and the South-Western Indian Ocean.", "label": 0}}
{"text": "尽管面临严重的经济和金融危机，乍得仍在大 幅削减关键领域投资的同时特别重视教育，将其年 度预算的15％至16％用于教育。", "meta": {"en_pair": "Despite an acute economic and financial crisis, while drastically reducing our investment in key sectors, Chad continues to pay particular attention to education, allocating between 15 and 16 per cent of its annual budget to it.", "label": 0}}
{"text": "我们的外交官和专家为联合国可持续 发展、海洋和人权等方面的议程和政策的制定做出 了重大贡献。", "meta": {"en_pair": "Our diplomats and experts have contributed substantively to the development of United Nations agendas and policies on sustainable development, oceans and seas, and human rights, inter alia.", "label": 0}}
{"text": "建 立了3 2 0 0 0 多 个家 庭 和学 校 花 园，使 家 庭 能 够 种 植自己 的 粮食 并产生市场 盈 余 。", "meta": {"en_pair": "Just over 32,000 home and school gardens have been established, enabling families to grow their own food and market surpluses.", "label": 1}}
{"text": "我们可持续发展愿景的核心要素包括建设 基础设施和利用本国资源。", "meta": {"en_pair": "The central element of our vision for sustainable development includes building infrastructure and harnessing our national resources.", "label": 0}}
{"text": "我们各国领导人理应为我们的公民努力 解决各种问题、维护和平并创造条件，以促进发展 并让所有人过上更美好的生活。", "meta": {"en_pair": "As leaders of our countries, we owe it to our citizens to work to resolve problems, to maintain peace and to create conditions for development and a better life for all.", "label": 0}}
{"text": "不过，马达加斯加还依靠国 际团结、支持和机会来加快执行《2030年议程》。", "meta": {"en_pair": "Nevertheless, Madagascar also relies on international solidarity, support and opportunities in order to accelerate the implementation of the 2030 Agenda.", "label": 0}}
{"text": " 由于实行了大 胆改革，经济年增长率提高到5%以 上 ，通 货 膨 胀率 放 缓 ，我 国 货币刚 果 法 郎 在 外 汇 市 场上实现稳定。", "meta": {"en_pair": "Thanks to the implementation of bold reforms, economic growth has increased to more than 5 per cent annually, inflation has slowed and the national currency, the Congolese franc, has stabilized on the foreign exchange market.", "label": 1}}
{"text": "我们 重申自己 的 立 场，即 根 据 非 洲 联 盟 的 相 关决 定 和 联 合 国 安 全 理 事会 的决议，西撒哈拉人民享有自决权。", "meta": {"en_pair": "We reiterate our position that the people of Western Sahara have the right to self-determination in line with the relevant African Union decisions and UN Security Council resolutions.", "label": 0}}
{"text": "在这方面，我们同许多人一道呼吁国际 社会动员起来，以使这支部队能够采取行动，为铲 除这一危害我们各国的邪恶怪兽作贡献。", "meta": {"en_pair": "In this regard, we join in the many calls for international mobilization to enable the force to act and contribute to eradicating this tentacular evil that preys on our countries.", "label": 1}}
{"text": "我们还在 修建一条通往巴尼亚卢卡的公路，以帮助减少因跨 界挑衅而造成的政治紧张局势，并促进增加合作。", "meta": {"en_pair": "We are also building a highway towards Banja Luka to help reduce political tensions resulting from cross-border provocations and to lead to an increase in cooperation.", "label": 1}}
{"text": "我们还废除 了几项歧视性和过时的儿童法规，以便制定一部儿 童法典，将《儿童权利公约》的条款纳入国内法。", "meta": {"en_pair": "We are also repealing several discriminatory and outdated statutes related to children in order to come up with a children’s code to domesticate the provisions of the Convention on the Rights of the Child.", "label": 1}}
{"text": "国际社会应采 取 必 要 措 施 ，改善 生 活 条 件，为巴 勒 斯 坦 人 民 提 供 人 道 主 义 援 助。", "meta": {"en_pair": "The international community should take the necessary measures to improve living conditions and deliver humanitarian aid to the Palestinian people.", "label": 1}}
{"text": "继《跨太平洋伙 伴关系》和《日本-欧洲联盟经济伙伴关系协定》 之后，现在，在日本的推动下，有关区域全面经济 伙伴关系的协议即将达成。", "meta": {"en_pair": "On the heels of the Trans-Pacific Partnership and the Japan-European Union Economic Partnership Agreement, the Regional Comprehensive Economic Partnership is now poised to reach agreement, with Japan’s contribution serving as its impetus.", "label": 0}}
{"text": "我们还致力于改进废物管理、可持续出行和提 高公众意识领域的战略和做法，特别要提高年轻一 代对可持续和环境友好型生活方式的认识。", "meta": {"en_pair": "We are also committed to improving our strategies and practices in the fields of waste management, sustainable mobility and the raising of public awareness, particularly among the younger generations, with regard to a sustainable and environmentally friendly lifestyle.", "label": 0}}
{"text": "《路线图》基于增长国内 生产总值、创造就业和创收能力列出了五个关键部 门，即制造业、农业、采矿和能源、旅游和教育以 及信息和通信技术。", "meta": {"en_pair": "The road map outlines five key sectors based on their ability to grow our gross domestic product, create employment and mobilize revenue — manufacturing, agriculture, mining and energy, tourism and education, and information and communications technology.", "label": 0}}
{"text": "此外，新 技术使我们拥有了一项工具，让我们能够应对明天 的挑战。", "meta": {"en_pair": "In addition, thanks to new technologies, we have a tool that will enable us to meet the challenges of tomorrow.", "label": 1}}
{"text": "让我们扼要地集中讨论其中一个威胁——我 们的环境遭到破坏，这是最近几天在纽约这里关注 的焦点。", "meta": {"en_pair": "Let us focus briefly on one of those threats — the destruction of our environment, which has been at the centre of attention in recent days here in New York.", "label": 0}}
{"text": "在几乎所有非洲国家获得独立半个 多世纪之后，一些国家仍然固执地不肯放弃其新殖 民主义逻辑，继续如教师爷般行事。", "meta": {"en_pair": "The stubbornness of some countries to abandon their neocolonial logic causes them to behave as teachers of lessons, more than half a century after the attaining of independence of almost all African countries.", "label": 1}}
{"text": "在我们狭隘的经济 中，我们的目标不仅是让那些贫困者受益，而且让 那些被剥夺了改善其社会和经济地位机会的人受 益。", "meta": {"en_pair": "In our narrow economy, the goal is to benefit not only those who are in poverty but those who have been deprived of the opportunity to improve their social and economic status.", "label": 0}}
{"text": "国 家 元首 和 政 府 首 脑 机 构 还 向马里军 政 府 明 确 表 示，它不 准备 就 延长举 行民 主 选 举 的 2月份 最 后期 限 进 行 谈 判，因 为只 要 有 政 治意 愿，将 要 采 取 的 重 要步 骤 就可以在西非 经 共体批准的时间表内奏效。", "meta": {"en_pair": "The Authority has also made it clear to the military Government in Mali that it is not prepared to negotiate an extension to the February deadline for the holding of democratic elections, since with political will, the essential steps to be taken can be effective within the ECOWAS-sanctioned timetable.", "label": 1}}
{"text": "疫情造成了不幸的生命损失，并产生了深远的经济和社 会 影 响，将 在 今后 多年里 影 响 世界。", "meta": {"en_pair": "It has caused tragic human losses as well as had a profound economic and social impact that will affect the world for many years to come.", "label": 1}}
{"text": "他的重要访问使气候危机以及海洋面临的 日益严重的威胁成为人们关注的焦点。", "meta": {"en_pair": "His momentous visit put a spotlight on the climate crisis and the deepening threats to the ocean.", "label": 0}}
{"text": "我们需要改变思维模式，要考虑如何将生 态、经济和社会生活结合起来，以便满足人类的最 大需求。", "meta": {"en_pair": "We need a paradigm shift in our thinking as to how we will combine ecology, economy and social life so as to be able to meet the greatest of human needs.", "label": 0}}
{"text": "为了应对经济崩溃风险，各国政府在2020年秋季投资了近12万亿美元，以 应对COVID-19的经济影响。", "meta": {"en_pair": "To address the risks of economic collapse, Governments invested nearly $12,000 billion in the fall of 2020 to counter the economic effects of COVID-19.", "label": 1}}
{"text": "我们共同致力于实施一项在东南亚打 击非法捕鱼的行动计划，我们感谢印度尼西亚发挥 区域领导作用。", "meta": {"en_pair": "We are jointly committed to an action plan to combat illegal fishing in South-East Asia, and we thank Indonesia for its regional leadership.", "label": 0}}
{"text": "部分做法是与 红十字国际委员会合作，确定达尔文公墓中所埋葬 的大多数阿根廷士兵的身份，以期偿还对他们家庭 的历史债务。", "meta": {"en_pair": "Part of this, working with the International Committee of the Red Cross, was to identify the majority of Argentine soldiers buried in the Darwin cemetery, thereby paying a historic debt to their families.", "label": 1}}
{"text": "为此，我 所领导的政府开展参与式和包容性的努力，来处理 发展面临的各种挑战，由此取得重大成果，被纳入 对于秘鲁发展至关重要的两项法律文书，即：国家 竞争力与生产力计划和提高竞争力国家基础设施计 划。", "meta": {"en_pair": "For that reason, my Government has undertaken participatory and inclusive efforts to address the challenges to development, leading to significant results as reflected in two legal instruments that will be key to Peru’s development — the national competitiveness and productivity plan and the national infrastructure plan for competitiveness.", "label": 1}}
{"text": "在肯尼亚，我们在教育和卫生领域投入大量资 源，努力实现社会包容，增长知识和能力，保障未 来，不让任何人掉队。", "meta": {"en_pair": "In Kenya we have invested heavily in education and health in an effort to achieve social inclusion, develop knowledge and competencies and secure the future by not leaving anyone behind.", "label": 1}}
{"text": "最近增加了 对汇款的制裁，这直接限制了基层各群体得到的私 人援助。", "meta": {"en_pair": "The recent increase in sanctions on remittances directly limits private assistance to communities at the grassroots level.", "label": 1}}
{"text": "由于补充日 内瓦会谈的阿斯塔纳进程，敌对行动已经停止。", "meta": {"en_pair": "Thanks to the Astana process, which complements the Geneva talks, a cessation of hostilities has been reached.", "label": 1}}
{"text": "作为一个主权国 家，我国非常珍惜有这个机会，与今天在座世界上 每个热爱和平的国家接触交流。", "meta": {"en_pair": "As a sovereign State, my country greatly values this opportunity to be able to reach out to every peace-loving nation in the world represented here today.", "label": 0}}
{"text": "我们的世界因其文 化、宗教和信仰的多样性而更加丰富，这为我们的 生活增添了情趣，但也有一些科学和数学真理不会 随着空间或时间的变化而改变。", "meta": {"en_pair": "Our world is enriched by its diversity of cultures, religions and beliefs, which add spice to our lives, but there are scientific and mathematical truths that do not change with space or time.", "label": 0}}
{"text": "自2008年以来，圣马力 诺共和国加强了对环境可持续能力的承诺，特别是 在利用可再生资源发电方面。", "meta": {"en_pair": "Since 2008, the Republic of San Marino has intensified its commitment to environmental sustainability, particularly in the production of electricity from renewable resources.", "label": 0}}
{"text": "不要错误地以为， 达成部分协议以解除制裁，或恢复先前失败的协 议，可减缓伊朗政权的行动，使其不再为非作歹。", "meta": {"en_pair": "It is a mistake to believe that reaching partial agreements with a view to lifting sanctions, or returning to previous failed agreements, will put the Iranian regime on a path to moderating its actions and ridding the world of its evil.", "label": 0}}
{"text": "我们还必须 承诺为全球抗击艾滋病、结核病和疟疾基金补充资 源，重振全球疫苗和免疫联盟。", "meta": {"en_pair": "We must also commit to replenish the Global Fund to Fight AIDS, Tuberculosis and Malaria and the Global Alliance for Vaccines and Immunization.", "label": 0}}
{"text": "这意味着 放弃那种使我们相信我们对地球拥有专属控制权的 所有权逻辑，而事实上，我们只是继承了一项我们 必须传给后代的管理权。", "meta": {"en_pair": "It means abandoning the logic of ownership that would have us believe that we have exclusive dominion over the planet, when in fact we have inherited a right to stewardship that we must pass on to future generations.", "label": 0}}
{"text": "现在 是 促 进 全 球 经济 转 型 的 时候了， 这种转型应与发展水平一致，并确保所规定的标准 不会 造 成 额 外负 担 ，损害竞 争力以 及商品 和服 务 的 生 产。", "meta": {"en_pair": "Now is the time to promote a global transformation of the economy that aligns with development levels and ensures that the required standards do not impose excessive burdens leading to additional costs that harm competitiveness and the production of goods and services.", "label": 1}}
{"text": "反应更迅速、更具针对性的伙伴关系对于解决 小岛屿发展中国家在实现切实、可衡量成果方面的 具体问题至关重要。", "meta": {"en_pair": "More responsive and targeted partnerships are essential to addressing the specific problems that SIDS face in achieving tangible and measurable outcomes.", "label": 0}}
{"text": "菲律 宾 人民渴望 在自由、正义和平 等 的基 础 上，过 上稳 定、舒 适 和 有保 障 的生活。", "meta": {"en_pair": "It simply cannot be — or it would be another travesty of justice.", "label": 0}}
{"text": "我们必须汇集我们的资源，精简我们的工 作，采取多利益攸关方的做法来应对这些挑战。", "meta": {"en_pair": "We need to pool our resources, streamline our efforts and apply multi-stakeholder approaches to combat those challenges.", "label": 0}}
{"text": "这样一来，我们可以防止弱势群体成为各种掠 夺者和极端分子的牺牲品。", "meta": {"en_pair": "In this way, we can prevent the vulnerable segment of the population from falling prey to predators and extremists of all kinds.", "label": 0}}
{"text": "换言之，这些人亲眼目睹了对我们的星球构成 威胁的最大恶行。", "meta": {"en_pair": "In other words, those people were living witnesses to the greatest evils that threaten our planet.", "label": 0}}
{"text": "我们的世界将遭到破坏，回到贪婪、冲突和掠夺 的 年代 。", "meta": {"en_pair": "Our world will become a damaged place, reverting to an era of avarice, conflict and plunder.", "label": 0}}
{"text": "长期和平与繁荣只能源于尊重基本权利。", "meta": {"en_pair": "Long-term peace and prosperity can be born only of respect for basic rights.", "label": 0}}
{"text": "这 些事 态 发 展 给 我们 带 来了希望，即大流行病的威胁正在减缓，我们最终将 克服它。", "meta": {"en_pair": "Those developments give us hope that the threat of the pandemic is slowing and that eventually we will overcome it.", "label": 1}}
{"text": "新旧冲 突 继 续 在世界 各地 制 造 人 类苦 难 。", "meta": {"en_pair": "Conflicts, old and new, continue to cause human suffering across the world.", "label": 1}}
{"text": "根据一些研究，今后20年，技术变革肯定会消 除50%的工作岗位——50%。", "meta": {"en_pair": "Despite that distressing observation, we must not wait any longer to translate our various commitments into concrete action to accelerate the pace of their implementation.", "label": 0}}
{"text": "我们希望，该项目将为在格鲁吉亚开展国际合作奠定基 础。", "meta": {"en_pair": "We hope that this project will be the basis for international cooperation in Georgia.", "label": 0}}
{"text": "随 着 我们 适 应 新 的 常 态 ，我们 很快 适 应 利用远 程 平台来 开展 业务，取代了传 统 的面对面会 议 。", "meta": {"en_pair": "As we adjust to the new normal, we have quickly adapted to utilising remote platforms for conducting business instead of the traditional in-person meetings.", "label": 0}}
{"text": "这就是他们在国内煽动反亚美尼亚情绪，花巨 大的资源扩充军备，让反亚美尼亚的仇恨言论成为 阿塞拜疆官方政策的原因。", "meta": {"en_pair": "That is why they are inflaming anti-Armenian sentiments among their people and spending enormous resources on armaments, and why anti-Armenian hate speech has become official policy in Azerbaijan.", "label": 0}}
{"text": "然而，本组织日益恶化的财政状况令 人严重关切，因为这只会阻碍它履行其任务授权和 责任。", "meta": {"en_pair": "However, the Organization’s deteriorating financial situation is a matter of serious concern, as it can only impede the fulfilment of its mandates and responsibilities.", "label": 0}}
{"text": "尤其是环境危机，它们达到了人类 历史上的空前规模和程度。", "meta": {"en_pair": "Environmental crises in particular have reached a scale and magnitude unprecedented in human history.", "label": 0}}
{"text": "为了应 对 冠 状 病 毒 病 大 流行 爆 发 造 成 的严 峻 挑 战以 及 现 有 的 区 域 和国 际 问 题，我们必须比以往任何时候都更加坚持国际合作和团结的原则，避免对立竞争和 两极分化。", "meta": {"en_pair": "In order to confront the grave challenges resulting from the outbreak of Coronavirus pandemic, as well as the existing regional and international problems, it is imperative for us to uphold the principle of international cooperation and solidarity to more than ever before and avoid rivalry and polarization.", "label": 1}}
{"text": "贫困指数增加、青年遭到排斥、跨 越地中海移民的危险、跨国有组织犯罪、恐怖主 义、暴力极端主义以及更严重的国家和区域安全威 胁，加剧了人们对非洲青年人口增加的担忧。", "meta": {"en_pair": "Anxiety over the growing population of young people in Africa is complicated by increased poverty indicators, the exclusion of young people, the perils of migration across the Mediterranean, transnational organized crime, terrorism, violent extremism and greater national and regional security threats.", "label": 1}}
{"text": " 为了提高 我们 共同 组 织 的 合法 性 和 信 誉，迫切 需 要进 行 安 全 理 事会 改革 。", "meta": {"en_pair": "In order to give greater legitimacy and credibility to our common Organization, there is an urgent need to carry out the reform of the Security Council.", "label": 0}}
{"text": " 我国已经采取许多主动行动。", "meta": {"en_pair": "Many initiatives have been undertaken.", "label": 0}}
{"text": "民 主不是 赐 予 我们 的 礼 物，而是 来 之 不 易的历 史 胜 利，我们 必 须 珍 惜 和 保 护 它 。", "meta": {"en_pair": "Democracy is not a gift bestowed on us but, rather, a hard-won historical conquest that we must cherish and protect among ourselves.", "label": 0}}
{"text": "因此，我们强烈申明，与委内瑞拉玻利瓦尔 共和国政治、经济和社会局势恶化造成的人道主义 危机相关的所有这些犯罪活动，都对维护拉丁美洲 和平与安全构成威胁。", "meta": {"en_pair": "We therefore strongly affirm that all these criminal activities, associated with the humanitarian crisis generated by the deterioration of the political, economic and social situation in the Bolivarian Republic of Venezuela, represent a threat to the maintenance of peace and security on the continent.", "label": 1}}
{"text": "国际社会仍有提供支持的 空间。", "meta": {"en_pair": "There is room for support from the international community.", "label": 0}}
{"text": "爱沙尼亚初创企业部门受此鼓舞，签署了一 项具有全球雄心的备忘录，承诺到2030年在其所有 行动中保持气候中和。", "meta": {"en_pair": "Encouraged by this, the Estonian start-up sector underwrote a memorandum with global ambitions, promising to be climate neutral in all their actions by 2030.", "label": 0}}
{"text": "关于阿富汗，我们必须学会在新的背景下携手 合作，特别是与其邻国合作，以解决人道主义危机， 防止该 区 域 不 稳 定 加 剧 。", "meta": {"en_pair": "With regard to Afghanistan, we must learn to work together in the new context, especially with neighbouring countries, in order to address the humanitarian crisis and prevent further destabilization in the region.", "label": 1}}
{"text": "可持续海洋保护是帕劳几千年的传统。", "meta": {"en_pair": "Sustainable marine protection has been a tradition in Palau that extends back thousands of years.", "label": 0}}
{"text": "暴力使发 展减速，侵犯人类尊严，继而又造成了被迫和非正 常移徙。", "meta": {"en_pair": "Violence slows down development and violates human dignity, which, in turn, generates forced and irregular migration.", "label": 1}}
{"text": "有鉴于此，苏里曾任欧洲联盟与拉丁美洲和加 勒比国家共同体反毒协调与合作双边区域伙伴关系 共同主席，导致通过一项文件，其中规定了打击非 法毒品与涉毒跨国犯罪的必要准则。", "meta": {"en_pair": "Bearing that in mind, Suriname co-chaired the biregional partnership between the European Union and Community of Latin American and Caribbean States on the Coordination and Cooperation Mechanism on Drugs, resulting in the adoption of a document that contains the necessary guidelines on the fight against illicit drug trafficking and drug-related transnational crime.", "label": 1}}
{"text": "今天，中亚各国必须消除阻碍进行经济合作和 提高该地区过境潜力的障碍。", "meta": {"en_pair": "Today, Central Asian countries must remove obstacles towards economic cooperation and increasing the region’s transit potential.", "label": 0}}
{"text": "为 防止 这一事 项 升 级 为对 国 际 和平 与安 全 的威 胁，埃 及已 将 其 提 交 安 全 理事会。", "meta": {"en_pair": "In order to prevent the matter from escalating into a threat to international peace and security, Egypt has referred it to the Security Council.", "label": 1}}
{"text": "布隆迪人和全世界都盯着他们。", "meta": {"en_pair": "Burundians and the world are watching them.", "label": 0}}
{"text": "我们大家都必须承诺保证本组织能够尽其所 能完成其任务。", "meta": {"en_pair": "We must all commit to guaranteeing that the Organization can, to the best of its ability, fulfil its mandate.", "label": 0}}
{"text": "只要核 武器或其他大规模毁灭性武器存在，就存在非常真 切的危险——无论是蓄意为之还是出于无意，总有 一天会再次使用这种武器。", "meta": {"en_pair": "Africa, in particular, is deeply concerned about the very negative effects of climate change on the continent, especially when, together with other causes, such as armed conflicts, it leads to the forced displacement of people, who are then concentrated in major camps and subjected to inhumane conditions.", "label": 1}}
{"text": "在塞舌尔，我们看到，青年领导的非政 府组织与政府合作，优先应对气候变化、污染和其 他环境威胁。", "meta": {"en_pair": "In Seychelles, we are seeing youth-led non-governmental organizations partnering with the Government to prioritize the fight against climate change, pollution and other threats to the environment.", "label": 0}}
{"text": "我们加快了使妇女参与 决策的步伐，并增加了针对农村妇女的社会保护措 施。", "meta": {"en_pair": "We have stepped up the inclusion of women in decision-making, and we have increased social protection measures that target rural women.", "label": 0}}
{"text": "我们将 继续履行我们对人类负有的责任，因为我们直接和 间接地深受困扰本地区的各种危机的影响。", "meta": {"en_pair": "We will continue to fulfil our responsibilities to humankind because we are deeply affected, directly and indirectly, by the crises that besiege our region.", "label": 0}}
{"text": "在高等教育层面，受益于高等教育学生 贷款的学生人数也有所增加，从2015年的98300人 增至2019年的122663人，这是因为预算从2015年的 3650亿坦桑尼亚先令增至2019年的4550亿坦桑尼亚 先令。", "meta": {"en_pair": "With regard to the energy sector, the Government of the United Republic of Tanzania has embarked on a major programme of rural electrification through which 5,109 villages have been supplied with electricity since December 2015, bringing the number of our villages with electricity to 7,127 out of a total of 12,259.", "label": 0}}
{"text": "我们应继续对支持和平环境予以重视，从而 使我们能够专注于我们的增长和发展。", "meta": {"en_pair": "We should continue to give attention to supporting an environment that is peaceful, thereby enabling us to concentrate on our growth and on development.", "label": 1}}
{"text": "总 之，我们必 须吸取 这次 疫 情 的 教 训，以 更可持 续 、更公正 和更包 容 的 方 式重建我们的社会。", "meta": {"en_pair": "Beyond the development of infrastructure, the intended effect of the implementation of our recovery plan is to ensure budgetary adjustment and the promotion of the private sector as levers for the diversification and transformation of the national economy.", "label": 1}}
{"text": "我谨感谢秘书处和东道国服务部门投入巨大 努力，确保一般性辩论不仅表明世界应对疫情的希 望和 信念 ，而且 对所有与 会 者来说 是 一次 有保 障 和 安全的活动。", "meta": {"en_pair": "I would like to thank the Secretariat and the host country’s services for the enormous effort they have invested to ensure that the general debate is not only a demonstration of hope and belief that the world will deal with the pandemic but also a secure and safe event for all participants.", "label": 1}}
{"text": "3建设和平的利益攸关方做出承诺。", "meta": {"en_pair": "What should be the terms and objectives of those negotiations?", "label": 0}}
{"text": "尽 管 大 流行 病 给 国民 经 济 和 世界 带 来 灾 难 ，但 是 ，我 们将砥砺前行，负责任和高效地管理我国的宏观经 济框架，以便继续扩大增长，改善收入再分配。", "meta": {"en_pair": "Notwithstanding the ravages the pandemic has brought to the national economy and the world, we are going to press on with the responsible and efficient management of the country’s macroeconomic framework in order to continue to expand growth and improve income redistribution.", "label": 1}}
{"text": "正如我们在南部非洲发展共同体 地区所看到的那样，自然灾害不分国界，受影响最 严重的国家没有足够的资源和能力来确保防备和应 对这种灾害的破坏和影响，包括基础设施和生命的 损失。", "meta": {"en_pair": "As we have witnessed in the Southern African Development Community region, natural disasters know no boundaries, and the worst affected countries lack the resources and capacity adequate to ensuring preparedness and responding to the devastation and impact of such disasters, including with respect to infrastructure and lives lost.", "label": 0}}
{"text": "我们认 为，如果做到真正致力于理解对方，为此就冲突后 机会达成协议，搁置对共同价值观的互不相容的阐 述，当然还有提供机构支持，使和平进程持之以 恒，那么，就没有解决不了的冲突。", "meta": {"en_pair": "We believe there are no conflicts that cannot be resolved when a real commitment is made to an understanding of the other, and when this understanding of the other is based on mutual work on agreement on post-conflict opportunities, the acceptance of alternative narratives of shared values, and, of course, the institutional support that gives continuity of peace processes.", "label": 0}}
{"text": "只有这样，我们各国才能摆脱脆弱状态，实现 可持续发展。", "meta": {"en_pair": "Only then will our nations be able to emerge from fragility into sustainable development.", "label": 0}}
{"text": "那一时期结束时，各国开始认识到基于多 边合作和国际法的集体安全体系作为战后全球秩序 基础的重要性。", "meta": {"en_pair": "By the close of that chapter, nations had come to realize the importance of a collective security system based on multilateral cooperation and international law as the foundation of a post-war global order.", "label": 0}}
{"text": "但是，《联合国宪章》 所载的多边主义今天承受着巨大的压力，这危及对 话和国际合作的许多成就。", "meta": {"en_pair": "However, the multilateralism enshrined in the Charter of the United Nations is today under strong pressure, which jeopardizes the many achievements of dialogue and international cooperation.", "label": 0}}
{"text": "为此，我敦促国际社会和联合国会 员国支持促使和平协议非签署方加入签署方行列的 努力。", "meta": {"en_pair": "To this end, I urge the international community and States Members of the United Nations to support the effort to bring the non-signatories to the peace agreement on board.", "label": 0}}
{"text": "本 着同 样 的 精 神，为了通 过 风 险共 担机 制 保 障各 阶层 的民 众 获 得 优 质保 健，我 国 政 府 通 过了一项 法 律，规 定了全民 健 康保 险，使 多 哥人民能 够 过上健康的生活并终生幸福。", "meta": {"en_pair": "In the same vein, and in order to guarantee access to quality health care for all strata of the population through a risk-pooling mechanism, the Government adopted a law providing for universal health insurance to enable the Togolese people to lead healthy lives and enjoy well-being throughout.", "label": 1}}
{"text": "现在，我们正在经历快速的技术革命，而青年 走在这一革命的前列，这一点很重要，因为《2030 年议程》、《巴黎气候变化协定》和其他国际承诺 中的很多目标只有在技术进步的情况下才能实现。", "meta": {"en_pair": "Young people are now at the leading edge of the rapid technological revolution we are living through, and this is important, for much of the 2030 Agenda, the Paris Agreement on Climate Change and other international commitments can be delivered only with technological steps forward.", "label": 0}}
{"text": "我们 要 赢得对 抗 新 变 异 株 的 竞 赛，就 迫切需要一个更公平的全球疫苗接种推广计划。", "meta": {"en_pair": "A more equitable global vaccination roll-out programme is urgently needed if we are to win the race against the new variants.", "label": 1}}
{"text": "为此，我们鼓励并支持当前努力提供公平获得疫苗的工作，从而有效确保 全球的群体免疫。", "meta": {"en_pair": "To that end, we encourage and support ongoing efforts to provide equitable access to vaccines in order to effectively ensure global herd immunity.", "label": 1}}
{"text": "安道尔致力于走和平、和谐及综合多样性的 道路，将始终支持联合国建立一个确保可持续发展 和包容的多边秩序。", "meta": {"en_pair": "Andorra, committed to a path towards peace, harmony and integrated diversity, will always support the United Nations in building a multilateral order that ensures sustainable development and inclusion.", "label": 1}}
{"text": "许 多 面 临 COVID-19威胁的新兴国家不得不增加债务和财政 赤 字。", "meta": {"en_pair": "Many emerging countries, faced with the threat of COVID-19, have been forced to increase their debt and fiscal deficits.", "label": 1}}
{"text": "他们是来自不同国家、民族\f22/09/2021\t\b A/76/PV.", "meta": {"en_pair": "The President of the seventy-sixth Assembly has spoken at length about climate change and the protection of the environment and nature on the planet (see A/76/PV.3).", "label": 0}}
{"text": "关于气候变化，我们是拉丁美洲第一个、也是 世界上 第 四 个 责 成一 个 部 委 来 负 责 生 态 转 型 的 国 家。", "meta": {"en_pair": "With respect to climate change, we are the first Latin American country and the fourth in the world to place our ecological transition under the responsibility of a Ministry.", "label": 0}}
{"text": "事实上，这次疫情导致贫困大幅反弹，并进一步扩大了社会不平等以及发达 国家与发展中国家之间的差距。", "meta": {"en_pair": "Indeed, the pandemic has led to a significant rebound in poverty and has contributed to further widening social inequalities and the gap between developed and developing countries.", "label": 1}}
{"text": "“ 绿 色 重 建 得更 好”可提 供 工作岗位 和 共 同 繁 荣 ，将 赢得 年 轻 一 代 的 支 持，并加强气候变化行动的驱动力。", "meta": {"en_pair": "A “Green Building Back Better” that delivers jobs and shared prosperity, will win the support of the young generation and intensify the drive towards climate change action.", "label": 1}}
{"text": "让 我们 保 持 这一势 头，继 续 努 力建立一个更强大的架构以加强全球卫生安全。", "meta": {"en_pair": "Let us maintain the momentum and keep working towards a more robust architecture that will reinforce global health security.", "label": 1}}
{"text": "我 也 是 作 为 一 个 国 家 的 领导人说 这番 话 的， 这个国家非常清楚如何区分人道主义危机和混合活 动 。", "meta": {"en_pair": "I also say that as the leader of a country that knows very well how to tell the difference between a humanitarian crisis and hybrid activities.", "label": 0}}
{"text": "只有通 过消除本地区冲突的起因，才能保证该项目获得成 功。", "meta": {"en_pair": "The success of that project can be guaranteed only by addressing the causes of conflict in the region.", "label": 1}}
{"text": "毫无疑问，第二次世界大战的数 千万受害者，纳粹暴行及其罪恶的种族灭绝政策， 使我们各国达成协议，建立一个新的世界秩序。", "meta": {"en_pair": "There is no question that the memory of the tens of millions of victims of the Second World War, the atrocities committed by the Nazis and their criminal policies of genocide enabled us to agree on a new world order that is still helping us to avoid another world war whose consequences would be disastrous for the entire planet.", "label": 1}}
{"text": "我们呼 吁力行克制、开展对话，为海湾地区实现更加稳定 和安全的未来开辟道路。", "meta": {"en_pair": "We call for restraint and dialogue to open the way towards a more stable and secure future in the Gulf region.", "label": 1}}
{"text": " 我们通过各种粮食援助方案，向194 000个家庭提 供了粮食 援 助，我们 鼓 励生 产 粮食的家 庭 组织 起 来，以便能够可持续地生产高质量的粮食。", "meta": {"en_pair": "Food support has been provided to 194,000 families through various food assistance programmes, and we encourage producer families to organize so that they can sustainably produce quality food.", "label": 1}}
{"text": "一场不同的比喻性的风暴正在给支撑本组织的 基本原则造成严重破坏。", "meta": {"en_pair": "A different type of metaphorical storm is wreaking havoc with the bedrock principles that undergird this Organization.", "label": 0}}
{"text": "我们国家科摩罗联盟是这些暴露在气候威胁中 的小国之一，因此必须继续应对这些问题。", "meta": {"en_pair": "My country, the Union of the Comoros, is one of those small States that is exposed to climate threats and must therefore continue to address them.", "label": 0}}
{"text": "美国的政策使占领国以色列政府更加胆大妄为 地背弃与我们签署的所有协议及其对和平的所有承 诺，使和平进程不再具有可信度，并导致许多巴勒 斯坦人对实现期望的和平失去信心。", "meta": {"en_pair": "The policy of the United States has emboldened the Government of the Israeli occupation to renege all signed agreements with us and all its commitments to peace, depriving the peace process of any credibility and causing many Palestinians to lose faith in achieving the desired peace.", "label": 1}}
{"text": "利比亚、叙利亚、也门及其他地方的暴力冲突 有增无减，给人类带来痛苦。", "meta": {"en_pair": "The violent conflicts in Libya, Syria, Yemen and elsewhere continue unabated, leaving human suffering in their wake.", "label": 1}}
{"text": "我们大力强调所有亚马逊国家的包容性，作为 生活在亚马逊的一部分，我们和这些国家务必要超 越政治分歧，组织制定相关规定，确保土著和部落 社区的发展，维护各国和整个亚马逊地区的主权。", "meta": {"en_pair": "We strongly emphasized the inclusiveness of all Amazonian countries as part of a living Amazon that compels us and those countries to rise above political differences, organize relevant provisions to secure the development of indigenous and tribal communities and uphold the sovereignty of countries and the Amazon as a region.", "label": 0}}
{"text": "我们需要避免其他民主 国家曾经走过的弯路，使我国的民主改革更富有成 果，效率更好。", "meta": {"en_pair": "We need to avoid the mistakes previously made by other democracies in order to make our democratic reforms more fruitful and efficient.", "label": 1}}
{"text": "为了提供高质量的教 育，必须准备好面对技术的使用及其民主化。", "meta": {"en_pair": "In order to provide quality education, it is necessary to be prepared to face the use of technology and its democratization.", "label": 1}}
{"text": "可悲的是，它可能导致一些低洼环礁和小岛屿主权国家消亡。", "meta": {"en_pair": "Sadly, it could lead to the demise of some sovereign nations that are low-lying atolls and small island States.", "label": 0}}
{"text": "此 外，目前由C OV I D -19 大 流行 造 成 的 深 重 危 机 要求世界对 发 展中国家 给 予支 持，为其 经济 提 供一 揽子 刺 激 计 划，减 少其 累 积 债 务，并利 用国 际 金 融 机 构 的 现有工具，帮助创造有利于发展中国家的环境。", "meta": {"en_pair": "Furthermore, the current profound crisis due to COVID-19 pandemic mandates the world to provide support for the developing countries through offering stimulating packages for their economies, reducing their accumulated debt liabilities, and utilizing the available instruments of the international financial institutions aiming at contributing to create favorable environment for them.", "label": 1}}
{"text": "厄立特里亚一直在经济、社会和环境三个层面 朝着实现可持续发展目标缓步迈进，奉行以平衡和 综合办法促进发展的长期政策。", "meta": {"en_pair": "Eritrea has been making modest strides towards the achievement of the Sustainable Development Goals in their three dimensions — economic, social and environmental — with its long-standing policy of a balanced and integrated approach to development.", "label": 0}}
{"text": "因此， 国际社会必须负起重任，发挥建设性作用，敦促各 方展现灵活性，以达成彼此都满意的协议。", "meta": {"en_pair": "While we recognize Ethiopia’s right to development, for Egypt the water of the Nile is a matter of life and existence, which places a great responsibility on the international community to play a constructive role in urging all parties to demonstrate flexibility in order to achieve a mutually satisfactory agreement.", "label": 1}}
{"text": "好地履行其管理和解决冲突以及预防战争的重大责 任，这一点如何强调也不过分。", "meta": {"en_pair": "For that reason, it is never too much to insist on the need for a deep reform of the United Nations, so that the Organization can better fulfil its great responsibility for conflict management and resolution and the prevention of war.", "label": 1}}
{"text": "我们的星球正面临着极端气候变化带来的生 存危 险，这 种 危 险 威 胁着 子 孙后代 。", "meta": {"en_pair": "Our planet is facing an existential danger from extreme climate change, which is threatening future generations.", "label": 1}}
{"text": "我们 必 须保 护 和促 进 核 裁 军 和不 扩散框架，首先是《不扩散条约》。", "meta": {"en_pair": "We need to protect and promote the framework for nuclear disarmament and non-proliferation — first and foremost, the Non-Proliferation Treaty.", "label": 0}}
{"text": "450多万委内 瑞拉人因看不到前景而离开本国，以寻求更好的发 展机会。", "meta": {"en_pair": "More than 4.5 million Venezuelans have left their country because of a lack of prospects in order to seek better development opportunities.", "label": 1}}
{"text": "在利比亚，我们也注重与联合国的合作，以便不折不扣地执行1月份柏林会议 的各项决定。", "meta": {"en_pair": "In Libya, too, we are focusing on cooperation with the United Nations in order to implement the decisions of the January Berlin Conference to the letter.", "label": 1}}
{"text": "如果人们不再能获 得清洁饮用水，如果全部收成毁于长期干旱，并因 争夺剩余少量资源爆发冲突，未来的战争将是气候 战争。", "meta": {"en_pair": "If people no longer have access to clean drinking water, if entire harvests are ruined by persistent drought and conflicts break out over the few remaining resources, the wars of the future will be climate wars.", "label": 1}}
{"text": "这些措施限制了我们同世 界开展贸易，拖延我们实现可持续发展目标的努 力。", "meta": {"en_pair": "These measures limit our trade with the world and slow our efforts to achieve the SDGs.", "label": 1}}
{"text": "这些是全球性问题，需要在全球团结的背景下 采取地方性对策，因为它们对全球安全具有最广泛 的影响。", "meta": {"en_pair": "These are global issues that require local responses in a context of global solidarity as they have implications for global security in the broadest sense.", "label": 0}}
{"text": "这是最微妙的阶段，也是我们需要伙 伴们给予更多支持和援助的阶段。", "meta": {"en_pair": "This stage is the most delicate and the one for which we need increased support and assistance from partners.", "label": 0}}
{"text": "哥斯达黎 加对阿富汗妇女和女童的国际承诺不会动摇。", "meta": {"en_pair": "Costa Rica will not allow itself to waver in its international commitments to the women and girls of Afghanistan.", "label": 0}}
{"text": "这 场 疫 情 也 是 一 个机会，可以 更 好 地 建 设 和 促 进经济和社会复苏，以便创造可持续、绿色、包 容 和 有复 原力的 社 会，适 应 技 术 和 数 字 变 革 。", "meta": {"en_pair": "The pandemic is also an opportunity to build better and foster an economic and social recovery that will create sustainable, green, inclusive and resilient societies that will be tailored to technological and digital transformations.", "label": 1}}
{"text": "根 据该报告，非洲每年因非法资金外流而损失500多亿 美元。", "meta": {"en_pair": "According to that report, Africa is losing more than $50 billion annually through illicit financial outflows.", "label": 1}}
{"text": "11注重国家和区域可持续发展计划和方案、长期低碳 发展战略、低温室气体排放战略以及全面减少灾害 风险和风险管理战略。", "meta": {"en_pair": "It is worth highlighting that we have done all that while ensuring that social spending was expanded to take care of our most vulnerable citizens.", "label": 0}}
{"text": "没有公正的发展是行不通的，这就是为什么我 们设立了一个过渡时期司法方案，寻求籍此来纠正 侵犯人权行为，调查杀人和强迫失踪案件，并且对 削弱各级政府的腐败泛滥问题进行问责。", "meta": {"en_pair": "Development without justice does not work, which is why we have a transitional justice programme where we seek to redress human rights abuses, investigate murders and enforced disappearances and bring to book the endemic corruption undermining all levels of Government.", "label": 0}}
{"text": "我们要非常明确地 指出，问题的根源在于资本主义制度。", "meta": {"en_pair": "The aim is to commercialize everything in order to accumulate capital.", "label": 1}}
{"text": "新冠疫情对全球旅行、旅游业、供应链和投资 的毁灭性影响造成了近一个世纪以来最严重的经济衰退。", "meta": {"en_pair": "The pandemic’s devastating impact on global travel, tourism, supply chains and investment has caused the deepest economic recession in nearly a century.", "label": 1}}
{"text": "巴哈马全力支持秘书长应对最终会毁灭整个地 球的全球气候紧急状况的全面战略，包括他向国际 金融机构发出的呼吁，即向受气候变化造成的外部 冲击严重影响的国家提供优惠资金。", "meta": {"en_pair": "The Bahamas fully supports the SecretaryGeneral’s comprehensive strategy to address the global climate emergency — which will eventually devastate the entire planet — including his plea to international financial institutions to provide concessionary financing to countries severely affected by the external shocks occasioned by climate change.", "label": 1}}
{"text": "为了保护自由，光在演讲中空谈自由是不够 的。", "meta": {"en_pair": "To protect freedom, it is not enough to talk about it in speeches.", "label": 0}}
{"text": "在 这 方面，获 得 优 惠 融 资 对于重 启我们 的 经 济至 关 重 要。", "meta": {"en_pair": "In that regard, access to concessional financing is critically important to rebooting our economy.", "label": 1}}
{"text": "同样，非洲电子贸易平台预计在未来几周内启动，我们相信，这样的步骤 将为我们人民的生活开启一个新时代。", "meta": {"en_pair": "Likewise, with the launch of the African E-trade platform anticipated in the next few weeks, we are confident that steps such as these will usher in a new era in the lives of our people.", "label": 1}}
{"text": "同样需要加强多边合作，以创造条件，采取必 要的步骤消除核武器。", "meta": {"en_pair": "Greater multilateral cooperation is likewise needed to create the conditions and take the steps necessary for the elimination of nuclear weapons.", "label": 1}}
{"text": "在吉尔吉斯共和国，首次 设立商业监察员办公室，并确定国家与企业之间新 的合作模式，以创造有利的条件并保护商业利益。", "meta": {"en_pair": "For the first time in the Kyrgyz Republic, the office of Business Ombudsman and a new model of cooperation between the State and business have been established in order to create favourable conditions and protect business interests.", "label": 1}}
{"text": "联合国诞生于对人类自由和自决神圣不可侵犯 性的信念，这意味着即使是小国也可能在全球舞台 上有发言权。", "meta": {"en_pair": "It was born out of a belief in the sanctity of human freedom and self-determination, which means that even small nations may have a voice on the global stage.", "label": 0}}
{"text": "然而，在过去十年里，希腊人民经历了一系列 不幸事件，考验了我们国家的意志和勇气。", "meta": {"en_pair": "For the past decade, however, the story of the Greek people has suffered a series of misfortunes that have tested the will and mettle of our nation.", "label": 0}}
{"text": "人工智能等科技进步正在迅速发展，给社会带 来了无数潜在好处，但国际社会必须认识到、并且 应对将这些新兴技术纳入武器和武器系统所带来 的风险和威胁。", "meta": {"en_pair": "While such advances in science and technology as artificial intelligence are progressing rapidly, with countless potential benefits to society, the international community must recognize and respond to the risks and threats posed by the incorporation of these new and emerging technologies into weapons and weapons systems.", "label": 1}}
{"text": " 创新，再加上计算机的力量和互联互通，使我们变 得更有效率。", "meta": {"en_pair": "Innovations, combined with computing power and connectivity, enable us to become more effective.", "label": 1}}
{"text": " 我们的亚马孙地区比整个西欧合起来还要大，而且 仍然处于几乎完好无损的原始状态。", "meta": {"en_pair": "Our Amazon region is larger than all of Western Europe combined and remains virtually pristine and untouched.", "label": 0}}
{"text": "不 幸的是，全球疫情加剧了小武器和轻武器非法贩运、海盗行为、人口贩运、以及网络 犯 罪 构成 的威 胁。", "meta": {"en_pair": "The global pandemic has unfortunately exacerbated the threats posed by the illicit trafficking in small arms and light weapons, piracy, trafficking in persons and cybercrimes.", "label": 1}}
{"text": "为了确保可持续性，我 们正在评估政策影响，以及农民在金融扫盲措施的 支持下自愿为退休储蓄缴纳养老金的情况。", "meta": {"en_pair": "To ensure sustainability, we are assessing the policy impact, as well as farmers’ voluntary contribution to superannuation for retirement savings, supported by financial literacy measures.", "label": 0}}
{"text": "尽管此 举 有助 于 促 进 最 弱势 群 体 获 得 疫 苗，但 疫 苗缺口仍 然 非常 明 显，成果远远低于该方案预期。", "meta": {"en_pair": "Although that initiative has helped to facilitate access to vaccines for the most disadvantaged populations, the vaccine gap remains very pronounced and the results fall far short of expectations for the programme.", "label": 1}}
{"text": "我们有十年出头的时间，通过实施可持续发 展目标来实现必要的转变。", "meta": {"en_pair": "We have a little over 10 years to attain the necessary transformation through the implementation of the Sustainable Development Goals (SDGs).", "label": 0}}
{"text": "如果不 做好在全球层面制定规则的准备，并在其后始终加 以遵守，地方社区、民族、国家甚至各大洲在面临 这些威胁时仍将束手无策。", "meta": {"en_pair": "Without the readiness to establish rules at the global level, and subsequently to consistently respect them, local communities, nations, States and even continents will remain helpless in the face of such threats.", "label": 0}}
{"text": "我们希望，在提名 新的个人特使后，将恢复讨论，并找到政治和法律 解决办法，使西撒哈拉人民能够行使其不可剥夺的 自决权。", "meta": {"en_pair": "We hope that, upon the nomination of a new Personal Envoy, discussions will resume, and that a political and legal solution will be found to enable the people of Western Sahara to exercise their inalienable right to self-determination.", "label": 0}}
{"text": "在所有这些情况下，参与对话和制定政 治解决办法是成功的关键。", "meta": {"en_pair": "It is a demanding consultation that is carried out in a transparent manner.", "label": 0}}
{"text": "我们还得 以遏制所有武装团体，启动收缴武器并将前武装分 子纳入我们的国家安全和军事机构的方案和机制， 并向那些希望重返平民生活的人提供工作机会和复 原途径。", "meta": {"en_pair": "We were also able to contain all the armed groups, launch a programme and mechanisms for collecting weapons and integrating former militants into our national security and military institutions, and to provide work opportunities and rehabilitation to those who want to reintegrate into civilian life.", "label": 0}}
{"text": "全球化在支持经济增长的同 时，也扩大了差距，并引发了公平和包容性问题。", "meta": {"en_pair": "While globalization supports economic growth, it also widens disparities and raises the issues of equity and inclusiveness.", "label": 1}}
{"text": "对所有这些跨境挑战 都迫 切 需 要 作出 全 球 回 应 。", "meta": {"en_pair": "All of these cross-border challenges are crying for a global response.", "label": 0}}
{"text": "因此，联合国要想有效履行维护国际和平与安全以及促进发展合作 的任务，就必须进行调整和加强。", "meta": {"en_pair": "Therefore, the United Nations has to be adapted and strengthened if it is to effectively deliver its mandates on maintaining international peace and security as well as promoting development cooperation.", "label": 0}}
{"text": "在这种时候，我们大家必须团结一致，共同加强多边主义。", "meta": {"en_pair": "At times like this, we must all unite and stand together to strengthen multilateralism.", "label": 0}}
{"text": "然而，这场大流行病也给发达国家造成重大影响。", "meta": {"en_pair": "However, the pandemic has had a significant impact on the developed nations as well.", "label": 0}}
{"text": "最近通过 《2019-2023年国家缉毒总规划》，证明我国打击这 种非法贸易的决心，而国际合作则是其重要组成部 分。", "meta": {"en_pair": "The recent adoption of the National Drug Master Plan (2019-2023) is a testimony to our resolve to combat that illicit trade, an important component of which is international cooperation.", "label": 0}}
{"text": "然而， 这一挑战并非不可克服。", "meta": {"en_pair": "They deserve nothing less.", "label": 0}}
{"text": "斯特拉斯堡欧洲人权 法院最近的一项裁决加强了财产权、包括媒体部门 的财产权，促进了多元化。", "meta": {"en_pair": "The most recent decision of the Strasbourg European Court of Human Rights reinforces property rights, including in the media sector, and has resulted in more pluralism.", "label": 0}}
{"text": "非洲大陆 自由贸易区于7月启动，这是朝着实现一体化、繁荣 和以人为本的非洲的愿景迈出的重要一步。", "meta": {"en_pair": "The launch of the African Continental Free Trade Area in July represented a major step towards the realization of a vision for an integrated, prosperous and people-centred Africa.", "label": 0}}
{"text": "上个月对贝鲁特市中 心一个居民区的公然敌对袭击严重违反了该决议， 而以色列燃烧弹在被占领的沙巴阿农场造成持续数 日的火灾是一种破坏环境的国际罪行，罪犯理应为 此受到惩处。", "meta": {"en_pair": "Last month’s blatantly hostile attack on a residential area in the heart of Beirut is a serious infringement of the resolution, while the fires that lasted for days in the occupied Shebaa farms as a result of incendiary Israeli shells represent an international environmental crime that demands that those who caused them be condemned.", "label": 1}}
{"text": "我们都以警 觉的眼光和高标准看待伊德利卜的人道主义局势。", "meta": {"en_pair": "We all look at the humanitarian situation in Idlib with vigilance and high standards.", "label": 0}}
{"text": "我们还看到在全球发展方面取得重大成就。", "meta": {"en_pair": "We have also seen significant achievements in global development.", "label": 0}}
{"text": "也门的人 道 主 义 危 机 非常令人 担忧 ，世 人需 要 打破 对 危 害人 类罪行 的 沉 默 。", "meta": {"en_pair": "The humanitarian crisis in Yemen is very worrying and the world needs to break its silence towards crimes against humanity.", "label": 0}}
{"text": "我们 必 须 加 紧 这 些 努力，并 增 强 团 结 的 势 头 ，以便 一 劳 永 逸 地 战 胜 C OV I D -1 9 疫 情，重 启我们 的 经济增长 ，并 确保我们星球上的人民有一个更美好的未来。", "meta": {"en_pair": "We must step up those efforts and strengthen the momentum of solidarity in order to defeat the COVID-19 pandemic once and for all, relaunch our economies’ growth and ensure a better future for the people of our planet.", "label": 1}}
{"text": "同样，利用法律制度提供的工具，缓解政治和 社会紧张局势，也是实现民主的一种方式。", "meta": {"en_pair": "Similarly, it is achieved by easing political and social tensions by using the tools provided for in the legal system.", "label": 1}}
{"text": "我想提的第二个问题甚至更为关键。", "meta": {"en_pair": "The second issue I wish to mention is even more critical.", "label": 0}}
{"text": "我们必须紧急应对这些挑 战，克服经济利益分配不公的观念。", "meta": {"en_pair": "We need to urgently address those challenges and overcome perceptions that economic benefits are unfairly distributed.", "label": 0}}
{"text": "通过这些方法，这种意识形态无论走到哪里， 留下的都是一连串死亡、无知和痛苦。", "meta": {"en_pair": "With such methods, ideology has always left a trail of death, ignorance and misery wherever it went.", "label": 0}}
