{"text": "Ainsi, chaque volet de l’action du Gouvernement monégasque doit s’inscrire dans les exigences d’un développement durable : le progrès économique doit bénéficier au progrès social tout en respectant l’environnement.", "meta": {"en_pair": "In this way, every part of the Principality’s Government action must adhere to the requirements of sustainable development.", "label": 0}}
{"text": "La communauté internationale doit ainsi renforcer la politique d’ouverture commerciale et de coopération, d’intégration et de connectivité, et régler la question de la dette pour que l’économie mondiale puisse prospérer.", "meta": {"en_pair": "Thus, the international community must enhance a policy of open trade and cooperation, integration and connectivity, as well as addressing the debt issue in order for the world economy to be able to thrive.", "label": 0}}
{"text": "Le débat général de l’Assemblée générale se tient généralement à une période de l’année où les phénomènes climatiques extrêmes sévissent à travers le monde.", "meta": {"en_pair": "The general debate of the General Assembly of the United Nations is usually convened at a time of year when extremes of nature are on display around the world.", "label": 0}}
{"text": "Il se pourrait qu’un jour nous nous souvenions de ces incidents avec beaucoup de regret.", "meta": {"en_pair": "There may come a day when we remember such incidents with great regret.", "label": 0}}
{"text": "Quels doivent être les termes, les objectifs de ces négociations?", "meta": {"en_pair": "What should be the terms and objectives of those negotiations?", "label": 0}}
{"text": "Par exemple, l’OMC a de plus en plus de mal à conclure des accords commerciaux dignes de ce nom, car tout accord requiert le consensus de ses 164 pays membres qui ont des intérêts et des idéologies très divers.", "meta": {"en_pair": "For example, the World Trade Organization has found it increasingly difficult to reach meaningful trade agreements, since any deal requires full consensus among its 164 member countries, which have widely differing interests and philosophies.", "label": 1}}
{"text": "C’est une concertation exigeante, suivie de manière transparente.", "meta": {"en_pair": "It is a demanding consultation that is carried out in a transparent manner.", "label": 0}}
{"text": "Je suis d’avis que pour atteindre nos nobles objectifs, les pays développés, y compris les partenaires de développement, doivent honorer leurs obligations d’aide publique au développement (APD) envers les pays vulnérables, tels que les pays les PMA, lesPDSL et les PEID.", "meta": {"en_pair": "I am of the view that in order to meet our lofty goals, the developed countries including development partners must honor their obligation on ODA to vulnerable countries, such as least developed countries (LDCs), land-locked developing countries (LLDCs) and small island developing states (SIDS).", "label": 1}}
{"text": "Nous avons purgé la police, établi des mécanismes d’enquête, démantelé les réseaux du crime organisé, construit des prisons à sécurité maximale, et maintenant nous avons des institutions beaucoup plus solides.", "meta": {"en_pair": "We purged the police, set up investigation mechanisms, dismantled organized crime networks and built maximum security prisons, with the result that we now have much stronger institutions.", "label": 1}}
{"text": "Nous devons également nous engager à reconstituer le Fonds mondial de lutte contre le sida, la tuberculose et le paludisme et l’Alliance mondiale pour les vaccins et la vaccination.", "meta": {"en_pair": "We must also commit to replenish the Global Fund to Fight AIDS, Tuberculosis and Malaria and the Global Alliance for Vaccines and Immunization.", "label": 0}}
{"text": "Nous venons d’étendre l’exemption de visa à des pays comme les États-Unis, le Japon, l’Australie et le Canada.", "meta": {"en_pair": "We have just extended visa exemptions to countries such as the United States, Japan, Australia and Canada.", "label": 0}}
{"text": "Au lieu d’œuvrer à la paix et à la stabilité dans la région, Israël s’est engagé dans une nouvelle escalade, portant les tensions régionales à un niveau sans précédent.", "meta": {"en_pair": "Instead of working for peace and stability in the region, Israel has launched yet another phase of escalation, fuelling regional tensions to unprecedented levels.", "label": 1}}
{"text": "C’est par l’intermédiaire du multilatéralisme à l’ONU que les petits États peuvent faire entendre leurs voix.", "meta": {"en_pair": "It is through multilateralism at the United Nations that smaller States can have their voices heard.", "label": 1}}
{"text": "Si la mondialisation soutient la croissance économique, elle creuse aussi les disparités et soulève les questions de l’équité et de l’inclusivité.", "meta": {"en_pair": "While globalization supports economic growth, it also widens disparities and raises the issues of equity and inclusiveness.", "label": 1}}
{"text": "Avec de telles méthodes, l’idéologie a toujours laissé dans son sillage la mort, l’ignorance et la misère partout où elle a sévi.", "meta": {"en_pair": "With such methods, ideology has always left a trail of death, ignorance and misery wherever it went.", "label": 0}}
{"text": "Nous sommes fiers des liens étroits qui nous unissent dans le cadre de notre Accord de libre association et nous nous réjouissons à la perspective d’entamer des discussions sur son renouvellement.", "meta": {"en_pair": "We are proud of our close relationship through our Compact of Free Association and look forward to beginning discussions on its renewal.", "label": 0}}
{"text": "Entre autres choses, cela aidera à renforcer notre partenariat avec l’Organisation.", "meta": {"en_pair": "Among other things, that will help to strengthen our partnership with the Organization.", "label": 0}}
{"text": "Si cette initiative a contribué à faciliter l’accès aux vaccins des populations les plus défavorisées, la fracture vaccinale reste encore très prononcée et les résultats, largement en-deçà des attentes de ce programme.", "meta": {"en_pair": "Although that initiative has helped to facilitate access to vaccines for the most disadvantaged populations, the vaccine gap remains very pronounced and the results fall far short of expectations for the programme.", "label": 1}}
{"text": "Le terrorisme et l’extrémisme violent continuent d’entraîner la mort et la souffrance de personnes innocentes.", "meta": {"en_pair": "Terrorism and violent extremism continue to bring death and suffering to innocent people.", "label": 1}}
{"text": "Plus grave encore, une grande partie de ces ressources fournies à l’Argentine ont été siphonnées hors du pays par une libéralisation irresponsable du compte de capital.", "meta": {"en_pair": "What is even more serious is that a large part of the funds provided to Argentina have been drained out of the country by an irresponsible liberalization of the capital account.", "label": 1}}
{"text": "Nous regardons tous la situation humanitaire à Edleb avec vigilance et exigence.", "meta": {"en_pair": "We all look at the humanitarian situation in Idlib with vigilance and high standards.", "label": 0}}
{"text": "L’Autorité a également fait comprendre au Gouvernement militaire du Mali qu’elle n’est pas disposée à négocier une prolongation du délai de février qui a été fixé pour latenue d’élections démocratiques, étant donné qu’avec une volonté politique, les mesures essentielles à prendre peuvent être effectives selon le calendrier approuvé par la CEDEAO.", "meta": {"en_pair": "The Authority has also made it clear to the military Government in Mali that it is not prepared to negotiate an extension to the February deadline for the holding of democratic elections, since with political will, the essential steps to be taken can be effective within the ECOWAS-sanctioned timetable.", "label": 1}}
{"text": "Il est aujourd’huiplus évident que jamais que nous ne pouvons lutter efficacement contre les problèmes mondiaux que si nous agissons au niveau mondial, en prenant tous ensemble des mesures concertées et coordonnées.", "meta": {"en_pair": "Today it is clearer than ever that we can respond successfully to global challenges only if we act on a global level, with the concerted and coordinated action of all of us.", "label": 1}}
{"text": "En propageant ces idées fausses, certains pays, au lieu de nous venir en aide, ont conforté les mensonges des médias, se sont comportés de manière irrespectueuse et ont révélé leur véritable nature colonialiste.", "meta": {"en_pair": "In resorting to those fallacies, certain countries, instead of helping, have amplified media lies, behaved disrespectfully and shown their true colonialist colours.", "label": 0}}
{"text": "Lorsque le monde s’est détourné de la Somalie, nous nous sommes impliqués et investis dans les processus de paix d’Eldoret et de Mbagathi, qui ont abouti à la formation et à l’accueil du Gouvernement national de transition au Kenya et, finalement, à la formation du Gouvernement fédéral de transition en Somalie.", "meta": {"en_pair": "When the world had turned away from Somalia, we engaged and invested in the Eldoret and Mbagathi peace processes, which led to the formation and hosting of the Transitional National Government in Kenya and, ultimately, the formation of the Transitional Federal Government in Somalia.", "label": 1}}
{"text": "L’objectif est de permettre le déploiement stratégique de ces forces sur toute l’étendue du territoire, afin de restaurer l’autorité de l’État, d’assurer la sécurité des personnes et des biens et de favoriser le retour des personnes déplacées et des réfugiés.", "meta": {"en_pair": "The aim is to allow for the strategic deployment of those forces throughout the country in order to restore State authority, ensure the security of people and property and encourage the return of displaced persons and refugees.", "label": 1}}
{"text": "Je pense que si nous parvenons à unir nos efforts pour le climat, nous pourrons créer un nouveau sentiment de solidarité sur d’autres questions.", "meta": {"en_pair": "I believe that if we succeed in uniting over our action for climate, we can generate a new sense of solidarity in other areas.", "label": 1}}
{"text": "Afin de donner à notre Organisation commune une plus grande légitimité et crédibilité, il est urgent de mener, à terme, la réforme du Conseil de sécurité.", "meta": {"en_pair": "In order to give greater legitimacy and credibility to our common Organization, there is an urgent need to carry out the reform of the Security Council.", "label": 0}}
{"text": "En tant que petit pays insulaire en développement, et avec toutes les contraintes que cela suppose, la République démocratique de Sao Tomé-et-Principe poursuit des politiques adaptées à sa réalité, dans le plein respect de la diversité multiculturelle et des droits de l’homme.", "meta": {"en_pair": "As a small island developing State, and with all the constraints that come with that status, the Democratic Republic of Sao Tome and Principe pursues policies adapted to our reality, with full respect for multicultural diversity and human rights.", "label": 0}}
{"text": "Nous devons mutualiser nos ressources, rationaliser nos efforts et appliquer des approches multipartites pour relever ces défis.", "meta": {"en_pair": "We need to pool our resources, streamline our efforts and apply multi-stakeholder approaches to combat those challenges.", "label": 0}}
{"text": "Or, le multilatéralisme consacré par la Charte des Nations Unies est aujourd’hui sujet à de fortes pressions qui concourent à mettre en péril les nombreux acquis du dialogue et la coopération internationale.", "meta": {"en_pair": "However, the multilateralism enshrined in the Charter of the United Nations is today under strong pressure, which jeopardizes the many achievements of dialogue and international cooperation.", "label": 0}}
{"text": "Restons donc fidèles, dans le véritable esprit du multilatéralisme, aux principes qui guident l’Organisation — des principes qui doivent faire de l’ONU une organisation véritablement représentative et efficace, à même de porter ce flambeau.", "meta": {"en_pair": "Let us therefore all remain faithful, in the true spirit of multilateralism, to the principles underpinning the Organization — principles that envision a truly representative and effective United Nations that can be a torchbearer.", "label": 0}}
{"text": "Les nouvelles technologies et l’innovation nous donneront les outils qui nous permettront de les atteindre.", "meta": {"en_pair": "Together with a sensible use of new digital technologies, it can develop innovative, sustainable and attractive products.", "label": 0}}
{"text": "Nous appelons donc tous les partenaires à se joindre à leurs efforts, et, ensemble, faisons entendre notre voix pour protéger nos enfants et nos jeunes.", "meta": {"en_pair": "We therefore call on all partners to join their efforts, and, together, let us raise our voices to protect our children and young people.", "label": 1}}
{"text": "Bien que 103 années se soient écoulées depuis la Première Guerre mondiale et 76 depuis la Seconde Guerre mondiale, nous n’avons pas encore totalement éliminé les dangers de la guerre, et les tentatives de régler les problèmes par des moyens militaires persistent à ce jour.", "meta": {"en_pair": "Although 103 years have passed since the First World War, and 76 since the Second World War, we have not yet fully eliminated the dangers of war, and attempts to resolve issues by military means persist to this day.", "label": 0}}
{"text": "Nous ne parviendrons pas à trouver une solution définitive à la question de la Syrie si nous ne traitons pas toutes les organisations terroristes de la même manière.", "meta": {"en_pair": "If such a safe zone can be established, we could confidently resettle between 1 million and 2 million refugees.", "label": 1}}
{"text": "Nous prions la communauté internationale d’adopter toutes les sanctions nécessaires pour protéger les droits et les libertés des générations présentes et futures de Colombiens, et bien sûr de nos frères et sœurs vénézuéliens.", "meta": {"en_pair": "We ask the international community to adopt all appropriate sanctions to safeguard the rights and freedoms of present and future generations of Colombians and, of course, of our Venezuelan brothers and sisters.", "label": 1}}
{"text": "Nous réaffirmons notre position selon laquelle le peuple du Sahara occidental a le droit à l’autodétermination en accord avec les décisions pertinentes de l’Union africaine et les résolutions du Conseil de sécurité de l’ONU.", "meta": {"en_pair": "We reiterate our position that the people of Western Sahara have the right to self-determination in line with the relevant African Union decisions and UN Security Council resolutions.", "label": 0}}
{"text": "Nous avons aussi constaté d’importantes avancées en matière de développement mondial.", "meta": {"en_pair": "We have also seen significant achievements in global development.", "label": 0}}
{"text": "Il s’agira de promouvoir l’accès des populations les plus vulnérables aux ressources conduisant à leur bien-être économique, en mettant un accent particulier sur les peuples autochtones, les populations d’ascendance africaine, les migrants, les femmes, les enfants, les jeunes, les personnes déplacées à l’intérieur de leur pays et les membres de la communauté des lesbiennes, gays, bisexuels, transgenres et intersexes.", "meta": {"en_pair": "It will mean promoting access for the most vulnerable populations to opportunities leading to their economic well-being, while focusing on indigenous peoples, Afrodescendant populations, migrants, women, children, young people, internally displaced persons and members of the lesbian, gay, bisexual, transgender and intersex community.", "label": 1}}
{"text": "Aucun pays ne peut remporter à lui seul la guerre contre le terrorisme et ce n’est qu’en mutualisant nos efforts et nos ressources que nous aurons une chance d’éliminer cette menace insensée.", "meta": {"en_pair": "No country can win the war against terrorism on its own and only by pooling our resources and working collaboratively do we stand a chance of defeating that senseless menace.", "label": 1}}
{"text": "Nous craignons pour ceux qui sont en danger en raison du travail qu’ils réalisent pour faire respecter les libertés fondamentales.", "meta": {"en_pair": "We fear for those who are at risk because of their work to advance fundamental freedoms.", "label": 1}}
{"text": "Nous appelons à la retenue et au dialogue pour ouvrir la voie à un avenir plus stable et sûr dans la région du Golfe.", "meta": {"en_pair": "We call for restraint and dialogue to open the way towards a more stable and secure future in the Gulf region.", "label": 1}}
{"text": "Nousdevons nous engager ensemble à faire en sorte que l’Organisation puisse, au mieux de ses capacités, remplir son mandat.", "meta": {"en_pair": "We must all commit to guaranteeing that the Organization can, to the best of its ability, fulfil its mandate.", "label": 0}}
{"text": "Le Panama est un pionnier du monde bleu, qui respecte l’initiative 30x30, dont le but est de protéger 30 % de nos océans, un objectif que nous avons atteint avec neuf ans d’avance sur l’échéance de 2030.", "meta": {"en_pair": "Panama is a blue-world leader, complying with the 30x30 Initiative to protect 30 per cent of our oceans, a goal that we have reached nine years before the deadline of 2030.", "label": 0}}
{"text": "À la faveur de la mise en œuvre de réformes courageuses, la croissance économique s’est accélérée pour dépasser 5 % l’an, l’inflation s’est décélérée et la monnaie nationale, le franc congolais, s’est stabilisée sur le marché des changes.", "meta": {"en_pair": "Thanks to the implementation of bold reforms, economic growth has increased to more than 5 per cent annually, inflation has slowed and the national currency, the Congolese franc, has stabilized on the foreign exchange market.", "label": 1}}
{"text": "À quoi ressemblera le monde de demain si nous n’aidons pas à mettre fin à ces crises et si nous ne donnons pas aux réfugiés et aux pays d’accueil les moyens de faire face à l’avenir?", "meta": {"en_pair": "What will tomorrow’s world look like if we do not help end those crises and give refugees and hosts alike the support they need to meet the future?", "label": 0}}
{"text": "Nous avons souligné avec force le caractère inclusif de tous les pays amazoniens dans le cadre d’une Amazonie vivante qui nous oblige, nous et ces pays, à dépasser les différences politiques, à organiser les dispositions pertinentes pour assurer le développement des communautés autochtones et tribales, et à défendre la souveraineté des pays et de l’Amazonie en tant que région.", "meta": {"en_pair": "We strongly emphasized the inclusiveness of all Amazonian countries as part of a living Amazon that compels us and those countries to rise above political differences, organize relevant provisions to secure the development of indigenous and tribal communities and uphold the sovereignty of countries and the Amazon as a region.", "label": 0}}
{"text": "Je tiens à souligner que le Gouvernement de la République de Zambie restera attaché à la diplomatie économique et au multilatéralisme, ainsi qu’à la consolidation des efforts mondiaux par la promotion de relations ouvertes et cordiales avec la communauté internationale, afin d’assurer une croissance et un développement collectifs durables dans notre pays.", "meta": {"en_pair": "I wish to stress that the Government of the Republic of Zambia will remain committed to economic diplomacy and multilateralism and to consolidating global efforts through the promotion of open and cordial relations with the international community in order to ensure collective sustainable growth and development in our country.", "label": 1}}
{"text": "Aussi devons-nous prendre les mesures qui s’imposent, assumer nos responsabilités et nous montrer à la hauteur de la situation.", "meta": {"en_pair": "We will continue to fulfil our responsibilities to humankind because we are deeply affected, directly and indirectly, by the crises that besiege our region.", "label": 0}}
{"text": "Je crois à l’ouverture et au libre-échange, mais je ne crois qu’au libre-échange raisonné qui doit permettre d’intégrer l’objectif zéro carbone et zéro déforestation.", "meta": {"en_pair": "I believe in openness and free trade, but only to the extent that they are well thought out and able to integrate the objectives of zero carbon and zero deforestation.", "label": 0}}
{"text": "Ils doivent aussi fournir un appui et une aide au développement aux pays d’origine afin de les aider à éliminer la pauvreté, à lutter contre le chômage, et à encourager les candidats au départ à rester chez eux.", "meta": {"en_pair": "We were also able to contain all the armed groups, launch a programme and mechanisms for collecting weapons and integrating former militants into our national security and military institutions, and to provide work opportunities and rehabilitation to those who want to reintegrate into civilian life.", "label": 0}}
{"text": "Les Burundais et le monde les observent.", "meta": {"en_pair": "Burundians and the world are watching them.", "label": 0}}
{"text": "Malgré la douleur, ces épopées héroïques marquent un jalon et resteront à jamais gravées dans la mémoire du pays et des générations futures.", "meta": {"en_pair": "Despite the pain, their heroic epics will remain alive in the memory of our homeland and its future generations.", "label": 0}}
{"text": "Nous appelons tous les partenaires à se joindre à ces efforts et, ensemble, faisons entendre notre voix pour protéger les enfants et les jeunes.", "meta": {"en_pair": "We call on all partners to join efforts and together, let us raise our voices to protect our children and young people.", "label": 1}}
{"text": "Ce discours ne sera pas un discours habituel ou typique des Nations Unies, mais j’espère que toutes les personnes ici présentes le trouveront instructif et qu’il sonnera l’alarme qui nous réveillera.", "meta": {"en_pair": "This will not be an ordinary, typical United Nations speech, however, but I hope it will be instructive to everyone here and sound the alarm that it is time to wake up.", "label": 0}}
{"text": "Pour cette raison, mon gouvernement a engagé des efforts participatifs et inclusifs en vue de lever les obstacles au développement, ce qui a produit des résultats notables, comme en témoignent deux instruments juridiques qui joueront un rôle crucial dans le développement du Pérou – le plan national de compétitivité et de productivité et le plan national d’infrastructure pour la compétitivité.", "meta": {"en_pair": "For that reason, my Government has undertaken participatory and inclusive efforts to address the challenges to development, leading to significant results as reflected in two legal instruments that will be key to Peru’s development — the national competitiveness and productivity plan and the national infrastructure plan for competitiveness.", "label": 1}}
{"text": "Cette étape est la plus délicate, c’est pourquoi nous avons besoin d’un soutien et d’une assistance accrus de la part des partenaires.", "meta": {"en_pair": "This stage is the most delicate and the one for which we need increased support and assistance from partners.", "label": 0}}
{"text": "Nous sommes également en train de mettre sur pied une usine de recyclage du plastique qui permettra à notre pays de devenir neutre en plastique.", "meta": {"en_pair": "We are also in the process of establishing a plastic-recycling plant that will enable our country to become plastic-neutral.", "label": 1}}
{"text": "C’est pourquoi il est impérieux pour la communauté internationale de trouver des solutions idoines pour les questions liées aux changements climatiques.", "meta": {"en_pair": "That is why it is crucial for the international community to find appropriate solutions to issues related to climate change.", "label": 0}}
{"text": "Les problèmes mondiaux persistants requièrent une coopération permanente pour trouver des solutions stratégiques mondiales.", "meta": {"en_pair": "Persistent global problems require consistent cooperation to achieve strategic global solutions.", "label": 1}}
{"text": "Nous exigeons notamment le retrait des munitions des stocks d’armes de Cobasna ou leur destruction, car elles constituent une menace pour la sécurité et l’environnement de l’ensemble de la région.", "meta": {"en_pair": "That includes the removal or destruction of ammunition from the Cobasna stockpiles, which pose a security and environmental threat to the region as a whole.", "label": 1}}
{"text": "Nous pensons que l’ambition d’accélérer la mise au point de ces outils doit s’accompagner d’une détermination à faire en sorte qu’ils soient sûrs, efficaces et accessibles à tous.", "meta": {"en_pair": "We believe that the ambition to expedite development of these tools must be matched with a determination to ensure that they are safe, effective and accessible to all.", "label": 0}}
{"text": "Il est clair que l’action climatique ambitieuse que les États Membres doivent mener de toute urgence pourrait sauver les plus vulnérables d’entre nous.", "meta": {"en_pair": "It is clear that the ambitious actions on the climate that Member States so urgently require can save the most vulnerable among us.", "label": 0}}
{"text": "C’est un document qui nous permettra d’établir des mécanismes pour garantir l’intégrité, la transparence et la responsabilité.", "meta": {"en_pair": "It is a document that will enable us to establish mechanisms for integrity, transparency and accountability.", "label": 1}}
{"text": "Nous devons protéger et promouvoir le cadre du désarmement et de la non-prolifération nucléaires, et avant tout le Traité sur la non-prolifération des armes nucléaires.", "meta": {"en_pair": "We need to protect and promote the framework for nuclear disarmament and non-proliferation — first and foremost, the Non-Proliferation Treaty.", "label": 0}}
{"text": "La protection des forêts et des services essentiels qu’elles rendent aux communautés humaines, notamment en tant que puits de carbone, est bien évidemment fondamentale.", "meta": {"en_pair": "The protection of forests and the essential services that they do for human communities, especially as carbon sinks, is of course fundamental.", "label": 0}}
{"text": "Nous entendons également abroger plusieurs lois discriminatoires et obsolètes concernant les enfants, dans l’optique d’élaborer un code de l’enfance qui permettra de transposer dans notre droit interne les dispositions de la Convention relative aux droits de l’enfant.", "meta": {"en_pair": "We are also repealing several discriminatory and outdated statutes related to children in order to come up with a children’s code to domesticate the provisions of the Convention on the Rights of the Child.", "label": 1}}
{"text": "C’était bizarre, et personne n’a expliqué la vérité.", "meta": {"en_pair": "It was bizarre, and no one explained the truth.", "label": 0}}
{"text": "C’est pourquoi nous réaffirmons avec force que l’ensemble de ces activités criminelles, conjuguées à la crise humanitaire déclenchée par la détérioration de la situation politique, économique et sociale en République bolivarienne du Venezuela, constituent une menace au maintien de la paix et de la sécurité sur le continent.", "meta": {"en_pair": "We therefore strongly affirm that all these criminal activities, associated with the humanitarian crisis generated by the deterioration of the political, economic and social situation in the Bolivarian Republic of Venezuela, represent a threat to the maintenance of peace and security on the continent.", "label": 1}}
{"text": "Madagascar compte néanmoins sur la solidarité et les opportunités internationales pour l’appuyer en vue d’accélérer la mise en œuvre du Programme 2030.", "meta": {"en_pair": "Nevertheless, Madagascar also relies on international solidarity, support and opportunities in order to accelerate the implementation of the 2030 Agenda.", "label": 0}}
{"text": "Par cette initiative, le taux d’inscription des élèves dans les écoles primaires a augmenté de 35,2 %, assurant l’accès à l’éducation de base pour les enfants des ménages extrêmement pauvres et les personnes vivant avec un handicap.", "meta": {"en_pair": "Through that initiative, pupils’ enrolment in primary schools has increased by 35.2 per cent, providing access to basic education for children from extremely poor households and those living with disabilities.", "label": 1}}
{"text": "Les nouvelles technologies et l’innovation nous donneront les outils qui nous permettront de les atteindre.", "meta": {"en_pair": "In addition, thanks to new technologies, we have a tool that will enable us to meet the challenges of tomorrow.", "label": 1}}
{"text": "Au niveau régional, le Pérou est engagé en faveur de la paix et de la sécurité internationale, du respect du droit international et d’un programme inclusif.", "meta": {"en_pair": "At the regional level, Peru is committed to peace and international security, respect for international law and an inclusive agenda.", "label": 0}}
{"text": "Nous restons convaincus que pour que les objectifs de développement durable que nous avons tous adoptés en 2015 deviennent une réalité, il nous faut impérativement plus d’engagement, plus d’ambition, plus d’action et, pardessus tout, plus de moyens.", "meta": {"en_pair": "We believe that in order for the SDGs that we all adopted in 2015 to become a reality, we need greater commitment, ambition, action and above all more resources.", "label": 0}}
{"text": "La Dominique réaffirme son attachement à l’Accord de Paris sur le climat et plaide une fois de plus pour que les ressources engagées soient décaissées, afin que nous puissions mettre en œuvre des mesures visant à réduire les risques et à atténuer les impacts des changements climatiques.", "meta": {"en_pair": "Dominica reaffirms its commitment to the Paris Agreement on Climate Change and once again pleads for the resources pledged to be released, so that we can implement actions designed to reduce risks and mitigate the impacts of climate change.", "label": 1}}
{"text": "De même, elle est concrétiséeen apaisant les tensions politiques et sociales au moyen des outils prévus dans le système juridique.", "meta": {"en_pair": "Similarly, it is achieved by easing political and social tensions by using the tools provided for in the legal system.", "label": 1}}
{"text": "Je rappelle que les États-Unis ont alloué au Plan Colombie plus de 10 milliards de dollars afin de combattre ce fléau.", "meta": {"en_pair": "I wish to recall that the United States contributed more than $10 billion to the Plan Colombia initiative in order to combat this scourge.", "label": 1}}
{"text": "Je le dis aussi en tant que dirigeant d’un pays qui sait très bien faire la différence entre une crise humanitaire et des activités hybrides.", "meta": {"en_pair": "I also say that as the leader of a country that knows very well how to tell the difference between a humanitarian crisis and hybrid activities.", "label": 0}}
{"text": "C’est un appel à la compréhension et à la solidarité des pays industrialisés, qui sont largement responsables des changements climatiques, dont les conséquences ont un impact négatif sur la région de l’Amérique centrale, alors que celle-ci n’émet que 0,35 % des gaz à effet de serre dans le monde.", "meta": {"en_pair": "It is a call for understanding and solidarity from the industrialized countries, which are largely responsible for climate change, the consequences of which have a negative impact on the Central American region, even though it emits only 0.35 percent of world’s greenhouse gases.", "label": 1}}
{"text": "La construction et le lancement du chemin de fer Chine – Kirghizistan – Ouzbékistan nous permettront de contribuer de manière significative à relier l’Asie à l’Europe.", "meta": {"en_pair": "The construction and launch of the China-Kyrgyzstan-Uzbekistan railroad will be a meaningful contribution to connecting Asia with Europe.", "label": 1}}
{"text": "L’une des causes de la migration, c’est la crise du café, qui est alimentée par la faiblesse des prix et les effets des changements climatiques.", "meta": {"en_pair": "One of the causes of migration is the coffee crisis, which is driven by low prices and the effects of climate change.", "label": 1}}
{"text": "Aujourd’hui, à la veille de son anniversaire, l’ONU et le monde entier sont confrontés à leur prochaine grande étape.", "meta": {"en_pair": "Today, on the eve of its anniversary, the United Nations and the whole world are facing their next important frontier.", "label": 0}}
{"text": "La Turquie, quant à elle, poursuivra ses efforts jusqu’à ce qu’une solution garantissant la sécurité et les droits du peuple chypriote turc soit trouvée.", "meta": {"en_pair": "We believe that the energy resources in the eastern Mediterranean constitute an important opportunity for cooperation if we all adopt a win-win approach.", "label": 0}}
{"text": "Nous avons donc foi dans cette méthode fondée sur la coopération, où nous voyons un antidote aux soulèvements antidémocratiques.", "meta": {"en_pair": "We therefore believe in that cooperative approach, which we see as an antidote to anti-democratic upheaval.", "label": 0}}
{"text": "Par conséquent, de la même façon que nous menons un projet de relèvement équitable pour surmonter la crise économique, nous devons aussi nous engager en faveur d’une transition verte qui soit juste.", "meta": {"en_pair": "Therefore, in the same way that we are leading a just recovery project to overcome the economic crisis, we must also commit ourselves to a just green transition, which we are convinced is the most effective way to reach new levels of progress and well-being.", "label": 1}}
{"text": "Nous voudrions demander aux pays, aux partenaires de développement et aux entreprises de joindre leurs efforts pour garantir la cohérence des politiques et œuvrer à l’élaboration d’une feuille de route pour régler ce problème.", "meta": {"en_pair": "We wish to call on countries, development partners and corporations to collaborate to fill the need for policy coherence and to work towards developing a road map that addresses the problem.", "label": 0}}
{"text": "L’un des effets du réchauffement de la planète est l’augmentation du nombre et de la gravité des catastrophes naturelles, qui surgissent également dans de nouvelles régions et sous de nouvelles formes, ce qui a amené l’Inde à former une coalition pour des infrastructures résilientes aux catastrophes.", "meta": {"en_pair": "One of the effects of global warming is the increasing number and severity of natural disasters, which are also appearing in new areas and in new forms, in response to which India initiated the formation of the Coalition for Disaster Resilient Infrastructure.", "label": 1}}
{"text": "Notre mandat de membre du Conseil de sécurité nous a donné une occasion précieuse de montrer au monde que la confiance qu’il a placée dans notre pays nous a permis de faire la preuve du meilleur que nous ayons à offrir.", "meta": {"en_pair": "Our term as a member of the Security Council has given us an excellent opportunity to show the world that the trust it has placed in our country has enabled us to demonstrate the best we have to offer.", "label": 1}}
{"text": "La puissance économique grandissante de l’Asie appelle un système de sécurité continental plus intégré.", "meta": {"en_pair": "The growing economic might of Asia demands a more integrated continental security architecture.", "label": 0}}
{"text": "Nous devons accroître ces efforts et renforcer cet élan de solidarité pour vaincre définitivement la pandémie de COVID-19, relancer la croissance de nos économies et assurer un meilleur avenir aux populations de notre planète.", "meta": {"en_pair": "We must step up those efforts and strengthen the momentum of solidarity in order to defeat the COVID-19 pandemic once and for all, relaunch our economies’ growth and ensure a better future for the people of our planet.", "label": 1}}
{"text": "Pour cette raison, on ne soulignera jamais assez combien il importe de procéder à une profonde réforme de l’Organisation des Nations Unies, afin qu’elle puisse mieux s’acquitter de ses lourdes responsabilités en matière de gestion et de règlement des conflits et de prévention de la guerre.", "meta": {"en_pair": "For that reason, it is never too much to insist on the need for a deep reform of the United Nations, so that the Organization can better fulfil its great responsibility for conflict management and resolution and the prevention of war.", "label": 1}}
{"text": "C’est dans ce cadre qu’afin de garantir une éducation de qualité au profit des enfants, nous avons mis en place le Programme national\f30/09/2019\t\bA/74/PV.13d’alimentation scolaire intégré, qui permet d’améliorer non seulement les performances scolaires et l’état sanitaire et nutritionnel des élèves, mais aussi de développer la production agricole locale qui procure des revenus substantiels aux paysans.", "meta": {"en_pair": "“In this framework, in order to guarantee quality education for children, we have set up the Integrated National School Feeding Programme, which not only improves the school performance, health and nutritional status of students but also develops local agricultural production, thereby providing substantial income to farmers.", "label": 1}}
{"text": "Il nous reste un peu plus de 10 ans pour parvenir à la transformation nécessaire en mettant en œuvre les objectifs de développement durable.", "meta": {"en_pair": "We have a little over 10 years to attain the necessary transformation through the implementation of the Sustainable Development Goals (SDGs).", "label": 0}}
{"text": "Nous faisons la promotion, avec les pays amis, d’un projet de création d’un tribunal international anti-corruption parce que, comme le trafic de drogues, le fléau de la corruption transnationale traverse les frontières et les ignore, et la communauté internationale a besoin d’un instrument fort pour y faire face.", "meta": {"en_pair": "Together with friendly nations, we are promoting a project to create an international anti-corruption court because, like drug trafficking, the scourge of transnational corruption transcends and ignores borders and the international community needs a strong tool to confront it.", "label": 0}}
{"text": "Notre pays connaît en effet une crise économique due à la chute des prix du pétrole sur le marché international.", "meta": {"en_pair": "Our country has been experiencing an economic crisis because of the drop in oil prices on the international market.", "label": 1}}
{"text": "Afin de faire face aux risques d’écroulement économique, près de 12 000 milliards de dollars ont été investis pour contrer les effets économiques de la COVID-19 par les gouvernements à l’automne 2020.", "meta": {"en_pair": "To address the risks of economic collapse, Governments invested nearly $12,000 billion in the fall of 2020 to counter the economic effects of COVID-19.", "label": 1}}
{"text": "Il est inacceptable qu’au XXIe siècle, alors que nous disposons de tant d’instruments, traités et organisations dont le but est de sauvegarder toutes sortes de droits, des millions de chrétiens et de personnes d’autres religions perdent encore la vie ou leur liberté en raison de leur foi.", "meta": {"en_pair": "It is unacceptable that in the twenty-first century, with so many instruments, treaties and organizations whose aim is to safeguard all kinds of rights, there are still millions of Christians and people of other religions that lose their lives or their freedom because of their faith.", "label": 1}}
{"text": "Ce n’est qu’alors que nos nations pourront sortir de la fragilité pour s’engager sur la voie du développement durable.", "meta": {"en_pair": "Only then will our nations be able to emerge from fragility into sustainable development.", "label": 0}}
{"text": "Dans le monde interdépendant d’aujourd’hui, il est injustifiable et incompréhensible que les décisions qui nous lient tous soient entre les mains de quelques États Membres.", "meta": {"en_pair": "In today’s globalized world it is indefensible and incomprehensible that decisions that bind us all are left in the hands of a few Member States.", "label": 0}}
{"text": "La recherche, l’éducation et la formation professionnelle, tout particulièrement celle des filles et des femmes, doivent être au centre afin de développer l’accès au savoir, de promouvoir l’innovation et de rendre l’action possible.", "meta": {"en_pair": "Research, education and vocational training, especially for girls and women, must be at the heart in order to develop access to knowledge, promote innovation and enable action.", "label": 1}}
{"text": "Ces maux frappent le plus durement les pays et les milieux les plus vulnérables, et notamment les femmes, aggravant les disparités fondées sur le genre.", "meta": {"en_pair": "Those misfortunes have hit the most vulnerable countries and sectors hardest, particularly women, widening gender gaps.", "label": 1}}
{"text": "Sur le plan international, cela revient à prendre en compte les conditions et les circonstances des pays voisins tout en œuvrant de concert avec eux pour que chacun connaisse la prospérité.", "meta": {"en_pair": "Internationally, it is taking into account the conditions and circumstances neighboring countries are put in while working with them to attain co-prosperity.", "label": 0}}
{"text": "Je mets en garde contre de telles politiques et pratiques irresponsables et contre ce qui en découlerait comme conséquences dangereuses.", "meta": {"en_pair": "I caution against those policies and reckless measures, which lead to dangerous consequences.", "label": 1}}
{"text": "La communauté internationale devrait prendre les mesures nécessaires pour améliorer les conditions de vie du peuple palestinien et lui apporter une aide humanitaire.", "meta": {"en_pair": "The international community should take the necessary measures to improve living conditions and deliver humanitarian aid to the Palestinian people.", "label": 1}}
{"text": "En outre, les turbulences auxquelles nous continuons de nous heurter dans notre monde aujourd’hui sont le résultat de l’avidité et de la faim constantes de pouvoir et de domination.", "meta": {"en_pair": "Furthermore, the turbulence that we continue to face in our world today has emerged because of continued greed and hunger for power and dominance.", "label": 1}}
{"text": "Ce principe d’Ubuntu, c’est aussi la raison de l’appel, que je lance encore, à régler la question des dettes des pays les plus pauvres dans un esprit de solidarité qui doit aussi prendre en compte les effets de la pandémie.", "meta": {"en_pair": "This principle of Ubuntu is also the reason for my renewed call to settle the question of debts of the poorest countries, in a spirit of solidarity that also takes into account the effects of the pandemic.", "label": 1}}
{"text": "L’Union européenne a mis en place un cadre juridiquement contraignant relatif au climat, qui envoie un message clair à la communauté internationale concernant notre engagement.", "meta": {"en_pair": "The European Union has put in place a legally binding climate framework, sending a clear message to the international community about our commitment.", "label": 1}}
{"text": "La meilleure solution à la problématique des migrants serait de resserrer la coopération et de mieux répartir les responsabilités.", "meta": {"en_pair": "The best solution to the migrant issue would be to strengthen cooperation and better distribute responsibilities.", "label": 0}}
{"text": "Nous ne saurions trop insister sur la nécessité de garantir et de promouvoir le bien-être des espèces sauvages, en tant que bien environnemental dans l’intérêt écologique et socioéconomique.", "meta": {"en_pair": "The need to secure and promote the wellbeing of wildlife flora and fauna as an environmental good for ecological and socio-economic benefit cannot be overemphasized.", "label": 0}}
{"text": "Ces mesures limitent nos échanges avec le monde et ralentissent nos efforts visant à atteindre nos objectifs de développement durable.", "meta": {"en_pair": "These measures limit our trade with the world and slow our efforts to achieve the SDGs.", "label": 1}}
{"text": "Une initiative enclenchée par le Président français et ami Emmanuel Macron afin d’apporter à notre pays les secours prioritaires.", "meta": {"en_pair": "He organized the Beirut Support Conference on 9 August, to mobilize donor pledges and provide basic relief assistance, at the commendable initiative of French President and friend Emmanuel Macron.", "label": 1}}
{"text": "Hélas, de nos jours, l’on constate que l’efficacité des Nations Unies et des mécanismes de coopération multilatérale, où se forgent les solutions consensuelles aux défis globaux, est constamment mise à rude épreuve, en raison d’initiatives unilatérales nourries par des rivalités stratégiques et des leaderships concurrents.", "meta": {"en_pair": "Sadly, nowadays, the effectiveness of the United Nations and multilateral cooperation mechanisms, where consensual solutions are forged to tackle global challenges, are constantly put under severe strain, as a result of unilateral initiatives fuelled by strategic rivalries and competing leaderships.", "label": 1}}
{"text": "En outre, nous savons maintenant que les changements climatiques se déroulent encore plus rapidement que ce que l’on pensait auparavant.", "meta": {"en_pair": "In addition, we now know that climate change is proceeding even faster than was previously thought.", "label": 0}}
{"text": "Les termes « terrorisme islamique » et « radicalisme islamique », malheureusement utilisés par des dirigeants, sont les principales raisons de l’islamophobie et sont cause de souffrance parmi les musulmans.", "meta": {"en_pair": "The terms “Islamic terrorism” and “Islamic radicalism”, which are used by leaders, sadly, are the main reasons for Islamophobia and have caused pain among Muslims.", "label": 1}}
{"text": "En ce qui concerne le secteur de l’énergie, le Gouvernement de la République-Unie de Tanzanie s’est lancé dans un important programme d’électrification\f27/09/2019\t\bA/74/PV.10des zones rurales par le biais duquel 5 109 villages ont été approvisionnés en électricité depuis décembre 2015, ce qui porte le nombre de nos villages dotés d’électricité à 7 127 sur un total de 12 259.", "meta": {"en_pair": "With regard to the energy sector, the Government of the United Republic of Tanzania has embarked on a major programme of rural electrification through which 5,109 villages have been supplied with electricity since December 2015, bringing the number of our villages with electricity to 7,127 out of a total of 12,259.", "label": 0}}
{"text": "Cela a contribué à la mort d’animaux et à l’escalade du conflit entre l’homme et la faune.", "meta": {"en_pair": "This has contributed to animal deaths and the escalation of the human-wildlife conflict.", "label": 1}}
{"text": "25/09/2019\t\b A/74/PV.5La décision la plus récente de la Cour européenne des droits de l’homme de Strasbourg renforce les droits de propriété, notamment dans le secteur des médias, ce qui se traduit par un plus grand pluralisme.", "meta": {"en_pair": "The most recent decision of the Strasbourg European Court of Human Rights reinforces property rights, including in the media sector, and has resulted in more pluralism.", "label": 0}}
{"text": "Je vous remercie.", "meta": {"en_pair": "Thank you.", "label": 0}}
{"text": "Ils démontrent par ailleurs les importants efforts consentis par les secteurs public et privé et la capacité des Péruviens à surmonter leurs divergences afin d’œuvrer pour l’avenir du pays et d’améliorer le bien-être général.", "meta": {"en_pair": "Similarly, they demonstrate the important efforts made by the public and private sectors and the capacity of Peruvians to overcome our differences in order to work for the future of the country and achieve higher levels of well-being.", "label": 1}}
{"text": "Je pense que la session extraordinaire servira de cadre pour faire face à l’impact de la pandémie dans tous les domaines et contribuera aux efforts d’élimination de ses conséquences.", "meta": {"en_pair": "I think the Special Session will serve as a framework for addressing the pandemic’s impact on all spheres and contribute to the efforts of eliminating its consequences.", "label": 1}}
{"text": "Ces projets visent avant tout à préserver l’intégrité de notre écosystème montagneux sans équivalent, sa diversité biologique et ses glaciers, qui se détériorent rapidement en raison des changements climatiques.", "meta": {"en_pair": "These projects are primarily aimed at preserving the integrity of our unique mountain ecosystem and its biological diversity and glaciers, which are rapidly collapsing as a result of climate change.", "label": 1}}
{"text": "L’accélération sans précédent de la dégradation de l’environnement nous oblige tous à faire davantage pour réparer les dégâts que nous avons causés à l’environnement.", "meta": {"en_pair": "The acceleration of environmental degradation at rates never seen before obliges all of us to do more to right the wrongs we have committed against the environment.", "label": 1}}
{"text": "S’agissant de l’Afghanistan, nous devons apprendre à travailler ensemble dans le nouveau contexte, en particulier avec les pays voisins, afin de remédier à la crise humanitaire et d’empêcher une déstabilisation plus profonde dans la région.", "meta": {"en_pair": "With regard to Afghanistan, we must learn to work together in the new context, especially with neighbouring countries, in order to address the humanitarian crisis and prevent further destabilization in the region.", "label": 1}}
{"text": "Je voudrais m’attarder brièvement sur l’une de ces menaces : la destruction de l’environnement, qui a été au centre de l’attention ces derniers jours, ici à New York.", "meta": {"en_pair": "Let us focus briefly on one of those threats — the destruction of our environment, which has been at the centre of attention in recent days here in New York.", "label": 0}}
{"text": "Dans notre petite économie, le but est de servir non seulement ceux qui sont dans la pauvreté mais aussi ceux qui sont privés de la possibilité d’améliorer leur statut social et économique.", "meta": {"en_pair": "In our narrow economy, the goal is to benefit not only those who are in poverty but those who have been deprived of the opportunity to improve their social and economic status.", "label": 0}}
{"text": "Aujourd’hui, trop d’hommes politiques ont systématiquement recours au mensonge pour se maintenir au pouvoir.", "meta": {"en_pair": "Today, too many politicians use lies as a permanent method to maintain power.", "label": 0}}
{"text": "C’est pourquoi, avant la fin de cette semaine, nous allons lancer une alliance contre l’impunité, pour renforcer la justice pénale internationale.", "meta": {"en_pair": "That is why, before the end of this week, we will establish an alliance against impunity, designed to strengthen international criminal jurisdiction.", "label": 1}}
{"text": "Le Royaume appuie les solutions pacifiques aux crises en Syrie et en Libye, sous l’égide de l’ONU, ainsi que tous les efforts visant à réaliser la paix et la stabilité en Afghanistan pour répondre aux aspirations du peuple afghan et préserver les droits de tous les membres de la société afghane.", "meta": {"en_pair": "The Kingdom supports the UN-sponsored peaceful solutions for the crises in Syria and Libya, and all the efforts aimed at achieving peace and stability in Afghanistan to meet the aspirations of the Afghan people and preserve the rights of all members of their society.", "label": 1}}
{"text": "Si nous voulons gagner la course contre les changements climatiques, les pays développés doivent aider les plus démunis en leur accordant des ressources financières et techniques.", "meta": {"en_pair": "If we are to win the race against climate change, developed nations must lift the deprived with financial and technical resources.", "label": 1}}
{"text": "L’Eswatini est en train de renforcer ses stratégies de mobilisation des ressources en explorant les différentes voies de coopération avec la communauté mondiale, et il sollicite l’appui de l’ONU dans cette entreprise.", "meta": {"en_pair": "Eswatini is enhancing its resource mobilization strategies by exploring cooperation with the global community, and we seek the support of the United Nations in that endeavour.", "label": 1}}
{"text": "Le deuxième point que je voudrais aborder est encore plus critique.", "meta": {"en_pair": "The second issue I wish to mention is even more critical.", "label": 0}}
{"text": "L’Afrique en particulier est profondément préoccupée par les effets très négatifs de ces changements sur le continent, notamment quand, associés à d’autres facteurs, tels que les conflits armés, ils entraînent le déplacement forcé de populations, qui se retrouvent alors concentrées dans de grands camps où elles sont soumises à des conditions inhumaines.", "meta": {"en_pair": "Africa, in particular, is deeply concerned about the very negative effects of climate change on the continent, especially when, together with other causes, such as armed conflicts, it leads to the forced displacement of people, who are then concentrated in major camps and subjected to inhumane conditions.", "label": 1}}
{"text": "Les problèmes existants sont amplifiés par la pandémie.", "meta": {"en_pair": "Existing problems have been magnified by the pandemic.", "label": 1}}
{"text": "Ensemble, nous nous sommes engagés à élaborer un plan d’action pour lutter contre la pêche illégale en Asie du Sud-Est, et nous remercions l’Indonésie de son leadership régional.", "meta": {"en_pair": "We are jointly committed to an action plan to combat illegal fishing in South-East Asia, and we thank Indonesia for its regional leadership.", "label": 0}}
{"text": "Il ne s’agit pas d’un cadeau qui nous a été offert, mais d’une conquête historique longue et difficile, dont nous devons prendre soin et que nous devons protéger ensemble.", "meta": {"en_pair": "Democracy is not a gift bestowed on us but, rather, a hard-won historical conquest that we must cherish and protect among ourselves.", "label": 0}}
{"text": "Nous avons forgé des partenariats historiques avec le Mexique, le Guatemala, le Honduras et El Salvador pour mettre fin à l’industrie du passage de clandestins.", "meta": {"en_pair": "We forged historic partnerships with Mexico, Guatemala, Honduras and El Salvador to stop human smuggling.", "label": 1}}
{"text": "Nous croyons fermement que plus de transparence, plus de justice, plus d’équité et de démocratie, dans le respect strict de l’égalité souveraine des États et de la dignité de chacun d’eux, particulièrement à l’égard du continent africain, permettront à l’Organisation d’écrire de nouvelles pages de son existence.", "meta": {"en_pair": "We firmly believe that greater transparency, justice, equity and democracy, with strict respect for the sovereign equality and dignity of States, particularly in Africa, will enable the Organization to write a new chapter in its existence.", "label": 1}}
{"text": "La violence freine le développement et bafoue la dignité de l’être humain.", "meta": {"en_pair": "Violence slows down development and violates human dignity, which, in turn, generates forced and irregular migration.", "label": 1}}
{"text": "Bien que mon pays soit situé à proximité d’une région extrêmement troublée, il reste un pilier de stabilité qui s’emploie activement à promouvoir la paix, la sécurité et la coopération.", "meta": {"en_pair": "Although my country is situated close to an extremely turbulent region, it remains a pillar of stability that actively promotes peace, security and cooperation.", "label": 0}}
{"text": "En tant que Gouvernement, nous travaillons dur pour créer des emplois, accroître l’investissement étranger et développer le commerce afin de pouvoir réduire les niveaux de pauvreté en renforçant les microentreprises et les petites et moyennes entreprises.", "meta": {"en_pair": "As a Government, we are working hard to create jobs, increase foreign investment and develop trade so that we can reduce poverty levels by strengthening micro-, small- and medium-sized enterprises.", "label": 1}}
{"text": "Nos diplomates et nos experts ont contribué de manière substantielle à l’élaboration des programmes et politiques de l’ONU sur le développement durable, les océans et les mers et les droits de l’homme, entre autres.", "meta": {"en_pair": "Our diplomats and experts have contributed substantively to the development of United Nations agendas and policies on sustainable development, oceans and seas, and human rights, inter alia.", "label": 0}}
{"text": "Le Président de la soixante-seizième session de l’Assemblée a longuement parlé des changements climatiques et de la protection de l’environnement et de la nature sur la planète (voir A/76/PV.3).", "meta": {"en_pair": "The President of the seventy-sixth Assembly has spoken at length about climate change and the protection of the environment and nature on the planet (see A/76/PV.3).", "label": 0}}
{"text": "En effet, la mémoire des dizaines de millions de victimes de la Seconde Guerre mondiale, des atrocités commises par les Nazis et de leurs politiques criminelles de génocide nous a permis de nous mettre d’accord sur un nouvel ordre mondial qui contribue toujours à prévenir une autre guerre mondiale dont les conséquences seraient désastreuses pour l’ensemble de la planète.", "meta": {"en_pair": "There is no question that the memory of the tens of millions of victims of the Second World War, the atrocities committed by the Nazis and their criminal policies of genocide enabled us to agree on a new world order that is still helping us to avoid another world war whose consequences would be disastrous for the entire planet.", "label": 1}}
{"text": "Le test ultime du multilatéralisme réside dans la manière dont nous aidons les économies vulnérables aujourd’hui, car c’est lui qui décide en fin de compte si nous réaliserons l’avenir que nous voulons.", "meta": {"en_pair": "The shortage of effective global solutions for SIDS as the United Nations celebrates its 75th anniversary is alarming.The ultimate test of multilateralism lies in the way we assist vulnerable economies today, for it ultimately decides whether we attain the future we want.", "label": 1}}
{"text": "En dépit des ravages que la pandémie a causés à l’économie nationale et au monde, nous allons poursuivre la gestion responsable et efficace du cadre macroéconomique du pays afin de continuer à développer la croissance et à améliorer la redistribution des revenus.", "meta": {"en_pair": "Notwithstanding the ravages the pandemic has brought to the national economy and the world, we are going to press on with the responsible and efficient management of the country’s macroeconomic framework in order to continue to expand growth and improve income redistribution.", "label": 1}}
{"text": "Dans ce contexte, je voudrais demander à nos amis de la communauté internationale de nous aider à trouver et à restituer l’argent qui a été volé à l’Iraq en raison de la corruption, ce qui constituerait une mesure de dissuasion décisive.", "meta": {"en_pair": "In that context, I would like to call on our friends in the international community to help us to find and restore the money that has been stolen from Iraq due to corruption, which would be a decisive deterrent step.", "label": 1}}
{"text": "Pour fournir une éducation de qualité, il faut être prêt à utiliser la technologie et à la démocratiser.", "meta": {"en_pair": "In order to provide quality education, it is necessary to be prepared to face the use of technology and its democratization.", "label": 1}}
{"text": "Le durcissement récent des sanctions sur les envois de fonds limite directement l’aide privée destinée aux communautés locales.", "meta": {"en_pair": "The recent increase in sanctions on remittances directly limits private assistance to communities at the grassroots level.", "label": 1}}
{"text": "Grâce à la volonté collective des quatre membres, nous avons mis en place un plan pour l’adapter au XXIe siècle afin qu’il devienne un bloc compétitif et dynamique, avec des règles du jeu claires.", "meta": {"en_pair": "Through the four members’ concerted efforts we have set in motion a plan to adapt it to the twenty-first century so that it can be a competitive and dynamic bloc with clear rules of the game.", "label": 1}}
{"text": "Nous nous félicitons de la prolongation de 12 mois du mécanisme des Nations Unies pour l’aide humanitaire fournie au nord-ouest de la Syrie via la Turquie.", "meta": {"en_pair": "We welcome the extension of the United Nations mechanism for humanitarian assistance delivered to north-western Syria via Turkey for another 12 months.", "label": 0}}
{"text": "En d’autres termes, nous devons agir maintenant pour garantir que nos enfants héritent d’un avenir sain et fiable.", "meta": {"en_pair": "Simply put, we must act now to ensure that our children inherit a healthy and reliable future.", "label": 1}}
{"text": "Compte tenu de ces problèmes, la relance économique est essentielle pour remettre les pays sur les rails de la réalisation des objectifs de développement durable.", "meta": {"en_pair": "Given those problems, economic recovery is essential to returning countries to the path of attaining the Sustainable Development Goals.", "label": 1}}
{"text": "Les Palaos entretiennent une tradition de protection marine durable qui remonte à des millénaires.", "meta": {"en_pair": "Sustainable marine protection has been a tradition in Palau that extends back thousands of years.", "label": 0}}
{"text": "Mais tout est possible et nous devons y croire.", "meta": {"en_pair": "However, everything is possible and we must believe that.", "label": 0}}
{"text": "S’il est vrai que les États Membres sont divers et font face à des problèmes différents, les groupes régionaux et les États Membres devraient s’assurer que les pays siégeant au Conseil sont véritablement attachés à défendre les droits de l’homme.", "meta": {"en_pair": "While it is true that Member States are diverse and face different challenges, regional groups and Member States should make sure that those serving on the Council are truly committed to upholding human rights.", "label": 0}}
{"text": "Le Paraguay est conscient du rôle important que les opérations de maintien de la paix ont joué et continuent de jouer pour aider de nombreux pays à régler des situations de conflit et à protéger les civils et les plus vulnérables.", "meta": {"en_pair": "Paraguay recognizes the important role that peacekeeping operations have played, and continue to play, in helping many countries to resolve conflict situations and to protect civilians and the most vulnerable.", "label": 1}}
{"text": "Afin de créer un climat favorable à l’entrepreneuriat et de protéger les intérêts du monde des affaires, pour la première fois a été créée en République kirghize une institution : le médiateur des entreprises.", "meta": {"en_pair": "For the first time in the Kyrgyz Republic, the office of Business Ombudsman and a new model of cooperation between the State and business have been established in order to create favourable conditions and protect business interests.", "label": 1}}
{"text": "Avant mon entrée en fonction, près de 90 % de ces citoyens cubains avaient quitté le Brésil à la suite de mesures unilatérales prises par le régime cubain.", "meta": {"en_pair": "Before I took office, almost 90 per cent of those Cuban citizens left Brazil due to unilateral action by the Cuban regime.", "label": 1}}
{"text": "Néanmoins, la situation a été maîtrisée dans le pays grâce aux mesures et aux dispositions prises par les autorités dans ce sens, soutenues en cela par tous nos partenaires bilatéraux et multilatéraux, les communautés et la société civile, que nous tenons ici àremercier infiniment.", "meta": {"en_pair": "Nevertheless, the situation has been brought under control thanks to measures taken and provisions made by the authorities in that regard, with support from all our bilateral and multilateral partners, our communities and members of civil society, to whom we are very grateful.", "label": 1}}
{"text": "La pandémie mondiale a malheureusement exacerbé les menaces que représentent le trafic illicite d’armes légères et de petit calibre, la piraterie, la traite des personnes et la cybercriminalité.", "meta": {"en_pair": "The global pandemic has unfortunately exacerbated the threats posed by the illicit trafficking in small arms and light weapons, piracy, trafficking in persons and cybercrimes.", "label": 1}}
{"text": "La crainte que suscite l’augmentation du nombre de jeunes en Afrique est exacerbée par la hausse des indicateurs relatifs à la pauvreté, l’exclusion des jeunes, les dangers qui accompagnent la traversée de la Méditerranée par les migrants, la criminalité transnationale organisée, le terrorisme, l’extrémisme violent et d’autres graves menaces à la sécurité nationale et régionale.", "meta": {"en_pair": "Anxiety over the growing population of young people in Africa is complicated by increased poverty indicators, the exclusion of young people, the perils of migration across the Mediterranean, transnational organized crime, terrorism, violent extremism and greater national and regional security threats.", "label": 1}}
{"text": "Il faut également obliger Israël à laisser le peuple palestinien créer un État indépendant, avec Jérusalem pour capitale, sur la base des frontières du 4 juin 1967, et garantir le retour des réfugiés palestiniens sur leur terre.", "meta": {"en_pair": "Israel must be compelled to allow the Palestinian people to establish their own independent State, with Jerusalem as its capital, along the 4 June 1967 borders and to ensure the return of Palestinian refugees to their land.", "label": 0}}
{"text": "Ce plan d’action s’articule autour de cinq secteurs clefs, qui devraient nous aider à accroître notre produit intérieur brut, à créer des emplois et à mobiliser des ressources : industrie manufacturière, agriculture, secteur minier et énergétique, tourisme et éducation, et informatique et communications.", "meta": {"en_pair": "The road map outlines five key sectors based on their ability to grow our gross domestic product, create employment and mobilize revenue — manufacturing, agriculture, mining and energy, tourism and education, and information and communications technology.", "label": 0}}
{"text": "Il convient toutefois de ne pas oublier que cela ne sera possible que si et seulement si nous comprenons tous l’urgente nécessité de bâtir un monde où l’équité se manifeste concrètement et dans lequel l’aspiration des êtres humains à améliorer leur niveau de vie est satisfaite grâce à la solidarité entre pays les plus développés et pays les moins favorisés, sans conditionnalités, pressions ni tentatives de la part des pays développés de violer la souveraineté des moins fortunés en échange du soutien, de l’aide et de la coopération apportés.", "meta": {"en_pair": "In this way, we can move forward, keeping in mind that that will only be possible if we understand the urgent need to build a world where equity is tangible and the human aspiration to improve their living standards is met as a result of the solidarity between the most developed countries and least-favoured countries, without conditionalities, pressure or attempts by the former to violate the sovereignty of the latter as the price of support, aid or cooperation.", "label": 1}}
{"text": "Encouragé par ce phénomène, le secteur estonien des start-ups a rédigé un mémorandum aux ambitions mondiales, promettant d’être climatiquement neutre dans toutes ses actions d’ici à 2030.", "meta": {"en_pair": "Encouraged by this, the Estonian start-up sector underwrote a memorandum with global ambitions, promising to be climate neutral in all their actions by 2030.", "label": 0}}
{"text": "Sao Tomé-et-Principe réitère une fois de plus son appui au peuple cubain et appelle la communauté internationale à œuvrer à la normalisation des relations entre Cuba et les États-Unis d’Amérique ainsi qu’à la levée de l’embargo commercial, en vue de promouvoir le progrès et le développement de Cuba.", "meta": {"en_pair": "Sao Tome and Principe once again reiterates its support for the Cuban people and calls on the international community to work towards the normalization of relations between Cuba and the United States of America and the lifting of the trade embargo, thereby allowing for Cuba’s progress and development.", "label": 1}}
{"text": "Nous reconnaissons et apprécions les mesures prises par la communauté internationale pour atténuer cette situation.", "meta": {"en_pair": "We acknowledge and appreciate the actions taken by the international community to mitigate the situation.", "label": 1}}
{"text": "C’est tout simplement impossible, car cela constituerait un autre simulacre de justice.", "meta": {"en_pair": "It simply cannot be — or it would be another travesty of justice.", "label": 0}}
{"text": "Nous devons nous attaquer d’urgence à ces problèmes pour faire reculer le sentiment d’une répartition inéquitable des bienfaits économiques.", "meta": {"en_pair": "We need to urgently address those challenges and overcome perceptions that economic benefits are unfairly distributed.", "label": 0}}
{"text": "Ce désir fait maintenant partie intégrante de l’identité nationale du peuple kazakh, ce qui nous donne le droit moral d’être à l’avant-garde du mouvement mondial pour l’élimination des armes nucléaires.", "meta": {"en_pair": "That aspiration has become an essential part of the nation-wide identity of the Kazakh people, giving us the moral right to be at the forefront of the global movement to eliminate nuclear weapons.", "label": 0}}
{"text": "L’Italie invoque et soutient ouvertement un multilatéralisme efficace car seule une action collective et coordonnée peut poser les bases de solutions appropriées aux multiples problèmes qu’il nous faut régler.", "meta": {"en_pair": "Italy invokes and openly supports effective multilateralism because only collective and coordinated action can lay the groundwork for appropriate solutions to the multiple challenges before us.", "label": 1}}
{"text": "Il est temps pour nous d’entreprendre des actions concrètes, mesurables et engagées pour répondre aux aspirations de nos peuples et à nos besoins mondiaux.", "meta": {"en_pair": "It is time for us to undertake concrete, measurable and committed actions to fulfil the aspirations of our peoples and our global needs.", "label": 0}}
{"text": "Pour renforcer l’action multilatérale, il est particulièrement urgent d’établir un cadre transparent afin de promouvoir la confiance entre les nations pour honorer les engagements pris.", "meta": {"en_pair": "To enhance a multilateral response, there is a particularly urgent need for a transparent framework to promote trust among nations in fulfilling the commitments made.", "label": 1}}
{"text": "Une politique étrangère durable est une politique qui cherche des solutions pérennes aux conflits et qui implique toutes les parties prenantes afin de garantir à la fois l’acceptation et la stabilité.", "meta": {"en_pair": "A sustainable foreign policy is one that seeks lasting solutions to conflict and involves all stakeholders in order to ensure both acceptance and stability.", "label": 1}}
{"text": "Plus de 32 000 jardins familiaux et scolaires ont été créés, permettant aux familles de cultiver leurs propres aliments et de commercialiser les excédents.", "meta": {"en_pair": "Just over 32,000 home and school gardens have been established, enabling families to grow their own food and market surpluses.", "label": 1}}
{"text": "Le soixante-quinzième anniversaire de la création de l’ONU doit donner une impulsion à la transformation de l’Organisation en un organe plus dynamique et plus efficace.", "meta": {"en_pair": "The 75th anniversary of the UN foundation should become an impetus for transforming our Organization into a more dynamic and efficient body.", "label": 0}}
{"text": "L’Érythrée accomplit des progrès modestes vers la réalisation des objectifs de développement durable dans leurs trois dimensions – économique, sociale et environnementale – grâce à sa politique de longue date qui consiste à œuvrer au développement dans le cadre d’une approche équilibrée et intégrée.", "meta": {"en_pair": "Eritrea has been making modest strides towards the achievement of the Sustainable Development Goals in their three dimensions — economic, social and environmental — with its long-standing policy of a balanced and integrated approach to development.", "label": 0}}
{"text": "L’adoption récente du plan directeur national antidrogue pour la période 2019-2023, dont une des composantes importantes est la coopération internationale, témoigne de notre détermination à lutter contre ce commerce illicite.", "meta": {"en_pair": "The recent adoption of the National Drug Master Plan (2019-2023) is a testimony to our resolve to combat that illicit trade, an important component of which is international cooperation.", "label": 0}}
{"text": "Nous avons mis en œuvre un plan pour l’égalité des chances et des droits et mis en place un système qui vise non seulement à prévenir les violences faites aux femmes, mais également à aider les femmes qui en sont victimes.", "meta": {"en_pair": "We have implemented a plan for equal opportunities and rights and built a system aimed at preventing women from becoming victims of violence as well as assisting such victims.", "label": 0}}
{"text": "Il faut qu’ils sachent que, insulaire lui aussi, le peuple des Palaos les assure de sa solidarité.", "meta": {"en_pair": "They must know that, as fellow islanders, the people of Palau stand in solidarity with them.", "label": 0}}
{"text": "Sur une période de 20 mois, nous avons perdu 75 000 vies, tandis que près de 3 millions de personnes sur les 38 millions que compte notre pays ont contracté le virus.", "meta": {"en_pair": "Over a period of 20 months, we have lost 75,000 thousand lives, while almost 3 million out of 38 million people in our country have contracted the virus.", "label": 0}}
{"text": "Les réseaux criminels organisés, qui souvent agissent en toute impunité à travers les frontières internationales, posent de nouveaux défis auxquels seule une action collective peut apporter une véritable réponse.", "meta": {"en_pair": "It was born out of a belief in the sanctity of human freedom and self-determination, which means that even small nations may have a voice on the global stage.", "label": 0}}
{"text": "Nous avons besoin de décennies de paix, de travail acharné et assidu et de grandes réussites pour combler l’écart avec les pays développés européens.", "meta": {"en_pair": "We need decades of peace, hard and diligent work and great successes in order to bring ourselves closer to the developed European countries.", "label": 1}}
{"text": "Comme les intempéries et incendies de ces derniers mois dans le monde nous l’ont douloureusement rappelé, le fait que le climat soit bouleversé sous l’influence de l’homme est une réalité, et son action met aussi sous pression la biodiversité de notre planète.", "meta": {"en_pair": "As the adverse weather and fires of recent months around the world painfully reminded us, it is clear that human activity is disrupting the climate and is threatening the biodiversity of our planet.", "label": 1}}
{"text": "Au contraire : un démantèlement du JCPOA rapproche l’Iran de la bombe atomique.", "meta": {"en_pair": "On the contrary, at best, the JCPOA’s demise brings Iran closer to getting the atomic bomb.", "label": 1}}
{"text": "Le pays compte 800 000 élèves supplémentaires, et nous avons porté la part du financement de l’éducation nationale dans le budget national est à 22 %.", "meta": {"en_pair": "We have added 800,000 more learners and increased domestic education financing to 22 per cent of the national budget, and learning has continued throughout the pandemic period.", "label": 0}}
{"text": "Elle a mis à nu les nombreuses fragilités insoupçonnées de la communauté internationale en provoquant une crise économique sans précédent.", "meta": {"en_pair": "It has exposed many unforeseen vulnerabilities among the international community while causing an unprecedented economic crisis.", "label": 1}}
{"text": "Il est également nécessaire de renforcer la coopération multilatérale afin de créer les conditions et de prendre les mesures nécessaires à l’élimination des armes nucléaires.", "meta": {"en_pair": "Greater multilateral cooperation is likewise needed to create the conditions and take the steps necessary for the elimination of nuclear weapons.", "label": 1}}
{"text": "Étant donné les défis immenses auxquels nous sommes confrontés aujourd’hui, il est essentiel que nous œuvrions tous à revitaliser le multilatéralisme et à renforcer l’Organisation des Nations Unies.", "meta": {"en_pair": "Given today’s daunting challenges, it is critical that we all work to revitalize multilateralism and strengthen the United Nations.", "label": 0}}
{"text": "Toutefois, du fait de la détérioration des conditions de sécurité à l’international, la menace de l’emploi d’armes nucléaires est de nouveau renforcée.", "meta": {"en_pair": "However, the deteriorating international security environment has once again increased the threat of the use of nuclear weapons.", "label": 1}}
{"text": "Nous sommes prêts à contribuer aux efforts de la communauté internationale pour garantir une vie meilleure aux personnes touchées par le chaos militaire et la destruction.", "meta": {"en_pair": "We stand ready to contribute to the international community’s efforts to ensure a better life for the people affected by the military chaos and destruction.", "label": 1}}
{"text": "Dans la même logique et afin de garantir l’accès de toutes les couches de la population à des soins de santé de qualité à travers un mécanisme de mutualisation des risques, le Gouvernement togolais a adopté la loi instituant l’assurance maladie universelle afin de permettre aux Togolais de mener une vie saine et de connaître le bien-être tout au long de celle-ci.", "meta": {"en_pair": "In the same vein, and in order to guarantee access to quality health care for all strata of the population through a risk-pooling mechanism, the Government adopted a law providing for universal health insurance to enable the Togolese people to lead healthy lives and enjoy well-being throughout.", "label": 1}}
{"text": "L’impasse persistante dans laquelle se trouvent les négociations sur le barrage de la Renaissance aura des répercussions négatives sur la stabilité et le développement de la région en général et de l’Égypte en particulier.", "meta": {"en_pair": "While we recognize Ethiopia’s right to development, for Egypt the water of the Nile is a matter of life and existence, which places a great responsibility on the international community to play a constructive role in urging all parties to demonstrate flexibility in order to achieve a mutually satisfactory agreement.", "label": 1}}
{"text": "Au Kenya, nous avons beaucoup investi dans l’éducation et la santé, afin de permettre l’inclusion sociale, d’améliorer les connaissances et les compétences et d’assurer l’avenir en ne laissant personne de côté.", "meta": {"en_pair": "In Kenya we have invested heavily in education and health in an effort to achieve social inclusion, develop knowledge and competencies and secure the future by not leaving anyone behind.", "label": 1}}
{"text": "Ce thème, qui correspond aux cinq priorités du Président de l’Assemblée générale, nous interpelle tous en ce sens que celles-ci s’articulent autour de défis mondiaux qu’aucun pays ne peut relever tout seul.", "meta": {"en_pair": "The theme, which corresponds to the five priorities of the President of the General Assembly, calls on us all of us to act in line with the fact that they are centred upon global challenges that no country can meet alone.", "label": 0}}
{"text": "Compte tenu de la nature archipélagique de notre pays, il est très coûteux et difficile d’offrir des services de soin universels de santé abordables à notre population.", "meta": {"en_pair": "Since our country is an archipelago, it is very expensive and difficult to provide affordable universal health-care services to our population.", "label": 1}}
{"text": "C’est pourquoi nous appuyons pleinement les mesures prises par le Secrétaire général pour réformer l’Organisation des Nations Unies afin de la rendre plus résiliente et mieux à même de relever les lourds défis mondiaux.", "meta": {"en_pair": "We therefore fully support the steps taken by the Secretary-General to reform the United Nations in order to make the Organization more resilient and more capable of addressing difficult global challenges.", "label": 0}}
{"text": "Une « reconstruction écologique en mieux », porteuse d’emplois et de prospérité partagée, gagnera l’appui de la jeune génération et intensifiera la lutte contre les changements climatiques.", "meta": {"en_pair": "A “Green Building Back Better” that delivers jobs and shared prosperity, will win the support of the young generation and intensify the drive towards climate change action.", "label": 1}}
{"text": "Il faut donc abandonner la logique de propriété qui voudrait nous faire croire que nous pouvons exercer une domination exclusive sur la planète, alors qu’en fait, nous avons hérité d’un droit de gérance que nous devons transmettre aux générations futures.", "meta": {"en_pair": "It means abandoning the logic of ownership that would have us believe that we have exclusive dominion over the planet, when in fact we have inherited a right to stewardship that we must pass on to future generations.", "label": 0}}
{"text": "Cependant, dans le cadre des efforts déployés pour s’adapter à certains changements au niveau des conceptions traditionnelles, ce serait une grave erreur que d’abandonner les principes fondamentaux qui nous guident depuis trois quarts de siècle.", "meta": {"en_pair": "However, in trying to adjust to some of the shifting paradigms, it would be a grave mistake to abandon the fundamental principles that have guided us for the past three quarters of a century.", "label": 0}}
{"text": "Les menaces de plus en plus graves qui pèsent sur la sécurité mondiale et l’avenir de notre planète sont une conséquence directe de l’affaiblissement du multilatéralisme.", "meta": {"en_pair": "The increasingly serious threats to global security and the future of our planet are a direct consequence of the weakening of multilateralism.", "label": 1}}
{"text": "C’est ainsi que nous avons, grâce aux programmes d’électrification, d’adduction en eau potable et d’amélioration de l’offre en matière d’éducation et de santé, permis à des millions de nos concitoyens de bénéficier de l’électricité et de l’eau potable, et d’avoir à proximité de leurs lieux de vie, des écoles et des centres de santé.", "meta": {"en_pair": "In that respect, thanks to electrification programmes, improved access to drinking water and enhanced education and health care, we have enabled millions of our fellow citizens to benefit from electricity and drinking water, and the presence of schools and health-care centres near to their living spaces.", "label": 1}}
{"text": "Le projet d’une communauté ferroviaire est-asiatique à laquelle participeraient six pays d’Asie du Nord-Est et les États-Unis d’Amérique pourrait également voir le jour.", "meta": {"en_pair": "The Republic of Korea intends to expand a people-centred community of mutual prosperity throughout the Korean peninsula, East Asia and the entire world by working in partnership with its neighbours.", "label": 1}}
{"text": "Nous estimons que la sécurité et la stabilité du Golfe ne sont possibles que par la coopération et le dialogue entre les pays de la région, sans aucune intervention étrangère qui pourrait aggraver les tensions dans la région et aller à l’encontre des intérêts de sa population.", "meta": {"en_pair": "We believe that the security and stability of the Gulf can be achieved only through cooperation and dialogue among the countries of that region, without any external interference that could escalate tensions in the region and run counter to the interests of its people.", "label": 0}}
{"text": "Nous devrions terminer l’année 2021 avec un taux de croissance économique de 10 % et maintenir un taux de croissance de plus de 5 % pour les années suivantes.", "meta": {"en_pair": "We are forecasted to end the year 2021 with an economic growth rate of 10 per cent and to maintain a growth rate of more than 5 per cent in the years to come.", "label": 0}}
{"text": "Le Costa Rica ne se laissera pas fléchir dans ses engagements internationaux envers les femmes et les filles afghanes.", "meta": {"en_pair": "Costa Rica will not allow itself to waver in its international commitments to the women and girls of Afghanistan.", "label": 0}}
{"text": "Trop souvent, l’action concertée est paralysée – les besoins de nos citoyens niés – en raison de blocages dans les organes décisionnels.", "meta": {"en_pair": "Too often, concerted action is blocked — the needs of our citizens are denied — as a result of gridlock at decision-making bodies.", "label": 1}}
{"text": "Ce New Deal colombien est la meilleure façon de se relever des effets délétères de la pandémie sur la réalisation du Programme de développement durable à l’horizon 2030.", "meta": {"en_pair": "Many emerging countries, faced with the threat of COVID-19, have been forced to increase their debt and fiscal deficits.", "label": 1}}
{"text": "Les sécheresses cycliques font pression sur les ressources vivrières, entraînent une concurrence pour les terres, l’eau et d’autres ressources, et provoquent des conflits.", "meta": {"en_pair": "Cyclical droughts pressure food supply, cause competition over land, water and other resources and become drivers of conflict.", "label": 1}}
{"text": "Notre planète est confrontée à un danger existentiel sous la forme de changements climatiques extrêmes, qui font peser une menace sur les générations futures.", "meta": {"en_pair": "Our planet is facing an existential danger from extreme climate change, which is threatening future generations.", "label": 1}}
{"text": "Nous jugeons donc indispensable que la communauté internationale agisse avec détermination, au lieu de se contenter de faire de simples déclarations de condamnation, afin de forcer ces acteurs à céder le pouvoir aux institutions légitimement établies dans les pays.", "meta": {"en_pair": "We therefore believe it essential that the international community act with resolve rather than simply make statements of condemnation, in order to force those actors to relinquish power to the countries’ legitimately established institutions.", "label": 1}}
{"text": "La paix et la prospérité à long terme ne peuvent naître que du respect des droits fondamentaux.", "meta": {"en_pair": "Long-term peace and prosperity can be born only of respect for basic rights.", "label": 0}}
{"text": "Elle constitue le cadre du maintien de la paix et de la sécurité, de la défense des droits de l’homme et de la dignité humaine, de la promotion du développement durable et de la coopération internationale pour relever les défis anciens et nouveaux.", "meta": {"en_pair": "It provides the framework for maintaining peace and security, upholding human rights and dignity, promoting sustainable development and international cooperation to tackle both longstanding and emerging challenges.", "label": 1}}
{"text": "Afin d’éviter une escalade susceptible de menacer la paix et la sécurité internationales, l’Égypte a saisi le Conseil de sécurité.", "meta": {"en_pair": "In order to prevent the matter from escalating into a threat to international peace and security, Egypt has referred it to the Security Council.", "label": 1}}
{"text": "De même, avec le lancement de la plateforme africaine de commerce en ligne attendu au cours des prochaines semaines, nous sommes certains que les mesures de cette nature permettront d’ouvrir un nouveau chapitre dans la vie de nos populations.", "meta": {"en_pair": "Likewise, with the launch of the African E-trade platform anticipated in the next few weeks, we are confident that steps such as these will usher in a new era in the lives of our people.", "label": 1}}
{"text": "Conformément à notre programme de modernisation et d’industrialisation, nous améliorons la qualité de notre éducation pour qu’il y soit mieux tenu compte des technologies modernes et de l’innovation.", "meta": {"en_pair": "In line with our modernization and industrialization agenda, we are enhancing the quality of our education to make it more relevant with regard to modern technology and innovation.", "label": 1}}
{"text": "La pleine mise en œuvre du Programme 2030 et de l’Accord de Paris est cruciale pour un meilleur relèvement après la pandémie et pour une préparation mondiale contre de futurs chocs systémiques.", "meta": {"en_pair": "The full implementation of the 2030 Agenda and the Paris Climate Agreement are crucial to better recovery from the pandemic and to global preparation against future systemic shocks.", "label": 1}}
{"text": "Le terrorisme, les flux illicites d’armes légères et de petit calibre, la criminalité transnationale organisée, la cybercriminalité et les flux financiers illicites, entre autres, continuent d’entraver notre marche vers la réalisation d’une paix, d’une sécurité et d’une stabilité durables.", "meta": {"en_pair": "Terrorism, illicit flow of small arms and light weapons, transnational organized crime, cybercrime and illicit financial flows among other aspects, continue to impede our march towards the realisation of sustainable peace, security and stability.", "label": 1}}
{"text": "La promesse de la démocratie, consacrée par le principe de l’autodétermination sur lequel l’Organisation a été fondée, est en recul.", "meta": {"en_pair": "Meanwhile, the climate crisis looms ever larger, heightened by our collective inability to address it — which is why the world needs the United Nations now more than ever.", "label": 1}}
{"text": "Dans le contexte de l’urgence climatique mondiale, il m’incombe également, en tant que citoyen d’un État vulnérable, de parler au nom de la communauté des petits États insulaires en développement (PEID), des peuples des Caraïbes et de la Communauté des Caraïbes, ainsi que des communautés côtières et autres à travers le monde qui sont particulièrement vulnérables à la montée du niveau de la mer et à des tempêtes toujours plus violentes.", "meta": {"en_pair": "In the context of the global climate emergency, it is also my responsibility, as a citizen of a vulnerable State, to speak on behalf of the community of small island developing States (SIDS), the peoples of the Caribbean and the Caribbean Community, and the coastal and other communities around the world that are especially vulnerable to rising sea levels and increasingly powerful storms.", "label": 0}}
{"text": "Les Philippines acceptent leur part de responsabilité et feront tout ce qui est en leur pouvoir pour éviter cette catastrophe collective.", "meta": {"en_pair": "The Philippines accepts its share of responsibility and will do its part to avert this collective disaster.", "label": 1}}
{"text": "Mon pays, l’Union des Comores, fait partie de ces petits États exposés aux aléas climatiques et se trouve, de ce fait, toujours confronté à ces phénomènes.", "meta": {"en_pair": "My country, the Union of the Comoros, is one of those small States that is exposed to climate threats and must therefore continue to address them.", "label": 0}}
{"text": "En 2017, par exemple, pour garantir la bonne gestion des richesses et des ressources naturelles, il a adopté une série de lois sur les richesses et les ressources naturelles et sur les contrats concernant ces ressources.", "meta": {"en_pair": "In 2017, for example, to ensure the proper management of natural wealth and resources, it enacted laws on natural wealth and resources and on contracts for such resources.", "label": 1}}
{"text": "Ceux qui croient que la conclusion d’accords partiels avec lui, en vue de lever les sanctions ou de revenir à un accord qui s’est avéré un échec, le poussera à faire preuve de modération et débarrassera le monde de ses maux se font des illusions.", "meta": {"en_pair": "It is a mistake to believe that reaching partial agreements with a view to lifting sanctions, or returning to previous failed agreements, will put the Iranian regime on a path to moderating its actions and ridding the world of its evil.", "label": 0}}
{"text": "Je suis convaincu qu’il s’efforcera d’orienter avec persévérance et dévouement l’Organisation vers la réalisation de ses priorités dans les années à venir.", "meta": {"en_pair": "I believe that, with his perseverance and dedication, he will work to guide the Organization’s direction towards realizing its priorities in the years to come.", "label": 0}}
{"text": "Nous n’exprimons pas seulement cette priorité dans les discours, mais également dans notre budget, qui prévoit de porter la part de l’éducation à 6 % du produit intérieur brut d’ici à 2022.", "meta": {"en_pair": "That priority is not only a matter of words but is also backed by numbers in the budget, which plans to bring the share of education to 6 per cent of gross domestic product by 2022.", "label": 0}}
{"text": "Au moment où les populations du Mozambique, du Malawi et du Zimbabwe peinent à se relever des terribles dégâts et du traumatisme causés par ces catastrophes destructrices, notre conscience doit nous interpeller sur l’exigence et l’urgence d’agir ensemble contre cette menace qui ne laisse personne à l’abri.", "meta": {"en_pair": "As the people of Mozambique, Malawi and Zimbabwe struggle to recover from the dreadful damage and trauma of those destructive disasters, our conscience must be to recall the need and urgency to act together against that threat, to which no one is immune.", "label": 0}}
{"text": "Nous devons tous œuvrer de concert en faveur du changement afin de réduire la menace de notre extinction.", "meta": {"en_pair": "We must all work together for change in order to reduce the danger of our extinction.", "label": 1}}
{"text": "Nos forces armées continuent d’agir avec détermination pour éradiquer les dernières cellules terroristes qui menacent la sécurité de l’Iraq, de sa région et du monde.", "meta": {"en_pair": "Our armed forces continue to act with determination to stamp out the remaining terrorist cells that threaten the security of Iraq, its region and the world.", "label": 1}}
{"text": "Durant la décennie écoulée, toutefois, l’histoire du peuple grec a connu une série de revers qui ont mis à l’épreuve la volonté et le courage de notre nation.", "meta": {"en_pair": "For the past decade, however, the story of the Greek people has suffered a series of misfortunes that have tested the will and mettle of our nation.", "label": 0}}
{"text": "En 2019, les dirigeants du Forum des îles du Pacifique ont approuvé la création du Pacific Resilience Facility (Fonds de résilience du Pacifique), dont l’objectif est de financer des petits projets de résilience aux catastrophes dans nos communautés locales.", "meta": {"en_pair": "In 2019, our Pacific Islands Forum Leaders endorsed the establishment of the Pacific Resilience Facility whose purpose is to finance small disasters resilience projects in our local communities.", "label": 0}}
{"text": "Aujourd’hui, les pays d’Asie centrale doivent abaisser les barrières à la coopération économique et renforcer le potentiel des régions en matière de transit.", "meta": {"en_pair": "Today, Central Asian countries must remove obstacles towards economic cooperation and increasing the region’s transit potential.", "label": 0}}
{"text": "Outre la menace de la perte des services de correspondants bancaires, nous devons également faire face à l’inscription unilatérale et souvent infondée de nos institutions sur la liste noire des blanchisseurs d’argent et de nos pays comme paradis fiscaux.", "meta": {"en_pair": "In addition to the threat of lost correspondent banking relationships, we must also contend with the unilateral and often unfounded blacklisting of our institutions as money-launderers and our countries as tax havens.", "label": 0}}
{"text": "Pour que nous puissions atteindre les niveaux de développement durable souhaités, il est important de faire en sorte que les résultats escomptés du Programme de développement durable à l’horizon 2030 soient l’objet de séances de réflexion positive sur d’autres formes de projets qui correspondent à la situation politique et aux réalités concrètes des pays les plus touchés.", "meta": {"en_pair": "In order for us to achieve the desired levels of sustainable development, it is important to make the expected outcomes of the 2030 Agenda for Sustainable Development the object of positive brainstorming on alternative projects that are appropriate to the political situations and concrete realities of the countries most affected.", "label": 1}}
{"text": "Le multilatéralisme, l’élimination de la pauvreté, l’éducation de qualité, la santé et l’inclusion sont des questions essentielles, mais pour un petit pays insulaire et atoll de faible altitude comme les Tuvalu, les changements climatiques jouent un rôle fondamental dans notre développement.", "meta": {"en_pair": "Multilateralism, poverty eradication, quality education, health and inclusion are very important issues but for a small low-lying island atoll country such as Tuvalu, climate change is also important to our development.", "label": 0}}
{"text": "En ma qualité de Président de l’Alliance des dirigeants africains contre le paludisme, j’ai l’immense plaisir d’annoncer que nous avons lancé dans le courant de l’année le Fonds pour l’élimination du paludisme, un partenariat public-privé dont l’objectif est de combler le déficit de financement et d’éliminer la maladie d’ici à 2022.", "meta": {"en_pair": "In my capacity as Chair of the African Leaders Malaria Alliance, I am delighted to announce that early this year we launched the End Malaria Fund, a public-private partnership aimed at closing the funding gap and putting an end to the disease by 2022.", "label": 0}}
{"text": "L’élément central de notre vision du développement durable comprend la construction d’infrastructures et l’exploitation de nos ressources nationales.", "meta": {"en_pair": "The central element of our vision for sustainable development includes building infrastructure and harnessing our national resources.", "label": 0}}
{"text": "Grâce à la mise en œuvre de projets hydroélectriques, nous pourrons répondre aux besoins des pays d’Asie centrale en hydroélectricité, créant ainsi des conditions propices au développement durable dans toute la région.", "meta": {"en_pair": "The implementation of hydroelectric projects will ensure that we meet the needs of Central Asian countries in terms of hydropower, thereby creating conditions conducive to sustainable development across the entire region.", "label": 1}}
{"text": "Il s’agit non seulement d’une approche neutre en carbone, mais aussi d’une approche positive en ce qui concerne le carbone, car ces produits stockent du carbone pendant toute leur durée de vie.", "meta": {"en_pair": "Instead, it is more efficient to use wood for making products, which is not only carbon-neutral but carbon-positive, as such products store carbon for their entire lifetime.", "label": 0}}
{"text": "C’est pourquoi elles ravivent les sentiments de haine parmi leur population et consacrent d’énormes ressources à l’armement, et c’est pourquoi les discours de haine anti-arméniens sont devenus une politique officielle en Azerbaïdjan.", "meta": {"en_pair": "That is why they are inflaming anti-Armenian sentiments among their people and spending enormous resources on armaments, and why anti-Armenian hate speech has become official policy in Azerbaijan.", "label": 0}}
{"text": "Il nous faut répondre ensemble à la crise humanitaire et de la migration qui a abouti à la fuite de millions de personnes contraintes de quitter leur foyer pour échapper à la pauvreté, à la violence et aux difficultés extrêmes de la vie courante.", "meta": {"en_pair": "We need to jointly respond to the migration and humanitarian crisis that has led to the flight of millions of people who are forced to leave their homes to flee poverty, violence and extreme hardship.", "label": 1}}
{"text": "Mon gouvernement travaille en étroite collaboration avec le Congrès poureffectuer les investissements essentiels dans les infrastructures vertes et les véhicules électriques qui nous aideront à entériner les progrès réalisés dans notre pays en vue d’atteindre nos objectifs climatiques.", "meta": {"en_pair": "That will make the United States a leader in public climate finance and, with our added support together with increased private capital from other donors, we will be able to meet the goal of mobilizing $100 billion to support climate action in developing nations.", "label": 1}}
{"text": "Nous avons besoin d’une réponse collective efficace afin de préserver la démocratie.", "meta": {"en_pair": "We need an effective collective response in order to safeguard democracy.", "label": 1}}
{"text": "Dans le même ordre d’idées, le blocus économique unilatéral imposé de longue date à Cuba entrave directement les aspirations au développement du peuple cubain.", "meta": {"en_pair": "In a similar manner, the long unilateral economic embargo on Cuba directly constrains the development aspirations of the Cuban people.", "label": 1}}
{"text": "Le soutien du régime iranien au terrorisme transnational a créé des réseaux d’organisations terroristes et de milices extrémistes dans de nombreuses régions du monde, notamment en Syrie, au Yémen, en Afrique du Nord, dans les pays du Sahel et du Sahara et en Amérique du Sud.", "meta": {"en_pair": "Support for transnational terrorism from the Iranian regime created networks of terrorist organizations and extremist militias in numerous regions around the world, such as Syria, Yemen, North Africa, countries of the Sahel and the Sahara and South America, among others.", "label": 1}}
{"text": "L’impact dévastateur de la pandémie sur les voyages, le tourisme, les chaînes logistiques et les investissements à l’échelle mondiale a entraîné la plus grave récession économique en près d’un siècle.", "meta": {"en_pair": "The pandemic’s devastating impact on global travel, tourism, supply chains and investment has caused the deepest economic recession in nearly a century.", "label": 1}}
{"text": "Cependant, il est important de noter que la nature de ces lacunes ainsi que les défis que nous devons relever pour les surmonter changent.", "meta": {"en_pair": "However, it is important to note that the nature of those gaps and the challenges we face in overcoming them change.", "label": 0}}
{"text": "Nous respectons évidemment le principe de non-intervention, mais il faut également comprendre que nous ne pouvons pas fermer les yeux sur ces violations.", "meta": {"en_pair": "Obviously we respect the principle of non-intervention, but we must also understand that we cannot ignore such violations.", "label": 0}}
{"text": "Les conflits, anciens et nouveaux, continuent de causer des souffrances humaines dans le monde entier.", "meta": {"en_pair": "Conflicts, old and new, continue to cause human suffering across the world.", "label": 1}}
{"text": "La crise humanitaire au Yémen est très préoccupante et le monde doit sortir de son silence face aux crimes contre l’humanité.", "meta": {"en_pair": "The humanitarian crisis in Yemen is very worrying and the world needs to break its silence towards crimes against humanity.", "label": 0}}
{"text": "Le Royaume du Lesotho estime qu’il incombe à la communauté internationale, et à l’ONU qui a un rôle central à jouer, de mettre en place des mesures efficaces visant à prévenir le génocide, le nettoyage ethnique et les atrocités perpétrées contre des femmes et des enfants pris dans des conflits armés.", "meta": {"en_pair": "The Kingdom of Lesotho considers it the responsibility of the international community, with the United Nations playing the central role, to put in place effective measures aimed at preventing genocide, ethnic cleansing and the atrocities perpetrated on women and children caught up in armed conflict.", "label": 0}}
{"text": "Les crises environnementales en particulier ont atteint une ampleur sans précédent dans l’histoire de l’humanité.", "meta": {"en_pair": "Environmental crises in particular have reached a scale and magnitude unprecedented in human history.", "label": 0}}
{"text": "Bahamas, la désolation laissée par les incendies de forêt en Californie, la chaleur accablante des mois les plus chauds enregistrée récemment sur tous les continents, et la récente fonte de la calotte glacière au Groenland laissent entrevoir un avenir extrêmement périlleux et désolant pour notre planète.", "meta": {"en_pair": "The devastating effects of Cyclone Idai in Southern Africa and Hurricane Dorian in the Bahamas, the desolation left in the wake of wildfires in California, the sweltering heat of the hottest months that we have recently recorded on all continents and the latest ice cap melts in Greenland all point to an alarmingly dangerous and desolate future for our planet.", "label": 0}}
{"text": "De plus, nous avons l’objectif de planter 180 millions d’arbres d’ici à 2022, afin de protéger ensemble notre maison commune.", "meta": {"en_pair": "Furthermore, our goal is to plant 180 million trees by 2022 so that together we can protect our shared home.", "label": 1}}
{"text": "J’ai moi-même été témoin de l’effondrement des murs de glace au Groenland et de la fonte des glaciers dans les montagnes du Pamir au Tadjikistan.", "meta": {"en_pair": "I myself have witnessed the collapse of ice walls in Greenland and the melting glaciers in the Pamir mountains in Tajikistan.", "label": 0}}
{"text": "En ce qui concerne les changements climatiques, nous sommes le premier pays d’Amérique latine et le quatrième au monde à placer notre transition écologique sous la responsabilité d’un ministère.", "meta": {"en_pair": "With respect to climate change, we are the first Latin American country and the fourth in the world to place our ecological transition under the responsibility of a Ministry.", "label": 0}}
{"text": "Après avoir échoué dans sa tentative de soumettre le Conseil des droits de l’homme, le Gouvernement des États-Unis a choisi de le quitter, entravant donc encore davantage le dialogue et la coopération internationale sur la question.", "meta": {"en_pair": "After failing in its attempt to subdue the Human Rights Council, the United States Government opted to abandon it and is consequently further hampering international dialogue and cooperation on the subject.", "label": 1}}
{"text": "Le Viet Nam condamne toutes les attaques contre les civils et les infrastructures civiles essentielles à leur survie.", "meta": {"en_pair": "Viet Nam deplores all attacks against civilians and the infrastructure critical to their survival.", "label": 0}}
{"text": "Tous les objectifs du Programme de développement durable à l’horizon 2030 reposent sur l’éducation afin de doter toutes les personnes des connaissances, des compétences et des valeurs nécessaires qui leur permettront de vivre dans la dignité, de construire leur vie et d’apporter leurs contributions à leurs sociétés.", "meta": {"en_pair": "Each of the goals outlined in the 2030 Agenda for Sustainable Development requires education to equip all people with the knowledge, skills and values that will enable them to live with dignity, build their own lives and contribute to the societies in which they live.", "label": 1}}
{"text": "Premièrement, un nombre croissant de conflits non réglés et de tensions dans diverses régions du monde ont fait resurgir d’anciennes lignes de fracture et en ont créé de nouvelles, amenant les puissances mondiales au bord de l’affrontement militaire à grande échelle.", "meta": {"en_pair": "First, a growing number unresolved conflicts and tensions in various parts of the world have revived old dividing lines and created new ones, bringing world Powers to the verge of full-scale military stand-offs.", "label": 1}}
{"text": "La communauté internationale peut apporter son appui à cet égard.", "meta": {"en_pair": "There is room for support from the international community.", "label": 0}}
{"text": "Je dis revitalisé parce que le dispositif existant, malgré les leçons tirées des précédentes épidémies de virus, n’a pas répondu de manière adéquate à la COVID-19, avec les conséquences dévastatrices que l’on sait.", "meta": {"en_pair": "I say revitalised because the existing set-up has, despite the lessons of past outbreaks of viruses, failed to respond adequately to COVID-19 with devastating consequences.", "label": 1}}
{"text": "Les Balkans occidentaux sont de nouveau un champ de bataille pour des intérêts géopolitiques contraires, d’où il résulte un ralentissement de l’intégration des sociétés des Balkans occidentaux dans leur contexte européen naturel, minant la confiance des gens dans les valeurs européennes et par conséquent leur adoption de ces valeurs.", "meta": {"en_pair": "The Western Balkans are once again a battlefield for conflicting geopolitical interests, resulting in a slowdown in the integration of Western Balkan societies into their natural European setting, undermining people’s trust in and adoption of European values.", "label": 1}}
{"text": "Notre économie croît régulièrement et plutôt rapidement, grâce à une transformation idéologique très importante qui s’est opérée dans notre pays.", "meta": {"en_pair": "Our economy is growing steadily and quite rapidly, thanks to a very important ideological transformation that has occurred in our country.", "label": 1}}
{"text": "L’objectif est de tout commercialiser pour accumuler du capital.", "meta": {"en_pair": "The aim is to commercialize everything in order to accumulate capital.", "label": 1}}
{"text": "Toutefois, la détérioration de la situation financière de l’Organisation est un sujet de grave préoccupation, car elle ne peut qu’entraver l’exécution de ses mandats et responsabilités.", "meta": {"en_pair": "However, the Organization’s deteriorating financial situation is a matter of serious concern, as it can only impede the fulfilment of its mandates and responsibilities.", "label": 0}}
{"text": "Lorsque l’un est exposé à des maladies infectieuses ou à des catastrophes naturelles, l’autre l’est aussi, ce qui exige que les deux parties coopèrent pour surmonter ces difficultés.", "meta": {"en_pair": "When one is exposed to infectious diseases or natural disasters, so is the other, requiring the two to cooperate to overcome these challenges.", "label": 1}}
{"text": "À cela s’ajoute l’extension très prochaine de la couverture maladie universelle, instituée en 2014, ainsi que la mise en œuvre d’un programme de filets de protection sociale productifs en liaison avec la Banque mondiale, d’un montant global de 150 millions de dollars, qui permettra à 125 000 ménages de recevoir des revenus réguliers sur la période 2015-2024.", "meta": {"en_pair": "In addition, universal health coverage, introduced in 2014, will be extended next year, and a programme of productive social safety nets will be implemented in collaboration with the World Bank, at a cost of $150 million, which will enable 125,000 households to receive regular income over the 2015 to 2024 period.", "label": 1}}
{"text": "Nous ne devons pas accepter que ceci se produise.", "meta": {"en_pair": "This we must not allow to happen.", "label": 0}}
{"text": "Nous avons accru les efforts d’inclusion des femmes dans les processus de prise de décision et amélioré les mesures de protection sociale pour les femmes rurales.", "meta": {"en_pair": "We have stepped up the inclusion of women in decision-making, and we have increased social protection measures that target rural women.", "label": 0}}
{"text": "Ces décisions ont été la première étape de notre long et fructueux parcours en tant que fer de lance mondial du désarmement et de la non-prolifération nucléaires.", "meta": {"en_pair": "Those acts were the first step in our long and successful journey towards a global championship of nuclear disarmament and non-proliferation.", "label": 0}}
{"text": "La mer est indispensable à la vie, à l’intégration et au développement des peuples.", "meta": {"en_pair": "The sea is indispensable for life, integration and the development of peoples.", "label": 0}}
{"text": "Elle est fausse et dangereuse, même si elle a de nombreux adeptes et de puissants propagateurs.", "meta": {"en_pair": "It is false and dangerous, even if it has many followers and powerful propagators.", "label": 0}}
{"text": "La place du Burundi devrait être au niveau des agences et programmes des Nations Unies traitant du développement socioéconomique, pour accompagner les efforts nationaux dans la mise en œuvre du Plan national de développement et des\f30/09/2019\t\bA/74/PV.13objectifs de développement durable du Programme de développement durable à l’horizon 2030.", "meta": {"en_pair": "The situation in Burundi should be a matter for the United Nations agencies and programmes dealing with socioeconomic development in support of national efforts to implement the national development plan and the Sustainable Development Goals (SDGs) of the 2030 Agenda for Sustainable Development.", "label": 0}}
{"text": "Les innovations, conjuguées à la puissance des ordinateurs et à la connectivité, nous permettent d’être plus efficaces.", "meta": {"en_pair": "Innovations, combined with computing power and connectivity, enable us to become more effective.", "label": 1}}
{"text": "L’Argentine accueille favorablement les propositions concernant les brevets dans le cadre de l’Organisation mondiale du commerce, afin de contribuer à promouvoir la production, la compétitivité et la mise au point des vaccins au niveau local.", "meta": {"en_pair": "Argentina welcomes the proposals regarding patents under the World Trade Organization in order to help to promote the production, competitiveness and local development of vaccines.", "label": 1}}
{"text": "Je tiens à remercier le Secrétariat et les services du pays hôte des efforts considérables qu’ils ont consentis non seulement pour que le débat général illustre l’espoir et la conviction que le monde se chargera de la pandémie, mais également pour qu’il représente un événement sûr pour tous les participants.", "meta": {"en_pair": "I would like to thank the Secretariat and the host country’s services for the enormous effort they have invested to ensure that the general debate is not only a demonstration of hope and belief that the world will deal with the pandemic but also a secure and safe event for all participants.", "label": 1}}
{"text": "Nous avons fait l’acquisition de toutes les ressources nécessaires pour améliorer notre système de santé.", "meta": {"en_pair": "We successfully managed the pandemic by adhering to the instructions provided by our health-care professionals.", "label": 1}}
{"text": "Au contraire, tant que la plaie au centre de l’Europe continuera de saigner, la douleur sera ressentie dans le monde entier.", "meta": {"en_pair": "On the contrary — until the wound in the center of Europe is bleeding, the pain will be felt all over the world.", "label": 1}}
{"text": "Tous ces défis transfrontaliers appellent une réponse mondiale.", "meta": {"en_pair": "All of these cross-border challenges are crying for a global response.", "label": 0}}
{"text": "L’Ouganda est fier d’accueillir le Centre de services régional d’Entebbe qui, au fil des ans, a prouvé qu’il était en mesure de générer les gains d’efficience et les économies de coûts que réclament le Secrétaire général et les États Membres de l’ONU.", "meta": {"en_pair": "Uganda is proud to host the United Nations Regional Service Centre in Entebbe, which over the years has proved it can provide the efficiency gains and cost savings that the Secretary-General and the United Nations membership are calling for.", "label": 0}}
{"text": "Toutefois, nous pensons que ces efforts ne pourront donner des résultats positifs tant que l’interprétation égoïste de la philosophie des Nations Unies demeurera celle qui a vu le jour au lendemain de la Seconde Guerre mondiale.", "meta": {"en_pair": "However, we believe that these efforts cannot yield positive results as long as the basis of the selfserving interpretation of the United Nations philosophy remains the one born of the Second World War.", "label": 0}}
{"text": "L’adoption du Programme de développement durable à l’horizon 2030 a été un exemple de multilatéralisme inclusif à son meilleur, mais il ne peut être mis en œuvre que si un esprit similaire guide nos actions avec un sens renouvelé du partenariat et si toutes les parties prenantes en assument la responsabilité.", "meta": {"en_pair": "The adoption of the 2030 Agenda for Sustainable Development was a display of inclusive multilateralism at its best, but it can be implemented only if a similar spirit guides our actions with a renewed sense of partnership and with all stakeholders assuming responsibility for it.", "label": 0}}
{"text": "J’espère et je souhaite de tous mes vœux que la présente session de l’Assemblée soit porteuse de paix et de prospérité pour l’humanité et le monde entier.", "meta": {"en_pair": "Our world today faces many challenges and much pain resulting from injustice on a global scale.", "label": 0}}
{"text": "Mais nous ne saurions ignorer pour autant que long reste le chemin à parcourir pour instaurer une paix et une réconciliation durables dans notre pays.", "meta": {"en_pair": "We welcome that, since it is clearly a prerequisite for the restoration of State authority over the entire national territory, but we cannot ignore the fact that there is still a long way to go to achieve lasting peace and reconciliation in our country.", "label": 0}}
{"text": "Nous voulons que l’ONU soit prête à jouer un rôle de chef de file au XXIe siècle, en tirant pleinement parti des progrès technologiques de l’humanité qui ont permis à ceux qui ne sont ni grands ni puissants - la majorité des États Membres de l’ONU - de suivre et de contribuer aux divers organes et aux nombreuses discussions de l’Organisation.", "meta": {"en_pair": "We want the United Nations to be ready to lead in the twenty-first century, fully benefiting from the technological advances of humankind that have made it much easier for those who are not big and powerful — the majority of United Nations Member States — to follow and contribute to the Organization’s various bodies and numerous discussions.", "label": 1}}
{"text": "Les fondements du système des relations internationales sur les plans politique, économique, juridique et sécuritaire sont confrontés à des menaces sans précédent dans l’histoire de l’Organisation.", "meta": {"en_pair": "The foundations of the international relations system on the political, economic, legal and security fronts are facing threats that are unprecedented in the history of our Organization.", "label": 0}}
{"text": "Pour lutter contre les différents types de manipulation, nous avons besoin d’une approche globale et de nouveaux moyens concrets permettant de mieux détecter, analyser et dénoncer les informations trompeuses.", "meta": {"en_pair": "In order to counter the various kinds of manipulation, we need a holistic approach and new, concrete ways to get better at detecting, analysing and exposing disinformation.", "label": 1}}
{"text": "Les changements climatiques entravent les efforts déployés pour élever le niveau de vie des populations pauvres dans le monde.", "meta": {"en_pair": "Climate change frustrates efforts to raise the standards of living for the world’s poor.", "label": 1}}
{"text": "C’est pourquoi nous avons besoin de stratégies pour encourager le marché du travail à absorber la jeune classe ouvrière montante et à veiller à ce qu’elle reçoive une formation adaptée aux besoins de nos marchés.", "meta": {"en_pair": "We therefore need strategies to encourage the labour market to absorb the growing young working class and ensure that it is appropriately trained for the needs of our markets.", "label": 0}}
{"text": "À la suite de l’ouragan Maria, qui a causé des dommages et des pertes estimés à 226 % de notre produit intérieur brut, le rang de priorité le plus élevé a été attribué à la reconstruction du pays et à l’obligation de reconstruire en mieux.", "meta": {"en_pair": "Following Hurricane Maria, which caused damage and loss estimated at 226 per cent of our gross domestic product, urgent priority was assigned to rebuilding the country and to building back better.", "label": 1}}
{"text": "Cet objectif peut être atteint si les pays développés se mobilisent pour créer des fonds d’aide à l’investissement en Afrique, qui seront utilisés par les investisseurs désireux de faire des affaires sur le continent africain, où ils pourront produire des biens et des services destinés à la consommation locale et à l’exportation.", "meta": {"en_pair": "This goal may be achieved if developed countries mobilize themselves to establish funds for investments aid in Africa to be used by those investors interested in doing business in the African continent, where they may produce goods and services for local consumption and export.", "label": 1}}
{"text": "Une telle réforme, que nous appelons de tous nos vœux, aura l’avantage de réconcilier le monde avec les dynamiques de son temps, mais surtout avec les valeurs qui ont fondé notre volonté commune d’éradiquer à jamais le spectre de la guerre et de maintenir élevé l’étendard de la paix.", "meta": {"en_pair": "Such a reform, which we all hope for, will have the advantage of bringing the world into line with the demands of the times and above all with the values that are the foundation of our common faith in order to forever banish the spectre of war and raise high the flag of peace.", "label": 1}}
{"text": "Il convient de souligner que tout cela a été accompli alors même que les dépenses sociales augmentaient\f28/09/2019\t\bA/74/PV.11pour prendre en charge nos citoyens les plus vulnérables.", "meta": {"en_pair": "It is worth highlighting that we have done all that while ensuring that social spending was expanded to take care of our most vulnerable citizens.", "label": 0}}
{"text": "C’est cette politique des États-Unis qui a encouragé le Gouvernement d’occupation israélien à renier tous les accords conclus entre nous et à revenir sur tous les engagements qu’il a pris en faveur de la paix.", "meta": {"en_pair": "The policy of the United States has emboldened the Government of the Israeli occupation to renege all signed agreements with us and all its commitments to peace, depriving the peace process of any credibility and causing many Palestinians to lose faith in achieving the desired peace.", "label": 1}}
{"text": "Cette évolution nous donne l’espoir que la menace de la pandémie ralentit et que nous finirons par la surmonter.", "meta": {"en_pair": "Those developments give us hope that the threat of the pandemic is slowing and that eventually we will overcome it.", "label": 1}}
{"text": "N’étant pas un contributeur majeur aux gaz à effet de serre, nous nous engageons avec la communauté internationale à renouveler nos efforts en vue de réduire la hausse des températures mondiales pour que, d’ici à 2030, l’électricité soit à 100 % générée par des énergies renouvelables et durables.", "meta": {"en_pair": "Even though we are not a major contributor of greenhouse gases, we are committed to working with the international community to redouble our efforts to reduce the rise in global temperatures, so that, by 2030, 100 per cent of our electricity will be generated by renewable and sustainable energy.", "label": 1}}
{"text": "Le premier État de l’islam, à Médine, aété le premier État-providence.", "meta": {"en_pair": "The first State of Islam, in Medina, was the first welfare State.", "label": 0}}
{"text": "Nous sommes tournés vers 2030 et déterminés à atteindre nos objectifs communs, mais il y a des défis plus pressants que nous devons relever pour réussir.", "meta": {"en_pair": "While looking towards 2030 and with the determination to achieve our common goals, there are some more immediate challenges that we must overcome in order to succeed.", "label": 1}}
{"text": "Les petits États insulaires en développement, au même titre que tant d’autres, sont également confrontés à d’autres phénomènes dangereux, à savoir la pirateriemaritime, la traite des personnes en mer, le trafic de drogue, la pêche illicite et le pillage des autres ressources en mer.", "meta": {"en_pair": "Like so many others, small island developing States also face other dangerous challenges, such as maritime piracy, human trafficking at sea, drug trafficking, illegal fishing and the plundering of other resources at sea.", "label": 0}}
{"text": "Ces mouvements de frustrations populaires, qui, dans certaines régions, vont jusqu’à nourrir le terrorisme, prennent en otage le débat politique et nous empêchent d’apporter des réponses concertées aux problèmes qui nous affectent tous.", "meta": {"en_pair": "Such movements of popular frustration, which in some regions even go on to fuel terrorism, hold political debate hostage and prevent us from providing concerted responses to the problems that affect us all.", "label": 0}}
{"text": "Les mesures que nous prenons aujourd’hui détermineront l’avenir de notre planète en termes de changements climatiques.", "meta": {"en_pair": "Our actions today will therefore determine the future of our planet in terms of climate change.", "label": 1}}
{"text": "C’est l’idée qui soustend l’initiative « Build Back Better World » (Reconstruire le monde en mieux).", "meta": {"en_pair": "As we strive to make lives better, we must work with renewed purpose to end the conflicts that are driving so much pain and hurt around the world.", "label": 1}}
{"text": "L’utilisation des eaux du Nil offre également une possibilité exceptionnelle de coopération transfrontalière entre les pays frères de la région.", "meta": {"en_pair": "The use of the Nile waters also offers a unique opportunity for transboundary cooperation among the sisterly countries of the region.", "label": 0}}
{"text": "Au-delà du développement des infrastructures, l’effet induit de la mise en œuvre de ce plan de relance est d’assurer l’ajustement budgétaire et la promotion du secteur privé comme leviers de diversification et de transformation de l’économie nationale.", "meta": {"en_pair": "Beyond the development of infrastructure, the intended effect of the implementation of our recovery plan is to ensure budgetary adjustment and the promotion of the private sector as levers for the diversification and transformation of the national economy.", "label": 1}}
{"text": "Ils doivent donc être bien préparés pour pouvoir s’acquitter dûment de leur tâche.", "meta": {"en_pair": "They must therefore be well prepared in order to properly perform their task.", "label": 0}}
{"text": "Nos militaires et un civil de 76 ans ont été tués par le bombardement d’artillerie du district de Tovuz en Azerbaïdjan, tandis que des dommages importants ont été causés aux infrastructures civiles.", "meta": {"en_pair": "Our military servicemen and a 76-year-old civilian were killed due to the artillery bombardment of Azerbaijan’s Tovuz district, while extensive damage was done to civilian infrastructure.", "label": 1}}
{"text": "Nous prenons des mesures pour que nos initiatives de relèvement au niveau national tiennent bien compte des questions de genre et exploitent pleinement le potentiel de tous les membres de la société en tant que responsables, innovateurs et agents de changement aux niveaux économique, social et environnemental.", "meta": {"en_pair": "We are taking measures to ensure that our national recovery efforts include a gender perspective and harness the full potential of all members of society as leaders, innovators and agents of economic, social and environmental change.", "label": 0}}
{"text": "Au Venezuela, la situation humanitaire épouvantable, de plus en plus aggravée par le régime Maduro, demeure très préoccupante, 4,3 millions de personnes ayant fui le pays et sa crise actuelle.", "meta": {"en_pair": "In Venezuela, the appalling humanitarian situation, driven deeper and deeper by the Maduro regime, continues to be of great concern, with 4.3 million people fleeing the country and its ongoing crisis.", "label": 1}}
{"text": "Ou permettrons-nous de voir ces principes universels foulés aux pieds et déformés dans la recherche éhontée du pouvoir politique ?", "meta": {"en_pair": "It is a fundamental truth of the twenty-first century, within each of our countries and as a global community, that our own success is bound up in others succeeding as well.", "label": 0}}
{"text": "En luttant contre la pauvreté et les inégalités et en réalisant les 17 objectifs de développement durable, nous luttons contre la corruption grâce à l’administration efficace de la justice.", "meta": {"en_pair": "By fighting poverty and inequality and fulfilling the 17 Sustainable Development Goals, we are addressing corruption through the effective administration of justice.", "label": 1}}
{"text": "En Libye également, nous misons sur la coopération avec l’ONU pour mettre pleinement en œuvre les décisions de la Conférence de Berlin qui a eu lieu en janvier dernier.", "meta": {"en_pair": "In Libya, too, we are focusing on cooperation with the United Nations in order to implement the decisions of the January Berlin Conference to the letter.", "label": 1}}
{"text": "Au cours des cinq dernières années, l’Inde s’est employée à renforcer sa grande tradition séculaire de fraternitéentre les nations et a œuvré pour le bien-être du monde, ce qui est conforme aux objectifs clefs de l’ONU.", "meta": {"en_pair": "Over the past five years, India has worked to strengthen its centuries-old great tradition of fraternity among nations and working for the welfare of the world, which is indeed in line with the key objectives of the United Nations.", "label": 0}}
{"text": "Une éducation de qualité va généralement de pair avec la prospérité.", "meta": {"en_pair": "Wherever quality education is available, there is usually prosperity.", "label": 0}}
{"text": "Tout en saluant la décision du Groupe des Vingt d’approuver, depuis l’an dernier, l’Initiative de suspension du service de la dette, je voudrais exhorter la communauté internationale à répondre favorablement aux conclusions du Sommet de Paris sur le financement des économies africaines pour permettre à nos pays de surmonter les effets de la pandémie et d’assurer une reprise économique durable post–COVID-19.", "meta": {"en_pair": "It is therefore important that the international community endeavour to respond to the conclusions of the Paris Summit on the Financing of African Economies to enable our countries to overcome the effects of the pandemic and ensure a sustainable post-COVID-19 economic recovery.", "label": 1}}
{"text": "En tant que pays qui jouit à la fois de liens de longue date avec le monde arabe et d’excellentes relations avec Israël, que la Grèce a reconnu lorsque mon père était Premier Ministre, il y a près de 30 ans, nous pensons que le processus de paix au Moyen-Orient doit se poursuivre et aboutir à la solution des deux États,dans l’espoir que la région devienne un jour une terre promise pour tous ses peuples.", "meta": {"en_pair": "As a country that enjoys both longstanding ties to the Arab world and excellent relations with Israel, which Greece first recognized when my father was Prime Minister almost 30 years ago, we believe that the Middle East peace process must remain alive and lead to a two-State solution, in the hope that one day the area can become a promised land for all its people.", "label": 0}}
{"text": "Pour assurer la durabilité, nous évaluons l’impact des politiques, ainsi que la contribution volontaire des exploitants agricoles à la caisse des pensions de retraite, avec l’appui de mesures financières en faveur de l’alphabétisation.", "meta": {"en_pair": "To ensure sustainability, we are assessing the policy impact, as well as farmers’ voluntary contribution to superannuation for retirement savings, supported by financial literacy measures.", "label": 0}}
{"text": "Nous avons beaucoup d’idées, mais, comme quelqu’un l’a dit, les idées sans financement ne sont qu’illusions.", "meta": {"en_pair": "We have many ideas, but, as someone has said, ideas without funding are mere hallucinations.", "label": 0}}
{"text": "Celle-ci a déjà causé des pertes humaines tragiques et eu un impact économique et social profond qui touchera le monde pour de nombreuses années encore.", "meta": {"en_pair": "It has caused tragic human losses as well as had a profound economic and social impact that will affect the world for many years to come.", "label": 1}}
{"text": "Ces violations israéliennes ne pourraient perdurer et s’intensifier sans l’appui aveugle de certains pays qui sont pleinement responsables des conséquences des actes d’Israël.", "meta": {"en_pair": "Such Israeli violations would not continue to escalate were it not for the blind support of certain countries that are fully responsible for the consequences of Israel’s actions.", "label": 0}}
{"text": "Mais si nous pouvons faire des progrès réels en matière de réduction des inégalités ou de promotion de l’éducation au niveau national, il est tout à fait impossible d’aborder la question des changements climatiques dans une perspective purement unilatérale, car la politique environnementale d’un seul pays, aussi ambitieuse soit-elle, est totalement inefficace sans une action au niveau mondial.", "meta": {"en_pair": "But while we can make significant progress in reducing inequalities or promoting education at the national level, it is utterly impossible to address the issue of climate change from a purely unilateral perspective, because the environmental policy of a single country, however ambitious it may be, is totally ineffective without action at on a global scale.", "label": 1}}
{"text": "La résolution « Renforcer les liens entre tous les modes de transport pour garantir des transports internationaux stables et fiables aux fins du développement durable pendant et après la pandémie de maladie à coronavirus (COVID-19) » a été adoptée à l’initiative du Turkménistan le 29 juillet 2021.", "meta": {"en_pair": "It is the UN General Assembly resolution “Strengthening the links between all modes of transport to achieve stable and reliable international transport for sustainable development during and after the coronavirus disease (COVID-19) pandemic” adopted at the initiative of Turkmenistan on July 29, 2021.", "label": 1}}
{"text": "Nous soutenons la lutte légitime du peuple palestinien et la solution des deux États pour la création d’un État palestinien indépendant aux côtés de l’État d’Israël.", "meta": {"en_pair": "We support the just struggle of the Palestinian people and a two-State solution for the establishment of an independent Palestinian State alongside the State of Israel.", "label": 0}}
{"text": "Le quatorzième Congrès des Nations Unies pour la prévention du crime et la justice pénale se réunira à Kyoto.", "meta": {"en_pair": "The fourteenth United Nations Congress on Crime Prevention and Criminal Justice, commonly known as the United Nations Crime Congress, will convene in Kyoto.", "label": 0}}
{"text": "Nos actions doivent être guidées par le droit international et y être conformes.", "meta": {"en_pair": "Our actions must be in line with and guided by respect for international law.", "label": 0}}
{"text": "Tout en nous adaptant à la nouvelle normalité, nous nous sommes rapidement adaptés à l’utilisation de plateformes virtuelles pour mener nos activités au lieu des traditionnelles réunions en présentiel.", "meta": {"en_pair": "As we adjust to the new normal, we have quickly adapted to utilising remote platforms for conducting business instead of the traditional in-person meetings.", "label": 0}}
{"text": "À Sotchi, à la fin du mois d’octobre, nous accueillerons le tout premier sommet Russie-Afrique, et nous espérons que les résultats auxquels il aboutira nous permettront d’améliorer l’efficacité de la lutte contre les menaces et les défis actuels, ainsi que l’action sur les problèmes de développement rencontrés par les pays africains.", "meta": {"en_pair": "In Sochi, at the end of October, we will host the first-ever RussiaAfrica Summit, and we hope that its results will enable us to improve the effectiveness of the fight against the current challenges and threats, as well as of the work on the development issues that African countries face.", "label": 1}}
{"text": "Notre pays est prêt à servir de plateforme logistique pour l’aide humanitaire en Afghanistan, ainsi qu’à apporter sa juste contribution.", "meta": {"en_pair": "We are ready to provide a logistical platform for humanitarian aid into Afghanistan, as well as to contribute our fair share.", "label": 0}}
{"text": "Nous sommes également conscients que cette menace pernicieuse ne fait aucun cas des frontières géographiques et qu’elle aura des effets disproportionnés sur les pays en développement, en particulier les petits États insulaires en développement et les pays les moins avancés.", "meta": {"en_pair": "We are also cognisant that this pernicious threat does not recognise geographical boundaries and will disproportionately impact developing countries, particularly Small Island Developing States (SIDS) and Least Developed Countries (LDCs).", "label": 1}}
{"text": "Les Bahamas appuient pleinement la stratégie globale du Secrétaire général pour faire face à l’urgence climatique dans le monde, qui finira par dévaster la planète entière, y compris son appel aux institutions financières internationales pour qu’elles accordent un financement à des conditions de faveur aux pays gravement touchés par les chocs extérieurs causés par les changements climatiques.", "meta": {"en_pair": "The Bahamas fully supports the SecretaryGeneral’s comprehensive strategy to address the global climate emergency — which will eventually devastate the entire planet — including his plea to international financial institutions to provide concessionary financing to countries severely affected by the external shocks occasioned by climate change.", "label": 1}}
{"text": "La justice a été détournée, le Parlement poussé dans l’impasse, les institutions de l’État ont été cooptées et la presse s’est retrouvée bâillonnée.", "meta": {"en_pair": "Development without justice does not work, which is why we have a transitional justice programme where we seek to redress human rights abuses, investigate murders and enforced disappearances and bring to book the endemic corruption undermining all levels of Government.", "label": 0}}
{"text": "Pour défendre la liberté, il ne suffit pas de l’évoquer dans des discours.", "meta": {"en_pair": "To protect freedom, it is not enough to talk about it in speeches.", "label": 0}}
{"text": "Nous continuons de compter sur le Conseil de sécurité pour protéger les innocents contre les menaces à la paix et à la sécurité internationales sous toutes leurs formes, qu’elles soient traditionnelles comme les conflits armés ou nouvelles comme les changements climatiques, la montée du niveau des mers et les épidémies, afin de faire en sorte que personne ne soit laissé de côté.", "meta": {"en_pair": "We continue to look to the Security Council to protect the innocent from threats to international peace and security in all their forms, be they traditional threats such as armed conflict or newer threats such as climate change, rising sea levels and health epidemics, to ensure that no one is left behind.", "label": 0}}
{"text": "Ces lacunes sur le plan de l’éducation menacent également la faculté d’une personne à sortir de la pauvreté.", "meta": {"en_pair": "These educational gaps also threaten an individual’s ability to move out of poverty.", "label": 1}}
{"text": "Nous continuerons de soutenir l’appel à la levée du blocus économique et financier, qui a causé des souffrances indicibles aux citoyens de ce pays.", "meta": {"en_pair": "We will continue to support the call for removing the economic and financial embargo on it, which has caused untold suffering for Cuba’s citizens.", "label": 1}}
{"text": "Dans les moments comme celui-ci, nous devons tous nous unir et faire bloc pour renforcer le multilatéralisme.", "meta": {"en_pair": "At times like this, we must all unite and stand together to strengthen multilateralism.", "label": 0}}
{"text": "Nous sommes disposés à travailler en partenariat pour exploiter nos ressources et tirer pleinement parti de notre potentiel de manière durable.", "meta": {"en_pair": "We stand ready to work in partnership to exploit our resources with a view to developing all of our potential in a sustainable manner.", "label": 0}}
{"text": "Cela est vrai, y compris dans les enceintes de l’Organisation, avouons-le, des droits sexuels et reproductifs, affectant en cela très concrètement des programmes visant à appuyer la santé reproductive de millions de femmes à travers le monde.", "meta": {"en_pair": "We must admit that this is even true within our Organization’s forums, with regard to sexual and reproductive rights, which is adversely affecting programmes aimed at supporting the reproductive health of millions of women all over the world.", "label": 0}}
{"text": "À cet effet, nous encourageons et soutenons les efforts en cours visant à permettre un accès équitable aux vaccins afin d’assurer de manière effective une immunité collective mondiale.", "meta": {"en_pair": "To that end, we encourage and support ongoing efforts to provide equitable access to vaccines in order to effectively ensure global herd immunity.", "label": 1}}
{"text": "Nous nous engageons fermement à coopérer avec l’ONU et à participer activement et à contribuer aux efforts politiques et diplomatiques qu’elle déploie pour préserver et renforcer l’architecture de sécurité mondiale, pour surmonter les conséquences de la pandémie et pour mettre en œuvre des plans et des programmes dans les domaines économique, social, environnemental, humanitaire et autres.", "meta": {"en_pair": "We express our firm commitment to cooperate with the United Nations, actively participate in and contribute to its political and diplomatic efforts to preserve and strengthen the existing architecture of global security, overcome the consequences of the pandemic, and implement plans and programs in the economic, social, environmental, humanitarian and other fields.", "label": 0}}
{"text": "Sur la seule journée d’hier, la première obligation verte souveraine du Royaume-Uni a levé 10 milliards de livres sur les marchés, grâce à des investisseurs lucides qui veulent gagner de l’argent.", "meta": {"en_pair": "Only yesterday, the United Kingdom’s first sovereign green bond raised £10 billion on the markets, from hard-headed investors who want to make money.", "label": 0}}
{"text": "Nous espérons que notre présence permettra de mieux faire entendre l’opinion de la majorité écrasante des nations selon laquelle la composition et les méthodes de travail du Conseil de sécurité devraient être réformées pour mieux tenir compte des réalités mondiales actuelles et de l’avis précieux des petits États insulaires en développement.", "meta": {"en_pair": "We hope that our presence will buttress the view of the overwhelming majority of nations that the membership and working methods of the Security Council should be reformed to reflect current global realities and the invaluable perspectives of small island developing States.", "label": 0}}
{"text": "Depuis 2008, la République de Saint-Marin a intensifié sonengagement en faveur de la viabilité environnementale, en particulier en matière de production d’électricité à partir de ressources renouvelables.", "meta": {"en_pair": "Since 2008, the Republic of San Marino has intensified its commitment to environmental sustainability, particularly in the production of electricity from renewable resources.", "label": 0}}
{"text": "Et je salue chaleureusement le rôle de moteur et de facilitatrice qu’ont joué les Soudanaises par parvenir à cet excellentrésultat riche en enseignements qui fait la fierté de tout le continent africain.", "meta": {"en_pair": "And I warmly commend the role of women in the Sudan in driving and facilitating an excellent outcome laden with lessons that makes the entire African continent proud.", "label": 0}}
{"text": "Les attaques récurrentes de par le monde nous prouvent quotidiennement que ce mal rampant reste omniprésent.", "meta": {"en_pair": "Recurring attacks around the world prove to us on a daily basis that this rampant evil remains omnipresent, forcing us to be constantly and increasingly vigilant.", "label": 1}}
{"text": "L’agresseur a essayé de tromper l’opinion publique en prétendant que son objectif était de lutter contre le terrorisme.", "meta": {"en_pair": "The aggressor has tried to sway public opinion by saying that he is fighting terrorism.", "label": 0}}
{"text": "Le succès de ce projet ne peut être garanti que si on s’attaque aux causes des conflits dans la région.", "meta": {"en_pair": "The success of that project can be guaranteed only by addressing the causes of conflict in the region.", "label": 1}}
{"text": "Ils ne méritent rien de moins.", "meta": {"en_pair": "They deserve nothing less.", "label": 0}}
{"text": "Grâce à l’enseignante de Caserío El Aguacate et à la personne qui a téléchargé la vidéo, un événement local et presque banal a pu être vu dans tout le pays.", "meta": {"en_pair": "The teacher from El Aguacate and the person who uploaded the video enabled something very ordinary and very local to be seen throughout the entire country, which brought about real change for those pupils.", "label": 1}}
{"text": "Ce n’est pas une simple coïncidence si j’ai choisi d’assister au débat général pour mon premier voyage hors d’Afrique depuis mon entrée en fonction.", "meta": {"en_pair": "It is not sheer coincidence that I chose to attend the general debate for my first trip outside Africa since taking office.", "label": 0}}
{"text": "Sri Lanka a lui aussi beaucoup souffert de la pandémie.", "meta": {"en_pair": "Sri Lanka too has suffered greatly due to the pandemic.", "label": 1}}
{"text": "Monsieur le Président, Monsieur le Secrétaire général, Mesdames et Messieurs les Représentants,La COVID-19 nous a montré à quel point les pays du monde sont étroitement liés, et l’humanité finira par inaugurer une ère de solidarité et de coopération.", "meta": {"en_pair": "Mr. President, Mr. Secretary-General and Distinguished Delegates, COVID-19 has showed us how closely interconnected the world is, and humanity will, in the end, head into an era of solidarity and cooperation.", "label": 1}}
{"text": "Si les populations n’ont plus accès à une eau salubre et potable, si des récoltes entières sont annihilées par des sécheresses persistantes et si des conflits motivés par les rares ressources restantes éclatent, les guerres du futur seront des guerres climatiques.", "meta": {"en_pair": "If people no longer have access to clean drinking water, if entire harvests are ruined by persistent drought and conflicts break out over the few remaining resources, the wars of the future will be climate wars.", "label": 1}}
{"text": "Une lourde tâche nous incombe : convaincre toutes les nations, grandes et petites, que face aux défis tumultueux actuels, tant traditionnels que technologiques, et pour le bien des générations futures, il n’y a absolument aucune place pour le principe du « tout au vainqueur » et les jeux à somme nulle.", "meta": {"en_pair": "The onerous task for us is how to convince all nations, large and small, that in the face of our current tumultuous challenges, both traditional and technological, and for the sake of future generations, there is absolutely no room for winner-takes-all and zero-sum mindsets.", "label": 0}}
{"text": "Le comportement du Gouvernement actuel des États-Unis et sa stratégie de domination militaire et nucléaire constituent une menace pour la paix et la sécurité internationales.", "meta": {"en_pair": "The behaviour of the current United States Government and its strategy of military and nuclear domination constitute a threat to international peace and security.", "label": 0}}
{"text": "Si nous ne sommes pas prêtsà fixer des règles au niveau mondial, et ensuite à les respecter systématiquement, les communautés locales, les nations, les États et même les continents resteront sans défense face à ces menaces.", "meta": {"en_pair": "Without the readiness to establish rules at the global level, and subsequently to consistently respect them, local communities, nations, States and even continents will remain helpless in the face of such threats.", "label": 0}}
{"text": "En effet, la pandémie a induit un important rebond de la misère et contribué à creuser davantage les inégalités sociales et l’écart entre les pays développés et ceux en voie de développement.", "meta": {"en_pair": "Indeed, the pandemic has led to a significant rebound in poverty and has contributed to further widening social inequalities and the gap between developed and developing countries.", "label": 1}}
{"text": "Et cela a permis aux États-Unis de refuser à d’autres nations l’accès à nos terres et à nos eaux, ce qui a fini par restreindre notre association avec certains membres de la communauté internationale et limiter nos possibilités de développement économique.", "meta": {"en_pair": "And that enabled the United States to deny other nations access to our lands and waters, ultimately restricting our association with some members of the international community and limiting our prospective economic development opportunities.", "label": 1}}
{"text": "En collaboration avec le Comitéinternational de la Croix-Rouge, nous avons notamment identifié la plupart des soldats argentins enterrés dans le cimetière de Darwin, ce qui nous a permis de payer une dette historique envers leurs familles.", "meta": {"en_pair": "Part of this, working with the International Committee of the Red Cross, was to identify the majority of Argentine soldiers buried in the Darwin cemetery, thereby paying a historic debt to their families.", "label": 1}}
{"text": "Grâce au processus d’Astana, qui vient en complément des pourparlers de Genève, un accord de cessation des hostilités a été conclu.", "meta": {"en_pair": "Thanks to the Astana process, which complements the Geneva talks, a cessation of hostilities has been reached.", "label": 1}}
{"text": "Nous continuerons donc à améliorer nos conditions pour créer des possibilités d’investissement et diversifier notre développement socioéconomique, en particulier dans les domaines de l’éducation, des soins de santé, de la réduction de la mortalité, de la nutrition infantile et de la création d’emplois pour les jeunes.", "meta": {"en_pair": "We will therefore continue to improve our conditions to create investment opportunities and diversify our socioeconomic development, specifically in the areas of education, health care, mortality reduction, child nutrition and job creation for youth.", "label": 1}}
{"text": "En tant que dirigeants de nos pays, nous devons à nos citoyens de nous employer à régler les problèmes, à maintenir la paix et à créer des conditions propices au développement et à une vie meilleure pour tous.", "meta": {"en_pair": "As leaders of our countries, we owe it to our citizens to work to resolve problems, to maintain peace and to create conditions for development and a better life for all.", "label": 0}}
{"text": "Pour faire face à ces défis de manière efficace et pour inculquer la confiance dans l’ordre multilatéral, il est primordial que les institutions multilatérales, comme l’ONU, continuent de se réformer pour devenir plus inclusives.", "meta": {"en_pair": "To address these challenges effectively and to build confidence in the current multilateral order, it is essential that multilateral institutions, such as the United Nations, continue to undergo reform in order to become more inclusive.", "label": 1}}
{"text": "Comme nous l’avons observé dans la région de la Communauté de développement de l’Afrique australe, les catastrophes naturelles ne connaissent pas de frontières, et les pays les plus lourdement touchés n’ont pas les ressources et les capacités nécessaires pour se préparer et faire face aux conséquences dévastatrices de ces catastrophes, notamment en ce qui concerne\f25/09/2019\t\b A/74/PV.5les infrastructures et les pertes humaines.", "meta": {"en_pair": "As we have witnessed in the Southern African Development Community region, natural disasters know no boundaries, and the worst affected countries lack the resources and capacity adequate to ensuring preparedness and responding to the devastation and impact of such disasters, including with respect to infrastructure and lives lost.", "label": 0}}
{"text": "Car si nous n’agissons pas, elle perdurera et s’amplifiera.", "meta": {"en_pair": "If we do not act, the crisis will continue and will get worse.", "label": 0}}
{"text": "Maintenons l’élan et continuons à travailler à une architecture plus robuste qui renforcera la sécurité sanitaire mondiale.", "meta": {"en_pair": "Let us maintain the momentum and keep working towards a more robust architecture that will reinforce global health security.", "label": 1}}
{"text": "Mais le droit international que nous avons accepté et auquel nous adhérons, et la paix que nous recherchons, sont gravement menacés par les politiques et les pratiques d’Israël dans notre territoire occupé et par son non-respect des accords conclus avec lui - depuis les Accords d’Oslo en 1993 à ce jour.", "meta": {"en_pair": "But the international law we have accepted and adhered to and the peace for which we strive are now in severe jeopardy, as a result of Israel’s policies and practices in our occupied land and the fact that it has reneged on agreements it has signed, since the Oslo Accords in 1993 to date.", "label": 1}}
{"text": "L’enseignementdu moment est un avertissement haut et fort montrant à quel point il est important de s’unir et de faire preuve de solidarité internationale dans la recherche de solutions mondiales.", "meta": {"en_pair": "The lesson this time is a loud warning about how important it is to stand together and ensure international solidarity in seeking global solutions.", "label": 0}}
{"text": "Dans ce contexte, un monde fragmenté n’est dans l’intérêt de personne.", "meta": {"en_pair": "In such a situation, a fragmented world is in no one’s interests.", "label": 0}}
{"text": "Istanbul, plus grande ville de Turquie, accueille actuellement plusieurs organismes régionaux des Nations Unies.", "meta": {"en_pair": "The United Nations Technology Bank for the Least Developed Countries became operational last year in Istanbul.", "label": 0}}
{"text": "À cet égard, nous saluons l’adoption, le 12 septembre, de la résolution 2486 (2019) du Conseil de sécurité, qui a prorogé le mandat de la Mission d’appui des Nations Unies en Libye, confirmé la poursuite de la mise en œuvre de l’Accord politique libyen et appelé les États Membres à cesser de soutenir les institutions parallèles, à parachever le processus constitutionnel et à organiser des élections.", "meta": {"en_pair": "In that regard, we welcomed the adoption on 12 September of Security Council resolution 2486 (2019), extending the mandate of the United Nations Support Mission in Libya, which affirmed its continued commitment to the Libyan Political Agreement and to ensuring that Member States stop dealing with parallel institutions.", "label": 0}}
{"text": "Alors que les progrès de la science et de la technologie tels que l’intelligence artificielle progressent rapidement, avec d’innombrables avantages potentiels pour la société, la communauté internationale doit reconnaître les risques et les menaces posés par l’incorporation de ces technologies nouvelles et émergentes dans les armes et systèmes d’armes et y répondre.", "meta": {"en_pair": "While such advances in science and technology as artificial intelligence are progressing rapidly, with countless potential benefits to society, the international community must recognize and respond to the risks and threats posed by the incorporation of these new and emerging technologies into weapons and weapons systems.", "label": 1}}
{"text": "Même si nous essayons de délimiter davantage nos frontières ou d’établir des distinctions plus claires en fonction de la couleur, de la race, de la langue et des croyances, cette image nous montre que la voie naturelle doit être celle de l’inclusion.", "meta": {"en_pair": "We may try to delineate our borders more clearly or make clearer distinctions on the basis of colour, race, language and creed, but that picture tells us that the natural path is to be inclusive.", "label": 0}}
{"text": "Nous tenons là aussi à en assumer la responsabilité et, avec le Représentant spécial, nous avons lancé un processus qui doit conduire à la paix.", "meta": {"en_pair": "We want to take on responsibility in that regard, too, and together with the Special Representative, we have launched a process intended to lead to achieving peace.", "label": 0}}
{"text": "Le renforcement de cet institut de la planification essentiel nous aidera grandement à relever le défi de la collecte, de l’analyse et de la fourniture de données et de statistiques fiables, ce qui permettra sans aucun doute de prendre des décisions plus adaptées, y compris en ce qui concerne la mise en œuvre du Programme 2030.", "meta": {"en_pair": "Strengthening that core planning institute will greatly help us in addressing the challenge of collecting, analysing and delivering reliable data and statistics, which will in turn surely enhance the responsiveness of our decision-making, including the implementation of the 2030 Agenda, and therefore has become one of our top priorities.", "label": 1}}
{"text": "Je saisis l’occasion pour réaffirmer de cette tribune l’engagement de mon pays à continuerà œuvrer au développement durable afin de parvenir à une inclusion sociale et à la réduction des inégalités, en encourageant surtout un impact politique efficace par l’intensification du dialogue sur les questions de développement social, gage d’une mise en œuvre réussie du Programme 2030.", "meta": {"en_pair": "“I take this opportunity to reaffirm from this rostrum my country’s commitment to continuing to work towards sustainable development in order to achieve social inclusion and the reduction of inequalities, in particular by encouraging effective political impact through the strengthening of dialogue on social development issues, which will ensure the successful implementation of the 2030 Agenda.", "label": 1}}
{"text": "En tant qu’État nouvellement indépendant après la Seconde Guerre mondiale, la Corée a pu instaurer une démocratie et une économie forte, avec l’appui de l’ONU et de la communauté internationale.", "meta": {"en_pair": "As a newly independent State after the Second World War, Korea was able to build a democracy and a strong economy with the support of the United Nations and the international community.", "label": 0}}
{"text": "Notre monde tire sa richesse de la diversité de ses cultures, de ses religions et de ses croyances, qui ajoutent du piquant à notre vie.", "meta": {"en_pair": "Our world is enriched by its diversity of cultures, religions and beliefs, which add spice to our lives, but there are scientific and mathematical truths that do not change with space or time.", "label": 0}}
{"text": "Nous sommes également entrain de construire une autoroute en direction de Banja Luka pour contribuer à réduire les tensions politiques résultant des provocations transfrontalières et à renforcer la coopération.", "meta": {"en_pair": "We are also building a highway towards Banja Luka to help reduce political tensions resulting from cross-border provocations and to lead to an increase in cooperation.", "label": 1}}
{"text": "Tout ce qui a été mentionné ci-avant donne une indication claire de l’importance que l’Égypte attache à la protection des droits de l’homme, et de sa démarche continue de modernisation de ses capacités pour satisfaire les ambitions de ses citoyens et réaliser leurs aspirations légitimes dans le droit fil de la perspective globale définie par la Vision 2030 de l’Égypte.", "meta": {"en_pair": "All of the aforementioned provides a clear indication of the importance Egypt attaches to protecting human rights, and its continued endeavor to upgrade its capabilities to fulfill the ambitions of its citizens and achieve their legitimate aspirations in line with the comprehensive perspective defined by Egypt’s Vision 2030.", "label": 1}}
{"text": "Nous espérons que les discussions reprendront après la nomination d’un nouvel Envoyé personnel et qu’on trouvera une solution politique et juridique pour permettre au peuple sahraoui d’exercer son droit inaliénable à l’autodétermination.", "meta": {"en_pair": "We hope that, upon the nomination of a new Personal Envoy, discussions will resume, and that a political and legal solution will be found to enable the people of Western Sahara to exercise their inalienable right to self-determination.", "label": 0}}
{"text": "Il convient également de saluer le Plan de réponse humanitaire global COVID-19, conçu pour apporter une aide aux groupes les plus vulnérables, en particulier dans les pays touchés par des conflits et les pays à faible revenu.", "meta": {"en_pair": "Also commendable is the COVID-19 Global Humanitarian Response Plan which is designed to provide relief to the most vulnerable groups particularly in conflict affected and low income countries.", "label": 1}}
{"text": "Toute tentative visant à saper ce statut de neutralité est un acte hostile à l’égard du peuple de la République de Moldova, car elle aggrave plus encore les dissensions internes que connaît le pays.", "meta": {"en_pair": "Any attempt to undermine that neutrality status is an unfriendly act against the people of the Republic of Moldova because it deepens the internal dissensions in the country even more dramatically.", "label": 1}}
{"text": "Il faut donc renforcer et adapter l’Organisation des Nations Unies afin qu’elle puisse s’acquitter efficacement de ses mandats relatifs au maintien de la paix et de la sécurité internationales ainsi qu’à la promotion de la coopération au service du développement.", "meta": {"en_pair": "Therefore, the United Nations has to be adapted and strengthened if it is to effectively deliver its mandates on maintaining international peace and security as well as promoting development cooperation.", "label": 0}}
{"text": "Sa visite historique a jeté un coup de projecteur sur la crise climatique et l’aggravation des menaces qui pèsent sur les océans.", "meta": {"en_pair": "His momentous visit put a spotlight on the climate crisis and the deepening threats to the ocean.", "label": 0}}
{"text": "Nous pensons qu’il n’y a pas de conflits qui ne puissent être résolus lorsqu’un engagement réel est pris en faveur d’une compréhension de l’autre, lorsque cette compréhension de l’autre est le résultat possible d’un travail mutuel sur les opportunités post-conflit, l’instauration de récits alternatifs de valeurs communes\f25/09/2019\t\b A/74/PV.6et, bien sûr, l’appui institutionnel qui assure la continuité du processus de paix.", "meta": {"en_pair": "We believe there are no conflicts that cannot be resolved when a real commitment is made to an understanding of the other, and when this understanding of the other is based on mutual work on agreement on post-conflict opportunities, the acceptance of alternative narratives of shared values, and, of course, the institutional support that gives continuity of peace processes.", "label": 0}}
{"text": "Les Maldives entendent promouvoir l’intégration régionale par une coopération accrue avec leurs voisins pour faire de l’océan Indien une région pacifique et prospère.", "meta": {"en_pair": "The world order that it helped build represents the pinnacle of what concerted diplomacy can achieve and continues to embody the hopes of all who believe in peaceful dialogue to solve global problems.", "label": 0}}
{"text": "Dans ce contexte, je voudrais présenter plusieurs des initiatives, plans et programmes clefs de la Grenade, qui visent à remédier aux changements climatiques et à éliminer la pauvreté, mais qui promeuvent également l’objectif du développement durable.", "meta": {"en_pair": "In that context, I wish to outline several of Grenada’s key initiatives, plans and programmes that are geared to addressing climate change and poverty eradication and will also further the objective of sustainable development.", "label": 0}}
{"text": "Dans cet esprit, le Suriname a coprésidé le partenariat birégional entre l’Union européenne et la Communauté des États d’Amérique latine et des Caraïbes baptisé Mécanisme de coordination et de coopération en matière de drogues, qui a abouti à l’adoption d’un document contenant les directives nécessaires pour lutter contre le trafic de drogue et la criminalité transnationale liée aux drogues.", "meta": {"en_pair": "Bearing that in mind, Suriname co-chaired the biregional partnership between the European Union and Community of Latin American and Caribbean States on the Coordination and Cooperation Mechanism on Drugs, resulting in the adoption of a document that contains the necessary guidelines on the fight against illicit drug trafficking and drug-related transnational crime.", "label": 1}}
{"text": "En outre, priver les États membres de la CARICOM de services de correspondance bancaire peut être considéré comme une attaque économique, qui risque de déstabiliser le secteur financier de nos économies déjà vulnérables.", "meta": {"en_pair": "Moreover, the withdrawal of correspondent banking services to CARICOM member States can be seen as an economic assault that would destabilize the financial sector of our already vulnerable economies.", "label": 1}}
{"text": "Nous estimons que la mise en œuvre des accords de Minsk est une condition sine qua non à la normalisation des relations avec la Russie.", "meta": {"en_pair": "We hold that the implementation of the Minsk agreements is an absolute precondition for normalizing relations with Russia.", "label": 0}}
{"text": "Ce sont là des questions mondiales qui nécessitent des réponses locales dans un contexte de solidarité mondiale car elles ont des incidences sur la sécurité mondiale dans le sens le plus large.", "meta": {"en_pair": "These are global issues that require local responses in a context of global solidarity as they have implications for global security in the broadest sense.", "label": 0}}
{"text": "Aux Seychelles, des organisations non gouvernementales dirigées par des jeunes nouent des partenariats avec le Gouvernement pour donner la priorité à la lutte contre les changements climatiques, la pollution et les autres menaces qui pèsent sur l’environnement.", "meta": {"en_pair": "In Seychelles, we are seeing youth-led non-governmental organizations partnering with the Government to prioritize the fight against climate change, pollution and other threats to the environment.", "label": 0}}
{"text": "L’ONU est parfaitement adaptée à la poursuite et à la coordination des initiatives mondiales visant à atteindre ces objectifs, notamment les efforts déployés pour éliminer la pauvreté, assurer la qualité de l’éducation, l’action climatique et l’inclusion, comme le souligne le thème de la session de cette année.", "meta": {"en_pair": "The United Nations remains uniquely suited to the pursuit and coordination of global initiatives to attain those objectives, including efforts for poverty eradication, quality education, climate action and inclusion, as highlighted in the theme of this year’s session.", "label": 0}}
{"text": "Nous devons relever le niveau de nos ambitions et renouveler notre engagement à travers des actions concrètes pour espérer gagner le combat contre la pauvreté, la lutte contre les changements climatiques et pour assurer une croissance économique inclusive qui tienne compte des aspirations de nos populations au bien-être.", "meta": {"en_pair": "We must raise our ambitions and renew our commitment through concrete actions if we are to win the fight against poverty and climate change and to ensure inclusive economic growth that takes into account our people’s aspirations to well-being.", "label": 1}}
{"text": "Son admission [à l'Organisation des Nations Unies] est une étape cruciale dans la réalisation de l’engagement énoncé a préambule de la résolution 70/1, adoptée le 25 septembre 2015.", "meta": {"en_pair": "Its inclusion is a crucial step in realizing the pledge stipulated in the preamble to resolution 70/1, adopted on 25 September 2015.", "label": 0}}
{"text": "Elle est aussi un virus de l’économie mondiale qu’elle a plongée dans la récession, aggravant ainsi notamment la vulnérabilité et la dépendance des économies des pays pauvres, dont beaucoup sont africains.", "meta": {"en_pair": "It is also a virus affecting the global economy, which it has plunged into recession, thereby exacerbating the vulnerability and dependence of the economies of poor countries, many of which are in Africa.", "label": 1}}
{"text": "Elle nous a également montré ce que nous pouvons réaliser ensemble : des vaccins efficaces mis au point en un temps record.", "meta": {"en_pair": "It has also shown us what we can achieve together: effective vaccines developed in record time.", "label": 0}}
{"text": "Aujourd’hui, plus que jamais, il est manifeste que notre planète se réchauffe dangereusement, provoquant une fonte des glaces, la montée du niveau des mers, des inondations, des cyclones, des ouragans, des sécheresses et d’autres phénomènes météorologiques extrêmes.", "meta": {"en_pair": "Today, more than ever before, our planet has clearly become dangerously warmer, triggering melting ice, rising sea levels, floods, cyclones, hurricanes, droughts and other extreme weather events.", "label": 1}}
{"text": "Face à la mondialisation, à la révolution numérique, aux migrations ou aux changements climatiques dus aux activités humaines, nous ne pourrons trouver des réponses qu’ensemble.", "meta": {"en_pair": "Only if we work together will we find answers to globalization, the digital revolution, migration and human-induced climate change.", "label": 1}}
{"text": "Notre vaillante armée et les forces qui la soutiennent ont réussi à repousser cette agression, enregistrant une victoire après l’autre.", "meta": {"en_pair": "The assault on the capital and its suburbs was led by a rebel soldier, the selfstyled Khalifa Haftar, in what he says was a holy jihad.", "label": 0}}
{"text": "Nous devons continuer de nous appliquer à promouvoir un environnement pacifique, qui nous permette ainsi de mettre l’accent sur la croissance et le développement.", "meta": {"en_pair": "We should continue to give attention to supporting an environment that is peaceful, thereby enabling us to concentrate on our growth and on development.", "label": 1}}
{"text": "Étant donné que nous sommes à un tournant de l’histoire, nous ne voyons pas d’autre solution que le multilatéralisme pour garantir la paix, la sécurité et l’ordre dans le monde.", "meta": {"en_pair": "Viewed from the crossroads of history, we see no alternative to multilateralism to ensure peace, security and order in the world.", "label": 0}}
{"text": "Nous sommes également conscients de la nécessité d’une éducation de qualité qui réponde pleinement aux besoins de notre pays.", "meta": {"en_pair": "We also recognize the need for quality education that fully responds to the needs of our country.", "label": 0}}
{"text": "Bien sûr, les différends sont nombreux, les entêtements sont fréquents et les malentendus sont possibles.", "meta": {"en_pair": "Of course, there will be many differences of opinion, people will often refuse to compromise and misunderstandings are possible.", "label": 0}}
{"text": "Un système multilatéral basé sur des règles reste de loin préférable à tout autre moyen pour garantir la paix et la prospérité et régler les problèmes mondiaux.", "meta": {"en_pair": "A rules-based multilateral system is still far preferable to any other way to secure peace and prosperity and solve global problems.", "label": 0}}
{"text": "Afin de faire face aux graves difficultés résultant de la flambée de pandémie de coronavirus, ainsi qu’aux problèmes régionaux et internationaux existants, il est impératif pour nous de défendre le principe de la coopération et de la solidarité internationales plus que jamais auparavant et d’éviter la rivalité et la polarisation.", "meta": {"en_pair": "In order to confront the grave challenges resulting from the outbreak of Coronavirus pandemic, as well as the existing regional and international problems, it is imperative for us to uphold the principle of international cooperation and solidarity to more than ever before and avoid rivalry and polarization.", "label": 1}}
{"text": "Ainsi, pour mieux appréhender les problèmes mondiaux, une mobilisation des énergies est certes nécessaire.", "meta": {"en_pair": "Accordingly, in order to better tackle global problems, it is certainly necessary to harness momentum.", "label": 1}}
{"text": "Nous sommes conscients des effets disproportionnés que les changements climatiques auront sur les générations futures.", "meta": {"en_pair": "We recognize the disproportionate impact that climate change will have on future generations.", "label": 0}}
{"text": "Toutefois, la pandémie a également eu un impact important sur les pays développés.", "meta": {"en_pair": "However, the pandemic has had a significant impact on the developed nations as well.", "label": 0}}
{"text": "C’est pour cette raison que j’entends réorienter les axes stratégiques de notre diplomatie afin d’intégrer la dimension de la sécurité dans notre action géostratégique, notamment dans la zone du canal du Mozambique et de la région du sud-ouest de l’océan Indien.", "meta": {"en_pair": "That is why I intend to reorient our diplomacy’s strategic axes so as to integrate the dimension of security into our geostrategic action, especially in the area of the Mozambique Channel and the South-Western Indian Ocean.", "label": 0}}
{"text": "L’Andorre, engagée sur la voie de la paix, de l’harmonie et de la diversité intégrée, appuiera toujours l’ONU dans l’édification d’un ordre multilatéral synonyme de développement durable et d’inclusion.", "meta": {"en_pair": "Andorra, committed to a path towards peace, harmony and integrated diversity, will always support the United Nations in building a multilateral order that ensures sustainable development and inclusion.", "label": 1}}
{"text": "Le protectionnisme commercial et les changements climatiques ont des conséquences inattendues, en particulier pour les pays en développement.", "meta": {"en_pair": "Trade protectionism and climate change are having unintended consequences, especially for developing countries.", "label": 0}}
{"text": "La création d’une zone économique régionale est l’un des moyens de favoriser cette coopération.", "meta": {"en_pair": "One of the ways to achieve that cooperation is through the establishment of a regional economic zone.", "label": 1}}
{"text": "Ils menacent la paix et la stabilité dans notre région et dans le monde entier.", "meta": {"en_pair": "They threaten peace and stability in our region and around the world.", "label": 0}}
{"text": "Malgré une crise économique et financière aiguë, réduisant drastiquement nos investissements dans les secteurs vitaux, le Tchad continue d’accorder une attention particulière à l’éducation en y consacrant chaque année 15 à 16 % de son budget.", "meta": {"en_pair": "Despite an acute economic and financial crisis, while drastically reducing our investment in key sectors, Chad continues to pay particular attention to education, allocating between 15 and 16 per cent of its annual budget to it.", "label": 0}}
{"text": "C’est ainsi que nous pourrons faire éviter à cette frange vulnérable de la population d’être la proie des rapaces et des extrémistes de tout bord.", "meta": {"en_pair": "In this way, we can prevent the vulnerable segment of the population from falling prey to predators and extremists of all kinds.", "label": 0}}
{"text": "Selon ce rapport, l’Afrique perd chaque année plus de 50 milliards de dollars du fait de sorties illicites de capitaux.", "meta": {"en_pair": "According to that report, Africa is losing more than $50 billion annually through illicit financial outflows.", "label": 1}}
{"text": "Alors que nous nous efforçons d’édifier des sociétés durables, nous sommes confrontés à certaines politiques et mesures financières mondiales qui constituent des menaces importantes pour le développement durable de ma région.", "meta": {"en_pair": "As we attempt to create sustainable societies, we are confronted with certain global financial policies and actions that pose significant threats to our region’s sustainable development.", "label": 0}}
{"text": "C’est la raison pour laquelle quand nous élevons la voix contre le terrorisme afin d’alerter le monde sur ce mal, elle résonne avec gravité et indignation.", "meta": {"en_pair": "That is why our voice rings out with seriousness and outrage against terrorism in order to alert the world to that evil.", "label": 1}}
{"text": "Le lancement en juillet de la Zone de libre-échange continentale africaine a représenté une étape majeure dans la concrétisation de la vision d’une Afrique intégrée, prospère et axée sur l’être humain.", "meta": {"en_pair": "The launch of the African Continental Free Trade Area in July represented a major step towards the realization of a vision for an integrated, prosperous and people-centred Africa.", "label": 0}}
{"text": "En d’autres termes, ces personnes étaient les témoins vivants des plus grands maux qui menacent notre planète.", "meta": {"en_pair": "In other words, those people were living witnesses to the greatest evils that threaten our planet.", "label": 0}}
{"text": "De nombreuses initiatives ont été entreprises.", "meta": {"en_pair": "Many initiatives have been undertaken.", "label": 0}}
{"text": "Nous vivons un changement d’époque : une métamorphose non seulement culturelle mais aussi anthropologique qui engendre de nouveaux langages.", "meta": {"en_pair": "We are experiencing an era of change: a transformation that is not only cultural but also anthropological, creating a new semantics.", "label": 1}}
{"text": "Les conflits violents en Libye, en Syrie, au Yémen et ailleurs se poursuivent sans relâche, laissant derrière eux des souffrances humaines.", "meta": {"en_pair": "The violent conflicts in Libya, Syria, Yemen and elsewhere continue unabated, leaving human suffering in their wake.", "label": 1}}
{"text": "Deuxièmement, nous sommes en train de réformer les services publics pour garantir l’application effective des politiques gouvernementales.", "meta": {"en_pair": "Secondly, we are reforming public services to ensure the effective implementation of Government policies.", "label": 1}}
{"text": "Pour notre peuple, la sécheresse prolongée est une question de vie ou de mort, poussant bon nombre de personnes à quitter leurs maisons et les plongeant dans l’extrême pauvreté.", "meta": {"en_pair": "For our people, prolonged drought has been a matter of life and death, driving many from their homes and into severe poverty.", "label": 0}}
{"text": "Il est urgent de mettre en place un programme mondial de vaccination plus équitable si nous voulons gagner la course contre les nouveaux variants.", "meta": {"en_pair": "A more equitable global vaccination roll-out programme is urgently needed if we are to win the race against the new variants.", "label": 1}}
{"text": "Ensemble, nous réaliserons la vision commune que nous avons de bâtir un avenir commun exempt de pauvreté, de famine et de conflits, et une planète sûre pour le bienfait de tous nos peuples.", "meta": {"en_pair": "Together we will realize our common vision to build a common future free of poverty, hunger and conflict, and a safe planet that can benefit all of our peoples.", "label": 0}}
{"text": "Si les simples données et statistiques ne décrivent pas l’ampleur de ce qui est accompli en Égypte, alors le meilleur témoin et la meilleure preuve en sont les réalisations tangibles et continues et les projets nationaux majeurs dans les infrastructures, la fourniture de logements décents et l’énergie, en particulier la production d’énergie nouvelle et renouvelable, qui contribuent directement à préserver le droit du citoyen à une vie décente.", "meta": {"en_pair": "If mere data and statistics do not depict the magnitude of what is being achieved in Egypt, then the best witness and evidence are the tangible and continuous achievements and major national projects in infrastructure, provision of decent housing and energy, especially the production of new and renewable energy, which directly contribute to safeguarding the citizen’s right in a decent living.", "label": 1}}
{"text": "La pandémie est également l’occasion de mieux construire et de favoriser une reprise économique et sociale qui permettra de créer des sociétés durables, vertes, inclusives, résilientes et adaptées aux transformations technologiques et numériques.", "meta": {"en_pair": "The pandemic is also an opportunity to build better and foster an economic and social recovery that will create sustainable, green, inclusive and resilient societies that will be tailored to technological and digital transformations.", "label": 1}}
{"text": "Malheureusement, il pourrait conduire à la disparition de certaines nations souveraines qui sont des atolls et de petits États insulaires de faible élévation.", "meta": {"en_pair": "Sadly, it could lead to the demise of some sovereign nations that are low-lying atolls and small island States.", "label": 0}}
{"text": "Notre monde deviendra un endroit endommagé, revenu à une ère d’avarice, de conflit et de pillage.", "meta": {"en_pair": "Our world will become a damaged place, reverting to an era of avarice, conflict and plunder.", "label": 0}}
{"text": "Nous devons réapprendre à être de bons voisins et à résoudre ensemble les problèmes dans notre maison, sur notre planète.", "meta": {"en_pair": "We must learn once again how to be good neighbours and solve problems together in our home, our planet.", "label": 0}}
{"text": "Un autre type de tempête métaphorique met à mal les principes fondamentaux qui sous-tendent cette Organisation.", "meta": {"en_pair": "A different type of metaphorical storm is wreaking havoc with the bedrock principles that undergird this Organization.", "label": 0}}
{"text": "Compte tenu de notre situation géographique, nous savons que nous faisons partie intégrante d’une région où, sans la paix, les défis mondiaux ne peuvent être et ne seront pas relevés.", "meta": {"en_pair": "Given our location, we know that we are an integral part of a region where, without peace, global challenges cannot and will not be overcome.", "label": 0}}
{"text": "La capacité des organisations terroristes de mettre en oeuvre leurs plans en toute impunité a rajouté une dimension supplémentaire au contexte sécuritaire de notre région.", "meta": {"en_pair": "The ability of terrorist organizations to execute their plans with impunity has added another dimension to the security terrain in our region.", "label": 1}}
{"text": "Le Président Trump ignore ou essaie de cacher le fait que le capitalisme néolibéral est à l’origine des inégalités économiques et sociales croissantes dont souffrent aujourd’hui même les sociétés les plus développées et que, par sa nature, il encourage la corruption, la marginalisation sociale, la montée de la criminalité, l’intolérance raciale et la xénophobie.", "meta": {"en_pair": "President Trump ignores or tries to conceal the fact that neoliberal capitalism is responsible for the increasing social and economic inequality that today affects even the most developed societies and that by its nature fosters corruption, social marginalization, increasing crime, racial intolerance and xenophobia.", "label": 1}}
{"text": "Cette réalité a conduit S. E. M. Salva Kiir Mayardit, Président de la République du Soudan du Sud, à prendre l’initiative de faciliter les pourparlers de paix entre le Gouvernement soudanais et les groupes armés soudanais de l’opposition.", "meta": {"en_pair": "This reality led His Excellency Mr. Salva Kiir Mayardit, President of the Republic of South Sudan, to take it upon himself to facilitate peace talks between the Government of the Sudan and the Sudanese armed opposition groups.", "label": 1}}
{"text": "Quant aux incendies qui ont persisté pendant des jours dans les fermes occupées de Chebaa, occasionnés par des tirs israéliens, ils sont sans conteste un crime international condamnable contre 1’environnement.", "meta": {"en_pair": "Last month’s blatantly hostile attack on a residential area in the heart of Beirut is a serious infringement of the resolution, while the fires that lasted for days in the occupied Shebaa farms as a result of incendiary Israeli shells represent an international environmental crime that demands that those who caused them be condemned.", "label": 1}}
{"text": "Je ne crois pas que la bonne réponse face aux inégalités contemporaines croissantes, climatiques, d’opportunités et d’éducation, passe dans chaque pays par un agenda fiscal.", "meta": {"en_pair": "I do not believe that the right response to growing contemporary inequalities in the areas of climate, opportunities and education lies in the fiscal agenda of each individual country.", "label": 0}}
{"text": "Il est grand temps que nous changions notre mentalité actuelle, nos institutions, nos organisations et nos règles.", "meta": {"en_pair": "I invite all the countries present in this Hall to support our policies and initiatives, which we have formulated on the basis of justice, ethics and conscience.", "label": 0}}
{"text": "Le commerce libre et équitable est menacé par de nouvelles formes de protectionnisme.", "meta": {"en_pair": "Free and fair trade is being threatened by new forms of protectionism.", "label": 0}}
{"text": "L’inégalité de ses peuples constitutifs est restée trop longtemps sans solution, créant inutilement des instabilités et des tensions politiques internes.", "meta": {"en_pair": "The inequality of its constituent peoples has been left unresolved for too long, unnecessarily creating internal political instabilities and tensions.", "label": 1}}
{"text": "Du point de vue d’une petite île, il est risqué d’œuvrer de façon trop compliquée au développement des petits États insulaires.", "meta": {"en_pair": "From a small island perspective, the overengineering of the development of small island States is a risk.", "label": 0}}
{"text": "Le Brésil montre déjà l’exemple en matière de production d’énergie, puisque 83 % de notre énergie provient de sources renouvelables.", "meta": {"en_pair": "We believe that the traditional nuclear family is the very foundation of civilization and that the freedom of human being is made complete only with the freedom to worship and freedom of expression.", "label": 0}}
{"text": "Depuis près d’un siècle, la mondialisation de l’économie mondiale, portée par un multilatéralisme efficace, a considérablement facilité le commerce, les investissements, la circulation des personnes et le progrès technologique.", "meta": {"en_pair": "For nearly a century the globalization of the world economy, driven by effective multilateralism, has greatly facilitated trade, investment, the flow of people and technological advances.", "label": 1}}
{"text": "Cabo Verde présente toutes les caractéristiques structurelles d’un petit État insulaire en développement, à savoir une petite taille et une multitude d’îles éparpillées dans de grandes aires océaniques et éloignées des principaux marchés, ce qui affaiblit notre base économique et accroît notre vulnérabilité face aux changements climatiques et à d’autres phénomènes environnementaux tels que la sécheresse, en plus de réduire notre résilience face aux phénomènes naturels et autres chocs extérieurs.", "meta": {"en_pair": "Cabo Verde has all the structural characteristics of a small island developing State, namely, small size and dispersion in islands, situated in large oceanic spaces and distant from major markets, which weakens our economic base and heightens our exposure to climate change and other environmental phenomena such as drought, in addition to reducing our resilience to natural phenomena and other external shocks.", "label": 1}}
{"text": "Premièrement, j’appelle à la défense d’États forts et dotés des ressources nécessaires pour assurer le bien-être de leurs citoyens dans le respect des valeurs de justice, de progrès et d’égalité.", "meta": {"en_pair": "First, I call for the defence of strong States that have the necessary resources to ensure the prosperity and welfare of their citizens in accordance with the values of justice, progress and equality.", "label": 0}}
{"text": "Cette source de fonds s’est désormais tarie.", "meta": {"en_pair": "That source of funds has now dried up.", "label": 0}}
{"text": "À la suite de l’Accord de partenariat économique transpacifique et de l’accord de partenariat économique conclu entre le Japon et l’Union européenne, un accord sur le Partenariat économique global régional est sur le point d’être conclu, et le Japon y a grandement contribué.", "meta": {"en_pair": "On the heels of the Trans-Pacific Partnership and the Japan-European Union Economic Partnership Agreement, the Regional Comprehensive Economic Partnership is now poised to reach agreement, with Japan’s contribution serving as its impetus.", "label": 0}}
{"text": "Une aide alimentaire est fournie à 194 000 familles par l’intermédiaire de divers programmes compétents, et nous encourageons les familles de producteurs à s’organiser pour produire durablement des denrées de qualité.", "meta": {"en_pair": "Food support has been provided to 194,000 families through various food assistance programmes, and we encourage producer families to organize so that they can sustainably produce quality food.", "label": 1}}
{"text": "Les jeunes sont aujourd’hui à la pointe de la révolution technologique rapide que nous vivons, et c’est important, car une grande partie du Programme 2030, de l’Accord de Paris sur les changements climatiques et d’autres engagements internationaux ne pourront être tenus que si des progrès technologiques sont accomplis.", "meta": {"en_pair": "Young people are now at the leading edge of the rapid technological revolution we are living through, and this is important, for much of the 2030 Agenda, the Paris Agreement on Climate Change and other international commitments can be delivered only with technological steps forward.", "label": 0}}
{"text": "La feuille de route prévoit de renforcer d’autres moyens de prestation de services.", "meta": {"en_pair": "The road map provides for strengthening alternative modes of delivery.", "label": 0}}
{"text": "Nous espérons que ce projet constituera la base de la coopération internationale en Géorgie.", "meta": {"en_pair": "We hope that this project will be the basis for international cooperation in Georgia.", "label": 0}}
{"text": "Cette crise nous force donc à changer de paradigme.", "meta": {"en_pair": "This crisis is forcing us to make a paradigm shift.", "label": 1}}
{"text": "Nous continuons d’investir dans les êtres humains pour qu’ils puissent vivre dans la dignité, réaliser pleinement leur potentiel et contribuer à notre démocratie dynamique.", "meta": {"en_pair": "We continue to invest in them so that they can live in dignity, realize their full potential and contribute to our vibrant democracy.", "label": 1}}
{"text": "Plus de 4,5 millions de Vénézuéliens ont quitté leur pays par manque de possibilités ou en quête d’un meilleur avenir pour leur développement.", "meta": {"en_pair": "More than 4.5 million Venezuelans have left their country because of a lack of prospects in order to seek better development opportunities.", "label": 1}}
{"text": "En début d’année, dans son rapport sur la réforme du système des Nations Unies pour le développement (A/74/73), le Secrétaire général a exprimé son appui au Pacifique Nord, recommandant la création d’un bureau multipays spécifique afin de répondre aux besoins des cinq pays micronésiens.", "meta": {"en_pair": "Earlier this year, in his report on United Nations development system reform (A/74/73), the SecretaryGeneral expressed his support for the North Pacific, recommending that we establish a dedicated multi-country office to attend to the needs of the five Micronesian countries.", "label": 0}}
{"text": "En 2018, après le retrait américain de l’Accord de Vienne de 2015, j’ai proposé un cadre global permettant de préserver le Plan d’action global commun et de le compléter par une approche élargie permettant de traiter les questions posées par le programme nucléaire iranien après 2025, le rôle de l’Iran dans les crises régionales et son programme balistique.", "meta": {"en_pair": "In 2018, after the United States withdrew from the 2015 Vienna Agreement, I proposed a comprehensive framework to preserve the Joint Comprehensive Programme of Action (JCPOA) and complement it with a broader approach to address the issues raised by Iran’s post-2025 nuclear programme, the country’s role in regional crises and its ballistic programme.", "label": 0}}
{"text": "À cette fin, je demande instamment à la communauté internationale et aux États Membres de l’ONU d’appuyer les efforts visant à faire en sorte que les parties non signataires de l’accord de paix rejoignent le processus.", "meta": {"en_pair": "To this end, I urge the international community and States Members of the United Nations to support the effort to bring the non-signatories to the peace agreement on board.", "label": 0}}
{"text": "Ici et maintenant, nous devons agir rapidement et en synergie pour sauver la civilisation, car le navire qui est en train de couler.", "meta": {"en_pair": "Here and now, we must move with speed and synergy to pull civilization out of this sinking wreckage.", "label": 1}}
{"text": "C’est à l’aune de cette exigence que nous saluons la tenue récente du Sommet sur l’action pour le climattout en nous réjouissant de l’engouement ainsi que de l’ampleur des engagements qui ont été à la mesure de nos ambitions et attentes.", "meta": {"en_pair": "In the light of that requirement, we welcome the recent convening of the Climate Action Summit, while commending the interest in and the amount of the pledges made, which were in line with our aspirations and needs.", "label": 0}}
{"text": "En outre, les pays les moins avancés et les pays en développement sans littoral, dont le Tchad, sont tout aussi affectés par le non-respect des engagements pris dans le cadre de lu Programme de développement durable à l’horizon 2030 et du Programme d’Action d’Addis-Abeba, en matière d’aide publique au développement.", "meta": {"en_pair": "In addition, least developed countries and landlocked developing countries, including Chad, are also affected by the failure to meet official development assistance commitments under the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda.", "label": 0}}
{"text": "La catastrophe, crise, urgence, ou menace climatique - ou toute autre appellation qu’on choisisse de lui donner - n’est pas uniquement un problème pour les petits États insulaires en développement, l’Europe ou l’Amérique.", "meta": {"en_pair": "The climate disaster, crisis, emergency, threat or whatever one chooses to call it is not just a problem for the small island developing States, Europe or America.", "label": 0}}
{"text": "Personne ne tient plus que la Serbie à en finir avec ce difficile fardeau, car cela apporterait – non seulement à notre pays mais à toute la région – la paix, la stabilité, la coopération, la prospérité économique et des avancées sur la voie de notre adhésion à l’Union européenne.", "meta": {"en_pair": "No one cares more about resolving this difficult burden than Serbia because it would provide not only our country but also the entire region with peace, stability, cooperation, economic prosperity and progress on our EU path.", "label": 0}}
{"text": "L’entêtement de certains de sortir de la logique néocoloniale les pousse à se comporter en donneurs de leçons plus d’un demi-siècle après l’accession à l’indépendance de la quasi-totalité des pays africains.", "meta": {"en_pair": "The stubbornness of some countries to abandon their neocolonial logic causes them to behave as teachers of lessons, more than half a century after the attaining of independence of almost all African countries.", "label": 1}}
{"text": "Nous sommes également déterminés à améliorer nos stratégies et pratiques dans les domaines de la gestion des déchets, de la mobilité durable et de la sensibilisation du public, en particulier des jeunes générations, à un mode de vie durable et respectueux de l’environnement.", "meta": {"en_pair": "We are also committed to improving our strategies and practices in the fields of waste management, sustainable mobility and the raising of public awareness, particularly among the younger generations, with regard to a sustainable and environmentally friendly lifestyle.", "label": 0}}
{"text": "Au terme de ce chapitre, les nations ont pris conscience de l’importance d’un système de sécurité collective basé sur la coopération multilatérale et le droit international comme fondement d’un ordre mondial d’après-guerre.", "meta": {"en_pair": "By the close of that chapter, nations had come to realize the importance of a collective security system based on multilateral cooperation and international law as the foundation of a post-war global order.", "label": 0}}
{"text": "Nous nous associons à cet égard aux multiples appels à la mobilisation internationale pour permettre à cette force d’entrer en action et de contribuer à éradiquer ce mal tentaculaire qui pèse sur nos pays.", "meta": {"en_pair": "In this regard, we join in the many calls for international mobilization to enable the force to act and contribute to eradicating this tentacular evil that preys on our countries.", "label": 1}}
{"text": "En ce sens, nous devons essayer d’éviter que des points de discorde émergent, pour que ces malheurs n’affligent plus jamais notre humanité.", "meta": {"en_pair": "In this respect, we have to try to avoid any emerging elements causing disunity so we can prevent disaster from ever occurring again to our humanity.", "label": 1}}
{"text": "La crise a aussi entraîné une croissance exponentielle des déficits budgétaires et de l’endettement public et privé, qui menacent la stabilité macroéconomique.", "meta": {"en_pair": "The crisis has also led to exponential growth in fiscal deficits and public and private indebtedness, which threaten macroeconomic stability.", "label": 1}}
{"text": "Nous devons prendre des mesures concertées durant les 10 années qui restent afin de promouvoir des partenariats plus solides aux niveaux national, régional et bien entendu, mondial, et veiller à ce que personne ne soit laissé de côté alors que nous guidons nos pays vers le cap 2030.", "meta": {"en_pair": "We must take concerted measures over the next 10 years to foster stronger partnerships at the national, regional and, of course, global levels and ensure that no one is left behind as we guide our countries towards the 2030 milestone.", "label": 0}}
{"text": "Nous avons besoin d’un changement de paradigme dans notre façon de penser quant à la façon dont nous combinerons écologie, économie et vie sociale afin de pouvoir répondre aux besoins humains les plus importants.", "meta": {"en_pair": "We need a paradigm shift in our thinking as to how we will combine ecology, economy and social life so as to be able to meet the greatest of human needs.", "label": 0}}
{"text": "Toutefois, tout cet élan est malheureusement émoussé par la grave crise sanitaire qui a pris de court tous les pays et, pour les Comores, fragilisé le suivi des engagements pris à la Conférence.", "meta": {"en_pair": "However, all that momentum has unfortunately been blunted by the major health crisis, which took every country by surprise and weakened our follow-up to the commitments made at the Paris conference.", "label": 1}}
{"text": "Plus tôt cette année, les Seychelles se sont associées à la mission Nekton et à l’Université d’Oxford pour mener des recherches axées sur la conservation de nos espaces maritimes et de l’océan Indien.", "meta": {"en_pair": "Earlier this year, Seychelles partnered with the Nekton mission and the Oxford University to conduct research in a bid to conserve our maritime spaces and the Indian Ocean.", "label": 1}}
{"text": "Notre stratégie nationale relative aux changements climatiques a été conçue dans le but de mettre en place une économie résiliente face aux changements climatiques, avec de faibles émissions de dioxyde de carbone, et capable d’intégrer les politiques climatiques grâce à une croissance économique intelligente.", "meta": {"en_pair": "Our national strategy on climate change has been conceived with the aim of shaping an economy resilient to climate change, with low carbon-dioxide emissions, and able to integrate climate policies through smart economic growth.", "label": 0}}
{"text": "Dans le Rapport mondial sur le développement durable (Global Sustainable Development Report), les scientifiques parlent de point de basculement ou point critique pour certains écosystèmes, signifiant ainsi que nous atteignons un stade de dégradation n’offrant plus de possibilités de retour à un état de fonctionnement normal.", "meta": {"en_pair": "In the Global Sustainable Development Report, scientists speak of a tipping point or critical point for certain ecosystems, which means that we are reaching a level of degradation from which there can be no return to a normally functioning state.", "label": 0}}
{"text": "L’augmentation spectaculaire des flux migratoires est une autre caractéristique de notre époque.", "meta": {"en_pair": "Our immediate commitments will have an impact on the survival of humankind.", "label": 1}}
{"text": "À cet égard, l’accès aux financements à des conditions favorables est d’une importance capitale pour relancer notre économie.", "meta": {"en_pair": "In that regard, access to concessional financing is critically important to rebooting our economy.", "label": 1}}
{"text": "De surcroît, l’actuelle crise profonde due à la pandémie de COVID-19 donne au monde la mission de fournir un appui aux pays en développement en leur offrant des train de mesures permettant de stimuler leurs économies, en réduisant la dette qu’ils ont accumulée et en utilisant les instruments à la disposition des institutions financières internationales pour contribuer à créer un environnement qui leur soit favorable.", "meta": {"en_pair": "Furthermore, the current profound crisis due to COVID-19 pandemic mandates the world to provide support for the developing countries through offering stimulating packages for their economies, reducing their accumulated debt liabilities, and utilizing the available instruments of the international financial institutions aiming at contributing to create favorable environment for them.", "label": 1}}
{"text": "Nous devons collaborer audelà les frontières pour atténuer les effets négatifs des changements climatiques.", "meta": {"en_pair": "We must collaborate across borders to mitigate the negative impacts of climate change.", "label": 1}}
{"text": "La trentaine d’attentats terroristes majeurs commis en Europe ces dernières années par des personnes issues de l’immigration sont le résultat de la politique hypocrite et idéologique menée par Bruxelles.", "meta": {"en_pair": "The more than 30 significant terrorist attacks that have been committed in Europe by persons with a migratory background in recent years are the result of the hypocritical, ideologically motivated policy promulgated by Brussels.", "label": 1}}
{"text": "Le moment est venu de promouvoir une transformation mondiale de l’économie qui tient compte des niveaux de développement et qui garantit que les normes requises n’imposent pas de charges excessives entraînant des coûts supplémentaires qui nuisent à la compétitivité et à la production de biens et de services.", "meta": {"en_pair": "Now is the time to promote a global transformation of the economy that aligns with development levels and ensures that the required standards do not impose excessive burdens leading to additional costs that harm competitiveness and the production of goods and services.", "label": 1}}
{"text": "Il n’y a aucune perspective de développement de l’Arménie si les conséquences de l’agression militaire contre l’Azerbaïdjan ne sont pas éliminées.", "meta": {"en_pair": "There is no prospect for development of Armenia unless the consequences of military aggression against Azerbaijan are eliminated.", "label": 1}}
{"text": "La réforme du système des Nations Unies visant à le rendre plus représentatif, plus autonome et plus réactif dans l’accomplissement de son mandat se fait attendre depuis longtemps.", "meta": {"en_pair": "The reform of the United Nations system to make it more representative, empowered and responsive in fulfilling its mandate is long overdue.", "label": 0}}
{"text": "En dépit de ce constat affligeant, nous devons sans plus attendre, traduire nos différents engagements en actes concrets, afin d’accélérer le rythme de leur mise en œuvre.", "meta": {"en_pair": "Despite that distressing observation, we must not wait any longer to translate our various commitments into concrete action to accelerate the pace of their implementation.", "label": 0}}
{"text": "Il nous appartient désormais d’aller au-delà des engagements solennels et annonces formelles, pour rendre opérationnels les projets élaborés en vue d’une protection plus accrue de la biodiversité.", "meta": {"en_pair": "It is now up to us to go beyond solemn commitments and formal announcements to realize the developed projects in order to further protect biodiversity.", "label": 1}}
{"text": "Des partenariats mieux adaptés et mieux ciblés sont essentiels pour s’attaquer aux problèmes spécifiques auxquels les PEID sont confrontés pour obtenir des résultats concrets et mesurables.", "meta": {"en_pair": "More responsive and targeted partnerships are essential to addressing the specific problems that SIDS face in achieving tangible and measurable outcomes.", "label": 0}}
{"text": "Notre gouvernement n’a jusqu’à présent pas pu faire aboutir le moindre cas de redistribution de propriété.", "meta": {"en_pair": "Our Government has not pursued a single case of property redistribution.", "label": 0}}
{"text": "J’espère qu’il ressortira de ce processus consultatif un consensus national qui déterminera la voie à suivre pour régler cette question.", "meta": {"en_pair": "It is my hope that at the end of this consultative process, a national consensus will evolve that will determine the pathway to resolving this issue.", "label": 1}}
{"text": "Nous devons éviter les erreurs commises par d’autres démocraties afin que nos réformes démocratiques soient plus efficaces et plus fructueuses.", "meta": {"en_pair": "We need to avoid the mistakes previously made by other democracies in order to make our democratic reforms more fruitful and efficient.", "label": 1}}
{"text": "Nous devons promouvoir des mesures pour leur venir en aide afin qu’ils puissent grandir sans être victimes d’abus ou d’exploitation de quelque nature que ce soit.", "meta": {"en_pair": "We must promote actions to support them to ensure they can grow up free from all forms of abuse and exploitation.", "label": 1}}
{"text": "En tant que Président de l’Irlande, je dis aux représentants des petits États insulaires en développement qu’ils contestent le statu quo à juste titre", "meta": {"en_pair": "As President of Ireland, I say to the representatives of small island developing States that they are challenging the status quo with very good reason, because their cultures and their very existence are at risk.", "label": 1}}
{"text": "En tant qu’État souverain, mon pays apprécie au plus haut point cette occasion de pouvoir s’adresser à toutes les nations pacifiques du monde représentées ici aujourd’hui.", "meta": {"en_pair": "As a sovereign State, my country greatly values this opportunity to be able to reach out to every peace-loving nation in the world represented here today.", "label": 0}}
{"text": "Notre région amazonienne est plus grande que l’ensemble de l’Europe occidentale et demeure pratiquement vierge et intacte.", "meta": {"en_pair": "Our Amazon region is larger than all of Western Europe combined and remains virtually pristine and untouched.", "label": 0}}
{"text": "Un autre problème est celui des maladies non transmissibles, qui frappent nos peuples de la façon la plus insidieuse, parce que nous avons fait des régimes qui favorisent la prospérité de quelques multinationales la norme, du fait des aliments que nous consommons et de notre mode de vie.", "meta": {"en_pair": "We promote profit in the manufacturing and trade of guns weapons, and through the non-communicable diseases that strike down our people in the most insidious ways because we allow diets that promote the prosperity of a few multinational corporations to become the norm of the day through the food that we eat and the lives that we live.", "label": 1}}
{"text": "Notre but est de garantir des acquis d’apprentissage de base adaptés à chaque âge, en matière de littérisme, de compétences informatiques et de pensée critique.", "meta": {"en_pair": "Our aim is to achieve fundamental, age-appropriate learning outcomes in literacy, computational skills and critical thinking.", "label": 0}}
{"text": "Tous les pays – nous le savons tous - ont des problèmes.", "meta": {"en_pair": "We all know that all countries have problems.", "label": 0}}
