{"text": "Еще большую тревогу вызывает тот факт, что значительная часть средств, предоставленных Аргентине, была выведена из страны в результате безответственной либерализации операций по счету движения капитала.", "meta": {"en_pair": "What is even more serious is that a large part of the funds provided to Argentina have been drained out of the country by an irresponsible liberalization of the capital account.", "label": 1}}
{"text": "Продовольственная поддержка была оказана в рамках различных программ продовольственной помощи 194 000 семей, и мы призываем семейные предприятия создавать объединения, с тем чтобы иметь возможность производить качественные продукты питания с использованием экологичных методов хозяйствования.", "meta": {"en_pair": "Food support has been provided to 194,000 families through various food assistance programmes, and we encourage producer families to organize so that they can sustainably produce quality food.", "label": 1}}
{"text": "Хочу поблагодарить Секретариат и службы принимающей страны за огромные усилия, которые они приложили к тому, чтобы общие прения стали не только демонстрацией надежды и веры в то, что мир сумеет справится с пандемией, но и безопасным мероприятием для всех его участников.", "meta": {"en_pair": "I would like to thank the Secretariat and the host country’s services for the enormous effort they have invested to ensure that the general debate is not only a demonstration of hope and belief that the world will deal with the pandemic but also a secure and safe event for all participants.", "label": 1}}
{"text": "Невозможно добиться развития без обеспечения справедливости, и именно поэтому мы внедрили программу отправления правосудия в переходный период, посредством которой мы стараемся исправить положение дел в плане ущемления прав человека, расследовать убийства и случаи насильственного исчезновения и начать борьбу с повсеместной коррупцией, поразившей все уровни государственного управления.", "meta": {"en_pair": "Development without justice does not work, which is why we have a transitional justice programme where we seek to redress human rights abuses, investigate murders and enforced disappearances and bring to book the endemic corruption undermining all levels of Government.", "label": 0}}
{"text": "Для этого есть хорошая основа — резолюция Генеральной Ассамблеи «Укрепление связей между всеми видами транспорта для обеспечения стабильных и надежных международных перевозок в целях устойчивого развития в период и после пандемии коронавирусного заболевания (COVID-19)», принятая по инициативе Туркменистана 29 июля 2021 года.", "meta": {"en_pair": "It is the UN General Assembly resolution “Strengthening the links between all modes of transport to achieve stable and reliable international transport for sustainable development during and after the coronavirus disease (COVID-19) pandemic” adopted at the initiative of Turkmenistan on July 29, 2021.", "label": 1}}
{"text": "Значительно снизились и темпы обезлесения: этот показатель упал до двадцатилетнего минимума.", "meta": {"en_pair": "Here and now, we must move with speed and synergy to pull civilization out of this sinking wreckage.", "label": 1}}
{"text": "Они должны знать, что народ Палау, как и жители других островов, солидарен с ними.", "meta": {"en_pair": "They must know that, as fellow islanders, the people of Palau stand in solidarity with them.", "label": 0}}
{"text": "В целях эффективного решения этих проблем и укрепления доверия к существующему многостороннему порядку крайне важно, чтобы многосторонние учреждения, такие как Организация Объединенных Наций, продолжали проведение реформ, с тем чтобы стать более инклюзивными.", "meta": {"en_pair": "To address these challenges effectively and to build confidence in the current multilateral order, it is essential that multilateral institutions, such as the United Nations, continue to undergo reform in order to become more inclusive.", "label": 1}}
{"text": "Мы не должны этого допустить.", "meta": {"en_pair": "This we must not allow to happen.", "label": 0}}
{"text": "В последние годы в результате лицемерной и идеологически мотивированной политики, продвигаемой Брюсселем, лица, имеющие статус мигрантов, совершили в Европе более 30 крупных террористических актов.", "meta": {"en_pair": "The more than 30 significant terrorist attacks that have been committed in Europe by persons with a migratory background in recent years are the result of the hypocritical, ideologically motivated policy promulgated by Brussels.", "label": 1}}
{"text": "Организация Объединенных Наций по-прежнему исключительно хорошо подходит для того, чтобы координировать и осуществлять глобальные инициативы по достижению этих целей, в том числе прилагать усилия для искоренения нищеты, обеспечения качественного образования, борьбы с изменением климата и обеспечения инклюзивности, как это отмечено в теме текущей сессии.", "meta": {"en_pair": "The United Nations remains uniquely suited to the pursuit and coordination of global initiatives to attain those objectives, including efforts for poverty eradication, quality education, climate action and inclusion, as highlighted in the theme of this year’s session.", "label": 0}}
{"text": "Мы должны также уважать принципы независимости, суверенитета, территориальной целостности и невмешательства во внутренние дела государств и разрешать споры мирным путем.", "meta": {"en_pair": "We support the just struggle of the Palestinian people and a two-State solution for the establishment of an independent Palestinian State alongside the State of Israel.", "label": 0}}
{"text": "Здесь нужно подчеркнуть, что все это мы делаем при гарантированном росте расходов на социальные программы в интересах наших самых незащищенных граждан.", "meta": {"en_pair": "It is worth highlighting that we have done all that while ensuring that social spending was expanded to take care of our most vulnerable citizens.", "label": 0}}
{"text": "Лишь в этом случае наши страны смогут преодолеть нестабильность и добиться устойчивого развития.", "meta": {"en_pair": "Only then will our nations be able to emerge from fragility into sustainable development.", "label": 0}}
{"text": "В нашем совместном противостоянии современным вызовам и угрозам роль Организации Объединенных Наций значительно возрастает.", "meta": {"en_pair": "The humanitarian crisis in Yemen is very worrying and the world needs to break its silence towards crimes against humanity.", "label": 0}}
{"text": "Доминика подтверждает свою приверженность Парижскому соглашению об изменении климата и вновь призывает выделить обещанные ресурсы, с тем чтобы мы могли принимать меры, направленные на снижение рисков и смягчение последствий изменения климата.", "meta": {"en_pair": "Dominica reaffirms its commitment to the Paris Agreement on Climate Change and once again pleads for the resources pledged to be released, so that we can implement actions designed to reduce risks and mitigate the impacts of climate change.", "label": 1}}
{"text": "Регион бассейна реки Амазонки в Бразилии занимает площадь, превышающую площадь всей Западной Европы, и остается практически девственным и нетронутым.", "meta": {"en_pair": "Our Amazon region is larger than all of Western Europe combined and remains virtually pristine and untouched.", "label": 0}}
{"text": "Призываем международное сообщество, бизнес-структуры, финансовые институты к более активной вовлеченности в эту работу.", "meta": {"en_pair": "It has caused tragic human losses as well as had a profound economic and social impact that will affect the world for many years to come.", "label": 1}}
{"text": "Ни одна страна не может победить в войне с терроризмом в одиночку", "meta": {"en_pair": "No country can win the war against terrorism on its own and only by pooling our resources and working collaboratively do we stand a chance of defeating that senseless menace.", "label": 1}}
{"text": "Кроме того, теперь мы знаем, что изменение климата происходит даже быстрее, чем считалось ранее.", "meta": {"en_pair": "In addition, we now know that climate change is proceeding even faster than was previously thought.", "label": 0}}
{"text": "В силу своего упорного нежелания отказаться от неоколониалистской логики некоторые страны ведут себя так, будто стремятся выступать по отношению к другим в качестве наставника, хотя прошло уже более полувека после обретения независимости почти всеми африканскими странами.", "meta": {"en_pair": "The stubbornness of some countries to abandon their neocolonial logic causes them to behave as teachers of lessons, more than half a century after the attaining of independence of almost all African countries.", "label": 1}}
{"text": "Для того чтобы приблизиться к уровню развитых европейских стран, потребуются десятилетия жизни в мире, наполненные тяжелым и упорным трудом, значительными достижениями.", "meta": {"en_pair": "We need decades of peace, hard and diligent work and great successes in order to bring ourselves closer to the developed European countries.", "label": 1}}
{"text": "Сегодня слишком много политиков постоянно прибегают ко лжи как способу удержания власти.", "meta": {"en_pair": "Today, too many politicians use lies as a permanent method to maintain power.", "label": 0}}
{"text": "В этой связи мы присоединяемся к многочисленным призывам к мобилизации международных усилий, с тем чтобы силы могли действовать и внести свой вклад в искоренение этого зла, которое угрожает нашим странам.", "meta": {"en_pair": "In this regard, we join in the many calls for international mobilization to enable the force to act and contribute to eradicating this tentacular evil that preys on our countries.", "label": 1}}
{"text": "Экологические кризисы, в частности, достигли беспрецедентных масштабов в истории человечества.", "meta": {"en_pair": "Environmental crises in particular have reached a scale and magnitude unprecedented in human history.", "label": 0}}
{"text": "Связанный с COVID-19 кризис, с которым мы имеем дело, нарушает течение повседневной жизни человечества и вносит помехи даже в мировую экономику и международный порядок.", "meta": {"en_pair": "Internationally, it is taking into account the conditions and circumstances neighboring countries are put in while working with them to attain co-prosperity.", "label": 0}}
{"text": "В рамках такого подхода Королевство успешно выступило в роли инициатора заключения соглашения между странами-членами ССАГЗ, внесло ценный вклад в работу Группы друзей Судана, а также оказало Ираку содействие в его усилиях по восстановлению экономики и утраченных позиций.", "meta": {"en_pair": "The Kingdom supports the UN-sponsored peaceful solutions for the crises in Syria and Libya, and all the efforts aimed at achieving peace and stability in Afghanistan to meet the aspirations of the Afghan people and preserve the rights of all members of their society.", "label": 1}}
{"text": "Их цель — коммерциализация любых ресурсов для накопления капитала.", "meta": {"en_pair": "The aim is to commercialize everything in order to accumulate capital.", "label": 1}}
{"text": "Например, Всемирной торговой организации становится все труднее заключать значимые торговые соглашения, поскольку любая договоренность требует полного консенсуса 164 стран-членов, интересы и основополагающие позиции которых значительно различаются.", "meta": {"en_pair": "For example, the World Trade Organization has found it increasingly difficult to reach meaningful trade agreements, since any deal requires full consensus among its 164 member countries, which have widely differing interests and philosophies.", "label": 1}}
{"text": "Для того чтобы победить изменение климата, развитые страны должны предоставлять финансовые и технические ресурсы обездоленным.", "meta": {"en_pair": "If we are to win the race against climate change, developed nations must lift the deprived with financial and technical resources.", "label": 1}}
{"text": "Непрекращающиеся нападения по всему миру ежедневно доказывают, что это зло остается вездесущим, заставляя нас быть постоянно и все более бдительными.", "meta": {"en_pair": "Recurring attacks around the world prove to us on a daily basis that this rampant evil remains omnipresent, forcing us to be constantly and increasingly vigilant.", "label": 1}}
{"text": "Мы твердо убеждены в том, что обеспечение большей транспарентности, справедливости, равноправия и демократии и более строгое соблюдение принципов суверенного равенства и достоинства государств, в частности в Африке, позволят Организации Объединенных Наций вписать в свою историю новую главу.", "meta": {"en_pair": "We firmly believe that greater transparency, justice, equity and democracy, with strict respect for the sovereign equality and dignity of States, particularly in Africa, will enable the Organization to write a new chapter in its existence.", "label": 1}}
{"text": "Я не случайно приурочила свою первую поездку за пределы Африки после вступления в должность к участию в общих прениях.", "meta": {"en_pair": "It is not sheer coincidence that I chose to attend the general debate for my first trip outside Africa since taking office.", "label": 0}}
{"text": "У нас много идей, но, как кто-то сказал, идеи, не обеспеченные финансированием, — это просто галлюцинации.", "meta": {"en_pair": "We have many ideas, but, as someone has said, ideas without funding are mere hallucinations.", "label": 0}}
{"text": "Поэтому еще до конца этой недели здесь, в Нью-Йорке, мы создадим союз за пресечение безнаказанности, призванный укрепить международную уголовную юрисдикцию.", "meta": {"en_pair": "That is why, before the end of this week, we will establish an alliance against impunity, designed to strengthen international criminal jurisdiction.", "label": 1}}
{"text": "Впрочем, в попытках адаптироваться в условиях изменения ряда парадигм стало бы серьезной ошибкой отказываться от основополагающих принципов, которыми мы руководствовались в последние три четверти века.", "meta": {"en_pair": "However, in trying to adjust to some of the shifting paradigms, it would be a grave mistake to abandon the fundamental principles that have guided us for the past three quarters of a century.", "label": 0}}
{"text": "Подобные действия представляют угрозу для мира и безопасности в регионе и во всем мире.", "meta": {"en_pair": "They threaten peace and stability in our region and around the world.", "label": 0}}
{"text": "Совсем недавно гражданам таких стран, как Соединенные Штаты, Япония, Австралия и Канада было предоставлено право безвизового въезда в нашу страну.", "meta": {"en_pair": "We have just extended visa exemptions to countries such as the United States, Japan, Australia and Canada.", "label": 0}}
{"text": "Багамские Острова полностью поддерживают всеобъемлющую стратегию Генерального секретаря по преодолению глобальной чрезвычайной климатической ситуации, которая в конечном итоге опустошит всю планету, в том числе его призыв к международным финансовым учреждениям предоставить на льготных условиях финансирование странам, которые серьезно пострадали от внешних потрясений, вызванных изменением климата.", "meta": {"en_pair": "The Bahamas fully supports the SecretaryGeneral’s comprehensive strategy to address the global climate emergency — which will eventually devastate the entire planet — including his plea to international financial institutions to provide concessionary financing to countries severely affected by the external shocks occasioned by climate change.", "label": 1}}
{"text": "Будучи суверенным государством, наша страна высоко ценит эту возможность обратиться ко всем миролюбивым странам мира, представленным сегодня в этом зале.", "meta": {"en_pair": "As a sovereign State, my country greatly values this opportunity to be able to reach out to every peace-loving nation in the world represented here today.", "label": 0}}
{"text": "В этой связи я хотел бы коротко коснуться некоторых важнейших инициатив, планов и программ, которые реализуются в Гренаде и призваны содействовать решению проблем, связанных с изменением климата и ликвидацией нищеты, а также достижению цели устойчивого развития.", "meta": {"en_pair": "In that context, I wish to outline several of Grenada’s key initiatives, plans and programmes that are geared to addressing climate change and poverty eradication and will also further the objective of sustainable development.", "label": 0}}
{"text": "В отсутствие должной готовности установить на глобальном уровне соответствующие правила и впоследствии последовательно их соблюдать местные общины, нации, государства и даже континенты окажутся беспомощными перед лицом таких угроз.", "meta": {"en_pair": "Without the readiness to establish rules at the global level, and subsequently to consistently respect them, local communities, nations, States and even continents will remain helpless in the face of such threats.", "label": 0}}
{"text": "Мы живем в эпоху перемен: не только культурных, но и антропологических преобразований, которые приводят к появлению новых смысловых понятий.", "meta": {"en_pair": "We are experiencing an era of change: a transformation that is not only cultural but also anthropological, creating a new semantics.", "label": 1}}
{"text": "В современном мире, который становится все более взаимосвязанным и гиперглобализованным, защищая своих соседей, мы тем самым обеспечиваем собственную защиту .", "meta": {"en_pair": "Therefore, the United Nations has to be adapted and strengthened if it is to effectively deliver its mandates on maintaining international peace and security as well as promoting development cooperation.", "label": 0}}
{"text": "С точки зрения малого островного государства, принятие чрезмерно сложных решений при определении направлений развития малых островных государств представляет собой фактор риска.", "meta": {"en_pair": "From a small island perspective, the overengineering of the development of small island States is a risk.", "label": 0}}
{"text": "Что касается экономической составляющей, то невозможно было бы успешно пройти тяжелые и требующие серьезных усилий этапы программы структурных реформ без легитимности, которой египетский народ наделил государственные институты путем прямого и свободного волеизъявления.", "meta": {"en_pair": "If mere data and statistics do not depict the magnitude of what is being achieved in Egypt, then the best witness and evidence are the tangible and continuous achievements and major national projects in infrastructure, provision of decent housing and energy, especially the production of new and renewable energy, which directly contribute to safeguarding the citizen’s right in a decent living.", "label": 1}}
{"text": "В случае создания такой зоны мы сможем с уверенностью расселить от 1 до 2 миллионов беженцев.", "meta": {"en_pair": "If such a safe zone can be established, we could confidently resettle between 1 million and 2 million refugees.", "label": 1}}
{"text": "Несмотря на разрушительные последствия пандемии для национальной экономики и всего мира, мы будем и впредь осуществлять ответственное и эффективное управление в макроэкономической сфере, для того чтобы добиться дальнейшего роста и обеспечить более справедливое перераспределение доходов.", "meta": {"en_pair": "Notwithstanding the ravages the pandemic has brought to the national economy and the world, we are going to press on with the responsible and efficient management of the country’s macroeconomic framework in order to continue to expand growth and improve income redistribution.", "label": 1}}
{"text": "США в виде прямой экономической выгоды .", "meta": {"en_pair": "Persistent global problems require consistent cooperation to achieve strategic global solutions.", "label": 1}}
{"text": "В результате число учащихся, зачисленных в начальные школы, увеличилось на 35,2 процента, и был обеспечен доступ к базовому образованию для детей из беднейших домохо-зяйств и детей-инвалидов.", "meta": {"en_pair": "Through that initiative, pupils’ enrolment in primary schools has increased by 35.2 per cent, providing access to basic education for children from extremely poor households and those living with disabilities.", "label": 1}}
{"text": "Эсватини укрепляет свои стратегии мобилизации ресурсов посредством изучения возможностей сотрудничества с мировым сообществом, и мы рассчитываем, что Организация Объединенных Наций поддержит нас в этой работе.", "meta": {"en_pair": "Eswatini is enhancing its resource mobilization strategies by exploring cooperation with the global community, and we seek the support of the United Nations in that endeavour.", "label": 1}}
{"text": "Все более серьезные угрозы глобальной безопасности и будущему нашей планеты — это прямое следствие ослабления многосторонней системы.", "meta": {"en_pair": "The increasingly serious threats to global security and the future of our planet are a direct consequence of the weakening of multilateralism.", "label": 1}}
{"text": "Способность террористических организаций безнаказанно осуществлять свои планы стала еще одним параметром, определяющим положение в области безопасности в нашем регионе.", "meta": {"en_pair": "The ability of terrorist organizations to execute their plans with impunity has added another dimension to the security terrain in our region.", "label": 1}}
{"text": "В Докладе об устойчивом развитии в мире ученые говорят о переломном моменте или критическом уровне, которого достигло состояние определенных экосистем, а это означает, что мы приближаемся к таким масштабам ухудшения состояния окружающей среды, достигнув которых, мы уже не сможем восстановить их нормальное функционирование.", "meta": {"en_pair": "In the Global Sustainable Development Report, scientists speak of a tipping point or critical point for certain ecosystems, which means that we are reaching a level of degradation from which there can be no return to a normally functioning state.", "label": 0}}
{"text": "В оставшиеся 10 лет мы должны принять согласованные меры для укрепления партнерства на национальном, региональном и, разумеется, глобальном уровнях и обеспечения того, чтобы по мере продвижения наших стран к важной вехе, которой станет 2030 год, никто не оставался в стороне.", "meta": {"en_pair": "We must take concerted measures over the next 10 years to foster stronger partnerships at the national, regional and, of course, global levels and ensure that no one is left behind as we guide our countries towards the 2030 milestone.", "label": 0}}
{"text": "Поэтому мы считаем, что международному сообществу необходимо не просто выступать с осуждающими заявлениями, а предпринять решительные действия, для того чтобы заставить эти субъекты передать власть соответствующим институтам в этих странах, сформированным на законных основаниях.", "meta": {"en_pair": "We therefore believe it essential that the international community act with resolve rather than simply make statements of condemnation, in order to force those actors to relinquish power to the countries’ legitimately established institutions.", "label": 1}}
{"text": "Название темы нашей работы подчеркивает нашу взаимозависимость, нашу взаимосвязь и общую судьбу человечества на фоне глобальных угроз, которые не сдерживает ни наличие иллюзорных границ между государствами, ни различия между классами общества, ни неравенство между людьми.", "meta": {"en_pair": "In the light of that requirement, we welcome the recent convening of the Climate Action Summit, while commending the interest in and the amount of the pledges made, which were in line with our aspirations and needs.", "label": 0}}
{"text": "Это — наиболее деликатный этап, на котором требуется более активная поддержка и помощь со стороны партнеров.", "meta": {"en_pair": "This stage is the most delicate and the one for which we need increased support and assistance from partners.", "label": 0}}
{"text": "Это было дико, но правду никто не объяснил.", "meta": {"en_pair": "It was bizarre, and no one explained the truth.", "label": 0}}
{"text": "К концу этой войны государства осознали важность системы коллективной безопасности, основанной на многостороннем сотрудничестве и международном праве в качестве основы послевоенного глобального порядка.", "meta": {"en_pair": "By the close of that chapter, nations had come to realize the importance of a collective security system based on multilateral cooperation and international law as the foundation of a post-war global order.", "label": 0}}
{"text": "Мы должны налаживать сотрудничество с другими странами мира в интересах смягчения негативных последствий изменения климата.", "meta": {"en_pair": "We must collaborate across borders to mitigate the negative impacts of climate change.", "label": 1}}
{"text": "В настоящее время молодежь идет в авангарде переживаемой нами стремительной технологической революции, и это важно, ибо реализация Повестки дня на период до 2030 года, Парижского соглашения об изменении климата и других международных обязательств во многом возможна только на основе обеспечения технического прогресса.", "meta": {"en_pair": "Young people are now at the leading edge of the rapid technological revolution we are living through, and this is important, for much of the 2030 Agenda, the Paris Agreement on Climate Change and other international commitments can be delivered only with technological steps forward.", "label": 0}}
{"text": "Качественное образование обычно всегда означает процветание.", "meta": {"en_pair": "Wherever quality education is available, there is usually prosperity.", "label": 0}}
{"text": "Главными причинами исламофобии и источниками боли для мусульман являются термины «исламский терроризм» и «исламский радикализм», которые, к сожалению, используются руководителями стран.", "meta": {"en_pair": "The terms “Islamic terrorism” and “Islamic radicalism”, which are used by leaders, sadly, are the main reasons for Islamophobia and have caused pain among Muslims.", "label": 1}}
{"text": "Согласно прогнозам, по итогам 2021 года темпы экономического роста в нашей стране составят 10 процентов, а в последующие годы будут поддерживаться на уровне более 5 процентов.", "meta": {"en_pair": "We are forecasted to end the year 2021 with an economic growth rate of 10 per cent and to maintain a growth rate of more than 5 per cent in the years to come.", "label": 0}}
{"text": "Мы готовы внести свой вклад в усилия международного сообщества по обеспечению лучшей жизни для людей, пострадавших от вызванных войной хаоса и разрушений.", "meta": {"en_pair": "We stand ready to contribute to the international community’s efforts to ensure a better life for the people affected by the military chaos and destruction.", "label": 1}}
{"text": "Катастрофа, кризис, чрезвычайная ситуация, угроза — как бы мы ни называли изменение климата, речь идет не просто о еще одной проблеме малых островных развивающихся государств, Европы или Америки.", "meta": {"en_pair": "The climate disaster, crisis, emergency, threat or whatever one chooses to call it is not just a problem for the small island developing States, Europe or America.", "label": 0}}
{"text": "У Армении не будет перспективы развития до тех пор, пока не будут устранены последствия развязанной ею военной агрессии против Азербайджана .", "meta": {"en_pair": "There is no prospect for development of Armenia unless the consequences of military aggression against Azerbaijan are eliminated.", "label": 1}}
{"text": "Поэтому они должны быть хорошо подготовлены, чтобы надлежащим образом выполнять свои задачи.", "meta": {"en_pair": "They must therefore be well prepared in order to properly perform their task.", "label": 0}}
{"text": "Разумеется, основополагающее значение имеет охрана лесов и та незаменимая роль, которую они играют в жизни человека, особенно в качестве поглотителей углерода.", "meta": {"en_pair": "The protection of forests and the essential services that they do for human communities, especially as carbon sinks, is of course fundamental.", "label": 0}}
{"text": "Мы полны решимости совместно осуществлять план действий по борьбе с незаконным рыбным промыслом в Юго-Восточной Азии и благодарим Индонезию за ее ведущую роль в этом регионе.", "meta": {"en_pair": "We are jointly committed to an action plan to combat illegal fishing in South-East Asia, and we thank Indonesia for its regional leadership.", "label": 0}}
{"text": "Именно этим руководствовался президент Республики Южный Судан Его Превосходительство г-н Салва Киир Маярдит, взяв на себя ответственность за содействие мирным переговорам между правительством Судана и суданскими вооруженными оппозиционными группами.", "meta": {"en_pair": "This reality led His Excellency Mr. Salva Kiir Mayardit, President of the Republic of South Sudan, to take it upon himself to facilitate peace talks between the Government of the Sudan and the Sudanese armed opposition groups.", "label": 1}}
{"text": "После урагана «Мария», который повлек за собой ущерб и потери, оцениваемые в 226 процентов нашего валового внутреннего продукта, первоочередное внимание в срочном порядке было уделено восстановлению страны и повышению эффективности восстановительных работ.", "meta": {"en_pair": "Following Hurricane Maria, which caused damage and loss estimated at 226 per cent of our gross domestic product, urgent priority was assigned to rebuilding the country and to building back better.", "label": 1}}
{"text": "Мы считаем, что безопасности и стабильности в Заливе можно добиться только на основе сотрудничества и диалога между странами этого региона без какого-либо внешнего вмешательства, которое могло бы привести к эскалации напряженности в регионе и вступить в противоречие с интересами его народа.", "meta": {"en_pair": "We believe that the security and stability of the Gulf can be achieved only through cooperation and dialogue among the countries of that region, without any external interference that could escalate tensions in the region and run counter to the interests of its people.", "label": 0}}
{"text": "Андорра привержена курсу на достижение мира, гармонии и всеохватного многообразия и всегда будет поддерживать Организацию Объединенных Наций в создании многостороннего порядка, обеспечивающего устойчивое развитие и инклюзивность.", "meta": {"en_pair": "Andorra, committed to a path towards peace, harmony and integrated diversity, will always support the United Nations in building a multilateral order that ensures sustainable development and inclusion.", "label": 1}}
{"text": "В 2017 году, например, в целях обеспечения надлежащего управления природными богатствами и ресурсами оно приняло законы о природных богатствах и ресурсах, а также о договорах, касающихся таких ресурсов.", "meta": {"en_pair": "In 2017, for example, to ensure the proper management of natural wealth and resources, it enacted laws on natural wealth and resources and on contracts for such resources.", "label": 1}}
{"text": "Поэтому важно, чтобы международное сообщество постаралось отреагировать на выводы Парижского саммита по финансированию экономики африканских стран, для того чтобы наши страны смогли преодолеть последствия пандемии и обеспечить устойчивое восстановление экономики после пандемии COVID-19.", "meta": {"en_pair": "It is therefore important that the international community endeavour to respond to the conclusions of the Paris Summit on the Financing of African Economies to enable our countries to overcome the effects of the pandemic and ensure a sustainable post-COVID-19 economic recovery.", "label": 1}}
{"text": "Панама является мировым лидером в рамках проекта «голубой океан» и осуществляет инициативу «30х30», целью которой является защитить 30 процентов Мирового океана — эту цель мы достигли за девять лет до установленного срока, а именно до 2030 года.", "meta": {"en_pair": "Panama is a blue-world leader, complying with the 30x30 Initiative to protect 30 per cent of our oceans, a goal that we have reached nine years before the deadline of 2030.", "label": 0}}
{"text": "Я призываю все представленные в этом зале страны поддержать наши стратегии и инициативы, которые мы разработали на основе принципов справедливости, этики и морали.", "meta": {"en_pair": "I invite all the countries present in this Hall to support our policies and initiatives, which we have formulated on the basis of justice, ethics and conscience.", "label": 0}}
{"text": "Иными словами, мы должны действовать немедленно, чтобы гарантировать здоровое и надежное будущее нашим детям.", "meta": {"en_pair": "Simply put, we must act now to ensure that our children inherit a healthy and reliable future.", "label": 1}}
{"text": "Хотя глобализация способствует экономическому росту, она также усугубляет неравенство и поднимает такие вопросы, как обеспечение справедливости и инклюзивности.", "meta": {"en_pair": "While globalization supports economic growth, it also widens disparities and raises the issues of equity and inclusiveness.", "label": 1}}
{"text": "Я говорю это как лидер страны, в которой хорошо знают, как отличить гуманитарный кризис от гибридных действий.", "meta": {"en_pair": "I also say that as the leader of a country that knows very well how to tell the difference between a humanitarian crisis and hybrid activities.", "label": 0}}
{"text": "Несмотря на острый экономический и финансовый кризис, который приводит к резкому сокращению наших инвестиций в ключевые отрасли, Чад продолжает уделять особое внимание образованию, выделяя на его цели 15–16 процентов своего годового бюджета.", "meta": {"en_pair": "Despite an acute economic and financial crisis, while drastically reducing our investment in key sectors, Chad continues to pay particular attention to education, allocating between 15 and 16 per cent of its annual budget to it.", "label": 0}}
{"text": "История показывает, что в области обеспечения мира, безопасности и порядка на планете альтернативы многостороннему подходу не существует.", "meta": {"en_pair": "Viewed from the crossroads of history, we see no alternative to multilateralism to ensure peace, security and order in the world.", "label": 0}}
{"text": "К сожалению, оно может привести к исчезновению некоторых суве-ренных государств, расположенных на низколежащих атоллах, и малых островных государств.", "meta": {"en_pair": "Sadly, it could lead to the demise of some sovereign nations that are low-lying atolls and small island States.", "label": 0}}
{"text": "Такое народное недовольство, которое в некоторых регионах даже подпитывает терроризм, препятствует политическим дискуссиям и мешает нам выработать коллективные ответы на проблемы, которые затрагивают нас всех.", "meta": {"en_pair": "Such movements of popular frustration, which in some regions even go on to fuel terrorism, hold political debate hostage and prevent us from providing concerted responses to the problems that affect us all.", "label": 0}}
{"text": "Некоторые аналитики прогнозируют будущий глобальный порядок как мир, построенный вокруг регионов, а не вокруг великих держав.", "meta": {"en_pair": "Today, on the eve of its anniversary, the United Nations and the whole world are facing their next important frontier.", "label": 0}}
{"text": "На протяжении почти целого столетия глобализация мировой экономики, движимая эффективным применением многостороннего подхода, в значи-тельной степени содействовала торговле, инвестициям, перемещению людей и техническому прогрессу.", "meta": {"en_pair": "For nearly a century the globalization of the world economy, driven by effective multilateralism, has greatly facilitated trade, investment, the flow of people and technological advances.", "label": 1}}
{"text": "В Кении мы вкладываем значительные средства в образование и здравоохранение, стремясь к достижению социальной вовлеченности, развитию знаний и компетенций и обеспечению будущего, в котором никто не будет забыт.", "meta": {"en_pair": "In Kenya we have invested heavily in education and health in an effort to achieve social inclusion, develop knowledge and competencies and secure the future by not leaving anyone behind.", "label": 1}}
{"text": "За это мы также хотели бы взять на себя свою долю ответственности, поэтому совместно со Специальным представителем мы приступили к осуществлению процесса, призванного привести к достижению мира.", "meta": {"en_pair": "We want to take on responsibility in that regard, too, and together with the Special Representative, we have launched a process intended to lead to achieving peace.", "label": 0}}
{"text": "Вместо этого более эффективно использовать древесину для производства товаров, которые будут не только углеродно-нейтральными, но и угле-родно-положительными, поскольку такие товары будут сохранять углерод на протяжении всего своего срока службы.", "meta": {"en_pair": "Instead, it is more efficient to use wood for making products, which is not only carbon-neutral but carbon-positive, as such products store carbon for their entire lifetime.", "label": 0}}
{"text": "Что касается Афганистана, мы поддерживаем призыв Совета Безопасности Организации Объединенных Наций к образованию путем переговоров нового правительства, которое было бы инклюзивным и представительным.", "meta": {"en_pair": "We are ready to provide a logistical platform for humanitarian aid into Afghanistan, as well as to contribute our fair share.", "label": 0}}
{"text": "Эта смена парадигмы должна охватить и Африку, с тем чтобы она могла наконец преодолеть кризисы, препятствующие ее развитию.", "meta": {"en_pair": "Beyond the development of infrastructure, the intended effect of the implementation of our recovery plan is to ensure budgetary adjustment and the promotion of the private sector as levers for the diversification and transformation of the national economy.", "label": 1}}
{"text": "Председатель семьдесят шестой сессии Ассамблеи много говорил об изменении климата и защите окружающей среды и природы нашей планеты (см.", "meta": {"en_pair": "The President of the seventy-sixth Assembly has spoken at length about climate change and the protection of the environment and nature on the planet (see A/76/PV.3).", "label": 0}}
{"text": "Действительно, память о десятках миллионов жертв Второй мировой войны, зверствах нацистов и их преступной политике геноцида позволила нам всем договориться о миропорядке, который все еще помогает избежать нового глобального конфликта.", "meta": {"en_pair": "There is no question that the memory of the tens of millions of victims of the Second World War, the atrocities committed by the Nazis and their criminal policies of genocide enabled us to agree on a new world order that is still helping us to avoid another world war whose consequences would be disastrous for the entire planet.", "label": 1}}
{"text": "Нам необходимо сообща отреагировать на миграционный и гуманитарный кризис, который привел к исходу миллионов людей, вынужденных покинуть свои дома, спасаясь бегством от нищеты, насилия и лишений.", "meta": {"en_pair": "We need to jointly respond to the migration and humanitarian crisis that has led to the flight of millions of people who are forced to leave their homes to flee poverty, violence and extreme hardship.", "label": 1}}
{"text": "Уганда гордится тем, что на ее территории, в Энтеббе, находится Региональный центр обслуживания Организации Объединенных Наций, который за многие годы доказал, что может содействовать повышению эффективности и сокращению расходов, к чему призывают Генеральный секретарь и члены Организации Объединенных Наций.", "meta": {"en_pair": "Uganda is proud to host the United Nations Regional Service Centre in Entebbe, which over the years has proved it can provide the efficiency gains and cost savings that the Secretary-General and the United Nations membership are calling for.", "label": 0}}
{"text": "В рамках этой работы в сотрудничестве с Международным комитетом Красного Креста мы установили личности большинства аргентинских солдат, похороненных на Дарвинском кладбище, тем самым выплатив исторический долг их семьям.", "meta": {"en_pair": "Part of this, working with the International Committee of the Red Cross, was to identify the majority of Argentine soldiers buried in the Darwin cemetery, thereby paying a historic debt to their families.", "label": 1}}
{"text": "Благодаря этому Соединенные Штаты получили возможность отказывать другим странам в доступе к нашим сухопутным и морским территориям, что полностью исключает для нас возможность ассоциации с некоторыми членами международного сообщества и ограничивает наши возможности для дальнейшего экономического развития.", "meta": {"en_pair": "And that enabled the United States to deny other nations access to our lands and waters, ultimately restricting our association with some members of the international community and limiting our prospective economic development opportunities.", "label": 1}}
{"text": "Кроме того, все государства, участвующие в этой системе, обязаны делиться такой чувствительной информацией, оказывающей непосредственное влияние на человеческую жизнь, со всеми странами мира, как через Всемирную организацию здравоохранения, так и напрямую.", "meta": {"en_pair": "He organized the Beirut Support Conference on 9 August, to mobilize donor pledges and provide basic relief assistance, at the commendable initiative of French President and friend Emmanuel Macron.", "label": 1}}
{"text": "С этой целью мы поощряем и поддерживаем усилия, направленные на обеспечение равного доступа к вакцинам для эффективного обеспечения глобального коллективного иммунитета.", "meta": {"en_pair": "To that end, we encourage and support ongoing efforts to provide equitable access to vaccines in order to effectively ensure global herd immunity.", "label": 1}}
{"text": "Однако за последнее десятилетие греческий народ пережил череду несчастий, которые стали испытанием воли и стойкости нашей страны.", "meta": {"en_pair": "For the past decade, however, the story of the Greek people has suffered a series of misfortunes that have tested the will and mettle of our nation.", "label": 0}}
{"text": "Давайте сохраним этот импульс и продолжим работать над созданием более надежной архитектуры, способствующей укреплению глобальной безопасности в области здравоохранения.", "meta": {"en_pair": "Let us maintain the momentum and keep working towards a more robust architecture that will reinforce global health security.", "label": 1}}
{"text": "Кроме того, она обеспечивается путем снижения политической и социальной напряженности с помощью предусмотренных правовой системой инструментов.", "meta": {"en_pair": "Similarly, it is achieved by easing political and social tensions by using the tools provided for in the legal system.", "label": 1}}
{"text": "И практическая реализация демократических принципов может помочь снизить уровень недоверия внутри государств и в отношениях между ними.", "meta": {"en_pair": "We fear for those who are at risk because of their work to advance fundamental freedoms.", "label": 1}}
{"text": "В нашем стремлении к построению самодостаточного общества мы наталкиваемся на определенные глобальные финансовые стратегии и действия, которые представляют серьезную угрозу для устойчивого развития нашего региона.", "meta": {"en_pair": "As we attempt to create sustainable societies, we are confronted with certain global financial policies and actions that pose significant threats to our region’s sustainable development.", "label": 0}}
{"text": "В контексте ситуации в Ливии мы также уделяем особое внимание сотрудничеству с Организацией Объединенных Наций в целях неукоснительного осуществления решений состоявшейся в январе Берлинской конференции.", "meta": {"en_pair": "In Libya, too, we are focusing on cooperation with the United Nations in order to implement the decisions of the January Berlin Conference to the letter.", "label": 1}}
{"text": "В 1992 году Генеральная Ассамблея Организации Объединенных Наций приняла важное решение: призвать к полному выводу иностранных вооруженных сил с территории балтийских государств (резолюция 47/21).", "meta": {"en_pair": "We must step up those efforts and strengthen the momentum of solidarity in order to defeat the COVID-19 pandemic once and for all, relaunch our economies’ growth and ensure a better future for the people of our planet.", "label": 1}}
{"text": "Как Председатель Альянса африканских лидеров против малярии я рад объявить о том, что в начале этого года мы создали Фонд по борьбе с малярией — государственно-частное партнерство, цель которого — устранить дефицит финансирования и положить конец этой болезни к 2022 году.", "meta": {"en_pair": "In my capacity as Chair of the African Leaders Malaria Alliance, I am delighted to announce that early this year we launched the End Malaria Fund, a public-private partnership aimed at closing the funding gap and putting an end to the disease by 2022.", "label": 0}}
{"text": "В сочетании с рациональным использованием новых цифровых технологий он способен предлагать инновационные, устойчивые и выгодные решения.", "meta": {"en_pair": "Together with a sensible use of new digital technologies, it can develop innovative, sustainable and attractive products.", "label": 0}}
{"text": "Мы также строим автомагистраль в направлении города Баня-Лука, чтобы помочь разрядить порождаемую трансграничными провокациями политическую напряженность и активизировать сотрудничество.", "meta": {"en_pair": "We are also building a highway towards Banja Luka to help reduce political tensions resulting from cross-border provocations and to lead to an increase in cooperation.", "label": 1}}
{"text": "Для защиты демократии нам нужны эффективные коллективные меры реагирования.", "meta": {"en_pair": "We need an effective collective response in order to safeguard democracy.", "label": 1}}
{"text": "Учитывая сегодняшние сложные проблемы, нам всем крайне важно прилагать усилия для активизации работы многосторонней системы и укрепления Организации Объединенных Наций.", "meta": {"en_pair": "Given today’s daunting challenges, it is critical that we all work to revitalize multilateralism and strengthen the United Nations.", "label": 0}}
{"text": "Чтобы предотвратить перерастание этого вопроса в угрозу международному миру и безопасности, Египет передал его на рассмотрение Совета Безопасности.", "meta": {"en_pair": "In order to prevent the matter from escalating into a threat to international peace and security, Egypt has referred it to the Security Council.", "label": 1}}
{"text": "В сфере энергетики правительство Объединенной Республики Танзания приступило к осуществлению крупной программы электрификации сель-ских районов, в рамках которой за период с декабря 2015 года к сети электроснабжения были подключены 5109 деревень, в результате чего число деревень, обеспеченных электричеством, составило 7127 от общего числа в 12 259.", "meta": {"en_pair": "With regard to the energy sector, the Government of the United Republic of Tanzania has embarked on a major programme of rural electrification through which 5,109 villages have been supplied with electricity since December 2015, bringing the number of our villages with electricity to 7,127 out of a total of 12,259.", "label": 0}}
{"text": "Поэтому мы призываем всех партнеров объединить свои усилия и совместно выступить в защиту наших детей и молодежи.", "meta": {"en_pair": "We therefore call on all partners to join their efforts, and, together, let us raise our voices to protect our children and young people.", "label": 1}}
{"text": "Это требующее больших усилий сближение позиций, проводимое на транспарентной основе.", "meta": {"en_pair": "It is a demanding consultation that is carried out in a transparent manner.", "label": 0}}
{"text": "Это стремление стало неотъемлемой частью общенациональной идентичности казахского народа, дав нам моральное право быть в авангарде глобального движения за ликвидацию ядерного оружия.", "meta": {"en_pair": "That aspiration has become an essential part of the nation-wide identity of the Kazakh people, giving us the moral right to be at the forefront of the global movement to eliminate nuclear weapons.", "label": 0}}
{"text": "По этой причине никогда не будет лишним напоминание о необходимости глубокой реформы Организации Объединенных Наций, с тем чтобы Организация могла лучше выполнять свою высокую обязанность по урегулированию и разрешению конфликтов, а также предотвращению войн.", "meta": {"en_pair": "For that reason, it is never too much to insist on the need for a deep reform of the United Nations, so that the Organization can better fulfil its great responsibility for conflict management and resolution and the prevention of war.", "label": 1}}
{"text": "Именно поэтому они подогревают антиармянские настроения среди своего народа", "meta": {"en_pair": "That is why they are inflaming anti-Armenian sentiments among their people and spending enormous resources on armaments, and why anti-Armenian hate speech has become official policy in Azerbaijan.", "label": 0}}
{"text": "Мы продолжаем инвестировать в них, чтобы они могли вести достойную жизнь, в полной мере реализовать свой потенциал и вносить свой вклад в нашу динамично развивающуюся демократию.", "meta": {"en_pair": "We continue to invest in them so that they can live in dignity, realize their full potential and contribute to our vibrant democracy.", "label": 1}}
{"text": "Я убежден, что его умелое руководство и огромный опыт помогут обеспечить успешную работу этой сессии.", "meta": {"en_pair": "I believe that, with his perseverance and dedication, he will work to guide the Organization’s direction towards realizing its priorities in the years to come.", "label": 0}}
{"text": "К сожалению, глобальная пандемия усугубила угрозы, создаваемые незаконной торговлей стрелковым оружием и легкими вооружениями, пиратством, торговлей людьми и киберпреступностью .", "meta": {"en_pair": "The global pandemic has unfortunately exacerbated the threats posed by the illicit trafficking in small arms and light weapons, piracy, trafficking in persons and cybercrimes.", "label": 1}}
{"text": "Республика Корея намерена расширить ориентированное на человека сообщество взаимного процветания по всему Корейскому полуострову, Восточной Азии и всему миру, работая в партнерстве со своими соседями.", "meta": {"en_pair": "The Republic of Korea intends to expand a people-centred community of mutual prosperity throughout the Korean peninsula, East Asia and the entire world by working in partnership with its neighbours.", "label": 1}}
{"text": "Нападением на столицу и ее окрестности руководил мятежный военнослужащий — самопровозглашенный лидер Халифа Хафтар, который объявил священную войну.", "meta": {"en_pair": "The assault on the capital and its suburbs was led by a rebel soldier, the selfstyled Khalifa Haftar, in what he says was a holy jihad.", "label": 0}}
{"text": "С 2008 года Республика Сан-Марино прилагает еще более активные усилия для обеспечения экологической устойчивости, особенно в области производства электроэнергии из возобновляемых источников.", "meta": {"en_pair": "Since 2008, the Republic of San Marino has intensified its commitment to environmental sustainability, particularly in the production of electricity from renewable resources.", "label": 0}}
{"text": "Мы осуществляем план по обеспечению равных возможностей и прав и создали систему, направленную на предотвращение насилия в отношении женщин, а также оказание помощи жертвам таких действий.", "meta": {"en_pair": "We have implemented a plan for equal opportunities and rights and built a system aimed at preventing women from becoming victims of violence as well as assisting such victims.", "label": 0}}
{"text": "Агрессор пытается ввести в заблуждение общественное мнение, заявляя, что ведет борьбу с терроризмом.", "meta": {"en_pair": "The aggressor has tried to sway public opinion by saying that he is fighting terrorism.", "label": 0}}
{"text": "Поэтому настоятельно необходимо рассмотреть вопрос о справедливом географическом представительстве в Совете Безопасности в целях более точного отражения реалий современного мира и нынешнего соотношения сил, которое значительно отличается от того, каким оно было в период формирования международной системы.", "meta": {"en_pair": "In order to confront the grave challenges resulting from the outbreak of Coronavirus pandemic, as well as the existing regional and international problems, it is imperative for us to uphold the principle of international cooperation and solidarity to more than ever before and avoid rivalry and polarization.", "label": 1}}
{"text": "Палестинский вопрос до сих пор остается краеугольным в арабском и мусульманском мире, частью которого является наша страна.", "meta": {"en_pair": "In 2019, our Pacific Islands Forum Leaders endorsed the establishment of the Pacific Resilience Facility whose purpose is to finance small disasters resilience projects in our local communities.", "label": 0}}
{"text": "Мировой порядок, который она помогла создать, является вершиной того, чего можно достичь с опорой на согласованные дипломатические усилия, и по-прежнему воплощает в себе надежды всех людей, которые верят в возможность решать глобальные проблемы с опорой на мирный диалог.", "meta": {"en_pair": "The world order that it helped build represents the pinnacle of what concerted diplomacy can achieve and continues to embody the hopes of all who believe in peaceful dialogue to solve global problems.", "label": 0}}
{"text": "Тем не менее Мадагаскар также рассчитывает на международную солидарность, оказание поддержки и предоставление возможностей в целях ускорения осуществления Повестки дня на период до 2030 года.", "meta": {"en_pair": "Nevertheless, Madagascar also relies on international solidarity, support and opportunities in order to accelerate the implementation of the 2030 Agenda.", "label": 0}}
{"text": "Поэтому крайне важно, чтобы международное сообщество нашло надлежащие решения для проблем, связанных с изменением климата.", "meta": {"en_pair": "That is why it is crucial for the international community to find appropriate solutions to issues related to climate change.", "label": 0}}
{"text": "Хотя мы и не являемся крупным источником выбросов парниковых газов, мы полны решимости сотрудничать с международным сообществом в целях активизации наших усилий по снижению роста глобальной температуры, с тем чтобы к 2030 году вся наша электроэнергия вырабатывалась за счет возобновляемых и устойчивых источников энергии.", "meta": {"en_pair": "Even though we are not a major contributor of greenhouse gases, we are committed to working with the international community to redouble our efforts to reduce the rise in global temperatures, so that, by 2030, 100 per cent of our electricity will be generated by renewable and sustainable energy.", "label": 1}}
{"text": "Однако, к сожалению, вся эта положительная динамика была сведена на нет серьезным кризисом в области здравоохранения, который застал врасплох все страны и ослабил наши последующие действия по выполнению обязательств, принятых на Парижской конференции.", "meta": {"en_pair": "However, all that momentum has unfortunately been blunted by the major health crisis, which took every country by surprise and weakened our follow-up to the commitments made at the Paris conference.", "label": 1}}
{"text": "Не используется потенциал сотрудничества между региональными экономическими блоками.", "meta": {"en_pair": "We must learn once again how to be good neighbours and solve problems together in our home, our planet.", "label": 0}}
{"text": "Об ухудшении гуманитарной ситуации и ситуации с правами человека в Мьянме, в том числе для представителей народности рохинджа.", "meta": {"en_pair": "We need to protect and promote the framework for nuclear disarmament and non-proliferation — first and foremost, the Non-Proliferation Treaty.", "label": 0}}
{"text": "Я верю в открытость и свободную торговлю, но только в том случае, если такие стратегии хорошо продуманы и увязаны с целями достижения нулевого уровня выбросов углерода и недопущения обезлесения.", "meta": {"en_pair": "I believe in openness and free trade, but only to the extent that they are well thought out and able to integrate the objectives of zero carbon and zero deforestation.", "label": 0}}
{"text": "Мы все внимательно и крайне пристально следим за гуманитарной ситуацией в Идлибе.", "meta": {"en_pair": "We all look at the humanitarian situation in Idlib with vigilance and high standards.", "label": 0}}
{"text": "Кыргызская Республика поддерживает усилия Генерального секретаря г-на Гутерриша по реформированию Организации.", "meta": {"en_pair": "The construction and launch of the China-Kyrgyzstan-Uzbekistan railroad will be a meaningful contribution to connecting Asia with Europe.", "label": 1}}
{"text": "Уровень крайней нищеты в нашей стране снизился с 9,9 процента в 2012 году до 2,9 процента в 2018 году, что является огромным достижением.", "meta": {"en_pair": "However, it is important to note that the nature of those gaps and the challenges we face in overcoming them change.", "label": 0}}
{"text": "Поэтому мы полностью поддерживаем шаги по реформированию Организации Объединенных Наций, предпринимаемые Генеральным секретарем, чтобы сделать Организацию более жизнеспособной и готовой к решению сложных глобальных проблем.", "meta": {"en_pair": "We therefore fully support the steps taken by the Secretary-General to reform the United Nations in order to make the Organization more resilient and more capable of addressing difficult global challenges.", "label": 0}}
{"text": "Поведение находящегося у власти правительства Соединенных Штатов и его стратегия военного и ядерного господства представляют собой угрозу для международного мира и безопасности.", "meta": {"en_pair": "The behaviour of the current United States Government and its strategy of military and nuclear domination constitute a threat to international peace and security.", "label": 0}}
{"text": "Тем не менее многосторонний подход, закрепленный в Уставе Организации Объединенных Наций, сегодня подвергается сильному давлению, что ставит под угрозу многочисленные успехи, достигнутые благодаря диалогу и международному сотрудничеству.", "meta": {"en_pair": "However, the multilateralism enshrined in the Charter of the United Nations is today under strong pressure, which jeopardizes the many achievements of dialogue and international cooperation.", "label": 0}}
{"text": "Существуют возможности для предоставления поддержки со стороны международного сообщества.", "meta": {"en_pair": "There is room for support from the international community.", "label": 0}}
{"text": "Это наш человеческий долг перед нынешним и будущими поколениями.", "meta": {"en_pair": "Those misfortunes have hit the most vulnerable countries and sectors hardest, particularly women, widening gender gaps.", "label": 1}}
{"text": "Я также хотел бы отдельно воздать должное всем тем, кто находится на передовой этой борьбы.", "meta": {"en_pair": "This has contributed to animal deaths and the escalation of the human-wildlife conflict.", "label": 1}}
{"text": "Мы исходим из того, что выполнение Минских договоренностей является абсолютно необходимым предварительным условием нормализации отношений с Россией.", "meta": {"en_pair": "We hold that the implementation of the Minsk agreements is an absolute precondition for normalizing relations with Russia.", "label": 0}}
{"text": "Мы будем и впредь поддерживать призыв к отмене экономической и финансовой блокады, которая причиняет невыразимые страдания гражданам этой страны.", "meta": {"en_pair": "We will continue to support the call for removing the economic and financial embargo on it, which has caused untold suffering for Cuba’s citizens.", "label": 1}}
{"text": "Терроризм и насильственный экстремизм продолжают нести смерть и причинять страдания ни в чем не повинным людям.", "meta": {"en_pair": "Terrorism and violent extremism continue to bring death and suffering to innocent people.", "label": 1}}
{"text": "По нашему мнению, для воплощения в жизнь ЦУР, которые мы все приняли в 2015 году, необхо-димы более твердая приверженность делу, амбициозный настрой, более активные действия и, самое важное, больший объем ресурсов.", "meta": {"en_pair": "We believe that in order for the SDGs that we all adopted in 2015 to become a reality, we need greater commitment, ambition, action and above all more resources.", "label": 0}}
{"text": "Я предостерегаю от такой политики и безрассудных мер, которые влекут за собой опасные последствия.", "meta": {"en_pair": "I caution against those policies and reckless measures, which lead to dangerous consequences.", "label": 1}}
{"text": "Кроме того, отказ от предоставления корреспондентских банковских услуг государствам — членам КАРИКОМ можно рассматривать как удар по их экономике, который дестабилизирует финансовый сектор наших и без того уязвимых стран.", "meta": {"en_pair": "Moreover, the withdrawal of correspondent banking services to CARICOM member States can be seen as an economic assault that would destabilize the financial sector of our already vulnerable economies.", "label": 1}}
{"text": "Мы заявляем о своей твердой приверженности сотрудничеству с Организацией Объединенных Наций, активному участию и содействию ее политико-дипломатическим усилиям в деле сохранения и упрочения сложившейся архитектуры глобальной безопасности, преодоления последствий пандемии, в реализации планов и программ в экономической, социальной, экологической, гуманитарной и других сферах.", "meta": {"en_pair": "We express our firm commitment to cooperate with the United Nations, actively participate in and contribute to its political and diplomatic efforts to preserve and strengthen the existing architecture of global security, overcome the consequences of the pandemic, and implement plans and programs in the economic, social, environmental, humanitarian and other fields.", "label": 0}}
{"text": "Кроме того, в ближайшее время будет расширена программа всеобщего медицинского страхования, внедренная в 2014 году, а также в сотрудничестве со Всемирным банком будет представлена программа создания систем социальной защиты посредством развития производства стоимостью 150 млн долл.", "meta": {"en_pair": "In addition, universal health coverage, introduced in 2014, will be extended next year, and a programme of productive social safety nets will be implemented in collaboration with the World Bank, at a cost of $150 million, which will enable 125,000 households to receive regular income over the 2015 to 2024 period.", "label": 1}}
{"text": "Подобные нарушения со стороны Израиля не продолжались бы в таких масштабах, если бы не слепая поддержка со стороны некоторых стран, которые в полной мере несут ответственность за последствия действий Израиля.", "meta": {"en_pair": "Such Israeli violations would not continue to escalate were it not for the blind support of certain countries that are fully responsible for the consequences of Israel’s actions.", "label": 0}}
{"text": "Это будет означать содействие доступу наиболее уязвимых слоев населения к возможностям, ведущим к повышению их экономического благосостояния, с особым вниманием к нуждам коренных народов, лиц африканского происхождения, мигрантов, женщин, детей, молодежи, внутренне перемещенных лиц и членов сообщества лесбиянок, геев, бисексуалов, трансгендеров и интерсексов.", "meta": {"en_pair": "It will mean promoting access for the most vulnerable populations to opportunities leading to their economic well-being, while focusing on indigenous peoples, Afrodescendant populations, migrants, women, children, young people, internally displaced persons and members of the lesbian, gay, bisexual, transgender and intersex community.", "label": 1}}
{"text": "Однако мое выступление не будет обычной, типичной речью для Организации Объединенных Наций, и я надеюсь, что оно будет полезным для всех присутствующих и прозвучит как сигнал тревоги о том, что пора проснуться.", "meta": {"en_pair": "This will not be an ordinary, typical United Nations speech, however, but I hope it will be instructive to everyone here and sound the alarm that it is time to wake up.", "label": 0}}
{"text": "Мы призываем к сдержанности и диалогу в интересах создания условий для более стабильного и безопасного будущего в регионе Залива.", "meta": {"en_pair": "We call for restraint and dialogue to open the way towards a more stable and secure future in the Gulf region.", "label": 1}}
{"text": "Мы установили исторические партнерские отношения с Мексикой, Гватемалой, Гондурасом и Сальвадором, с тем чтобы остановить контрабанду людей.", "meta": {"en_pair": "We forged historic partnerships with Mexico, Guatemala, Honduras and El Salvador to stop human smuggling.", "label": 1}}
{"text": "Именно поэтому мы столь серьезно и яростно выступаем против терроризма, стремясь привлечь внимание всего мира к этому злу.", "meta": {"en_pair": "That is why our voice rings out with seriousness and outrage against terrorism in order to alert the world to that evil.", "label": 1}}
{"text": "Действительно, мир становится гораздо более безопасным и спокойным местом, когда наши государства совместно работают над принятием коллективных мер реагирования в связи с комплексными угрозами нашего времени.", "meta": {"en_pair": "Also commendable is the COVID-19 Global Humanitarian Response Plan which is designed to provide relief to the most vulnerable groups particularly in conflict affected and low income countries.", "label": 1}}
{"text": "Недавно в Литве была принята национальная программа по борьбе с изменением климата, в рамках которой Литва должна обеспечить сокращение выбросов на 70 процентов по сравнению с уровнем 1990 года и стать климатически нейтральной к 2050 году.", "meta": {"en_pair": "Thanks to the implementation of bold reforms, economic growth has increased to more than 5 per cent annually, inflation has slowed and the national currency, the Congolese franc, has stabilized on the foreign exchange market.", "label": 1}}
{"text": "Мы готовы разрабатывать наши ресурсы совместно с партнерами в целях устойчивого использования всего нашего потенциала.", "meta": {"en_pair": "We stand ready to work in partnership to exploit our resources with a view to developing all of our potential in a sustainable manner.", "label": 0}}
{"text": "Торговый протекционизм и изменение климата приводят к непредвиденным последствиям, особенно для развивающихся стран.", "meta": {"en_pair": "Trade protectionism and climate change are having unintended consequences, especially for developing countries.", "label": 0}}
{"text": "Страны мира обязаны приложить все усилия для поиска справедливого, долгосрочного и мирного решения на основе согласованных на международном уровне параметров, закрепленных в соответствующих резолюциях Организации Объединенных Наций.", "meta": {"en_pair": "We reiterate our position that the people of Western Sahara have the right to self-determination in line with the relevant African Union decisions and UN Security Council resolutions.", "label": 0}}
{"text": "Убеждены, что надлежащий путь к достижению этой цели заключается в политическом урегулировании на основе диалога между сторонами.", "meta": {"en_pair": "The theme, which corresponds to the five priorities of the President of the General Assembly, calls on us all of us to act in line with the fact that they are centred upon global challenges that no country can meet alone.", "label": 0}}
{"text": "Первое исламское государство в Мединебыло первым государством всеобщего благоденствия.", "meta": {"en_pair": "The first State of Islam, in Medina, was the first welfare State.", "label": 0}}
{"text": "Укрепление этого основного института в области планирования будет в значительной степени помогать нам решать задачи сбора, анализа и предоставления надежных данных и статистики, что, в свою очередь, несомненно, повысит оперативность наших решений, включая осуществление Повестки дня на период до 2030 года, и поэтому мы придаем укреплению института приоритетное значение.", "meta": {"en_pair": "Strengthening that core planning institute will greatly help us in addressing the challenge of collecting, analysing and delivering reliable data and statistics, which will in turn surely enhance the responsiveness of our decision-making, including the implementation of the 2030 Agenda, and therefore has become one of our top priorities.", "label": 1}}
{"text": "Я надеюсь, что по окончании этого консультативного процесса удастся добиться национального консенсуса, который позволит определить пути решения этого вопроса.", "meta": {"en_pair": "It is my hope that at the end of this consultative process, a national consensus will evolve that will determine the pathway to resolving this issue.", "label": 1}}
{"text": "Для того чтобы обеспечить качественное образование, необходимо быть готовым к использованию технологий и их демократизации.", "meta": {"en_pair": "In order to provide quality education, it is necessary to be prepared to face the use of technology and its democratization.", "label": 1}}
{"text": "Мы все должны стремиться обеспечивать, чтобы Организация могла наилучшим возможным образом выполнять свои задачи.", "meta": {"en_pair": "We must all commit to guaranteeing that the Organization can, to the best of its ability, fulfil its mandate.", "label": 0}}
{"text": "В качестве одного из решений я рекомендую использовать специальные права заимствования Международного валютного фонда — механизм, который уже доказал свою эффективность во время глобального финансового кризиса 2008-2009 годов.", "meta": {"en_pair": "In that respect, thanks to electrification programmes, improved access to drinking water and enhanced education and health care, we have enabled millions of our fellow citizens to benefit from electricity and drinking water, and the presence of schools and health-care centres near to their living spaces.", "label": 1}}
{"text": "И я горячо одобряю роль суданских женщин в содействии достижению замечательных успехов, сопровождающихся многочисленными уроками, которыми может гордиться весь Африканский континент.", "meta": {"en_pair": "And I warmly commend the role of women in the Sudan in driving and facilitating an excellent outcome laden with lessons that makes the entire African continent proud.", "label": 0}}
{"text": "Напротив, пока рана в центре Европы кровоточит, боль будет чувствовать весь мир.", "meta": {"en_pair": "On the contrary — until the wound in the center of Europe is bleeding, the pain will be felt all over the world.", "label": 1}}
{"text": "Насилие тормозит развитие и попирает человеческое достоинство, а это становится причиной вынужденной и незаконной миграции.", "meta": {"en_pair": "Violence slows down development and violates human dignity, which, in turn, generates forced and irregular migration.", "label": 1}}
{"text": "Хотя состав государств-членов отличается многообразием и разные страны сталкиваются с различными проблемами, региональные группы и государства-члены должны обеспечивать, чтобы те, кто служит в Совете, действительно были привержены делу защиты прав человека.", "meta": {"en_pair": "While it is true that Member States are diverse and face different challenges, regional groups and Member States should make sure that those serving on the Council are truly committed to upholding human rights.", "label": 0}}
{"text": "В целях создания благоприятных условий и защиты интересов делового сообщества впервые в Кыргызской Республике учрежден институт уполномоченного по защите прав предпринимателей, рассматривается новая модель взаимодействия государства и бизнеса.", "meta": {"en_pair": "For the first time in the Kyrgyz Republic, the office of Business Ombudsman and a new model of cooperation between the State and business have been established in order to create favourable conditions and protect business interests.", "label": 1}}
{"text": "Давайте кратко остановимся на одной из этих угроз, которая в последние дни находится здесь, в Нью-Йорке, в центре внимания, — а именно на вопросе о разрушении нашей окружающей среды.", "meta": {"en_pair": "Let us focus briefly on one of those threats — the destruction of our environment, which has been at the centre of attention in recent days here in New York.", "label": 0}}
{"text": "После неудавшейся попытки взять под свой контроль Совет по правам человека, правительство Соединенных Штатов решило выйти из его состава, что еще больше затруднило международный диалог и сотрудничество в этой области.", "meta": {"en_pair": "After failing in its attempt to subdue the Human Rights Council, the United States Government opted to abandon it and is consequently further hampering international dialogue and cooperation on the subject.", "label": 1}}
{"text": "Поэтому будущее нашей планеты в контексте изменения климата определят те действия, которые мы предпринимаем сегодня.", "meta": {"en_pair": "Our actions today will therefore determine the future of our planet in terms of climate change.", "label": 1}}
{"text": "Представители Руководящего органа также дали понять военному правительству Мали, что не готовы вести переговоры о переносе даты проведения намеченных на февраль следующего года демократических выборов, поскольку при наличии необходимой политической воли важнейшие шаги по их организации могут быть предприняты в установленные ЭКОВАС сроки.", "meta": {"en_pair": "The Authority has also made it clear to the military Government in Mali that it is not prepared to negotiate an extension to the February deadline for the holding of democratic elections, since with political will, the essential steps to be taken can be effective within the ECOWAS-sanctioned timetable.", "label": 1}}
{"text": "В этой связи позвольте мне подчеркнуть некоторые моменты, а именно:• 42-процентное снижение объема прямых иностранных инвестиций", "meta": {"en_pair": "To address the risks of economic collapse, Governments invested nearly $12,000 billion in the fall of 2020 to counter the economic effects of COVID-19.", "label": 1}}
{"text": "Хотя наша страна расположе-на вблизи крайне неспокойного региона, она остается оплотом стабильности, который активно содействует миру, безопасности и сотрудничеству.", "meta": {"en_pair": "Although my country is situated close to an extremely turbulent region, it remains a pillar of stability that actively promotes peace, security and cooperation.", "label": 0}}
{"text": "Вместе с дружественными нам странами мы поддерживаем проект создания международного антикоррупционного суда, поскольку, подобно незаконному обороту наркотиков, проблема транснациональной коррупции выходит за рамки границ и не признает их, а значит международному сообществу необходим мощный инструмент для борьбы с ней.", "meta": {"en_pair": "Together with friendly nations, we are promoting a project to create an international anti-corruption court because, like drug trafficking, the scourge of transnational corruption transcends and ignores borders and the international community needs a strong tool to confront it.", "label": 0}}
{"text": "Что касается Афганистана, то мы должны научиться работать вместе в новых условиях, особенно с соседними странами, чтобы преодолеть гуманитарный кризис и предотвратить дальнейшуюдестабилизацию в регионе.", "meta": {"en_pair": "With regard to Afghanistan, we must learn to work together in the new context, especially with neighbouring countries, in order to address the humanitarian crisis and prevent further destabilization in the region.", "label": 1}}
{"text": "Теперь же источник их финансирования иссяк.", "meta": {"en_pair": "That source of funds has now dried up.", "label": 0}}
{"text": "Это призыв к пониманию и солидарности со стороны промышленно развитых стран, которые в значительной степени ответственны за изменение климата, негативные последствия которого ощущают на себе страны Центральноамериканского региона, несмотря на то что на их долю приходится лишь 0,35% мировых выбросов парниковых газов.", "meta": {"en_pair": "It is a call for understanding and solidarity from the industrialized countries, which are largely responsible for climate change, the consequences of which have a negative impact on the Central American region, even though it emits only 0.35 percent of world’s greenhouse gases.", "label": 1}}
{"text": "В связи с этим мы приветствуем принятую 12 сентября резолюцию 2486 (2019), которой Совет Безопасности продлил мандат Миссии Организации Объединенных Наций по поддержке в Ливии и подтвердил свою неизменную приверженность Ливийскому политическому соглашению и свое намерение принять меры к тому, чтобы государства-члены перестали сотрудничать с параллельными структурами.", "meta": {"en_pair": "In that regard, we welcomed the adoption on 12 September of Security Council resolution 2486 (2019), extending the mandate of the United Nations Support Mission in Libya, which affirmed its continued commitment to the Libyan Political Agreement and to ensuring that Member States stop dealing with parallel institutions.", "label": 0}}
{"text": "Бурундийцы и весь мир пристально за ними наблюдают.", "meta": {"en_pair": "Burundians and the world are watching them.", "label": 0}}
{"text": "Растущая экономическая мощь Азии требует более интегрированной архитектуры континентальной безопасности.", "meta": {"en_pair": "The growing economic might of Asia demands a more integrated continental security architecture.", "label": 0}}
{"text": "Шри-Ланка также очень сильно пострадала от пандемии.", "meta": {"en_pair": "Sri Lanka too has suffered greatly due to the pandemic.", "label": 1}}
{"text": "Вместе мы сможем добиться реализации нашего общего видения и построить общее будущее, в котором не будет места нищете, голоду и конфликтам, а также создать безопасный мир, в результате чего выиграют все наши народы.", "meta": {"en_pair": "Together we will realize our common vision to build a common future free of poverty, hunger and conflict, and a safe planet that can benefit all of our peoples.", "label": 0}}
{"text": "В этой связи наше правительство гордится тем, что мы откомандировали 12 полицейских в состав Африканской миссии Организации Объединенных Наций в Дарфуре, Судан .", "meta": {"en_pair": "We are taking measures to ensure that our national recovery efforts include a gender perspective and harness the full potential of all members of society as leaders, innovators and agents of economic, social and environmental change.", "label": 0}}
{"text": "Наше правительство прилагает все усилия для создания рабочих мест, увеличения объема иностранных инвестиций и развития торговли в стремлении добиться за счет укрепления микро-, малых и средних предприятий снижения уровня бедности в стране.", "meta": {"en_pair": "As a Government, we are working hard to create jobs, increase foreign investment and develop trade so that we can reduce poverty levels by strengthening micro-, small- and medium-sized enterprises.", "label": 1}}
{"text": "Мы сознаем непропорционально глубокие последствия изменения климата для будущих поколений.", "meta": {"en_pair": "We recognize the disproportionate impact that climate change will have on future generations.", "label": 0}}
{"text": "Поэтому давайте сохранять верность принципам, лежащим в основе Организации, в духе подлинной многосторонности — принципам, которые предусматривают поистине представительную и эффективную Организацию Объединенных Наций, которая может указывать дорогу.", "meta": {"en_pair": "Let us therefore all remain faithful, in the true spirit of multilateralism, to the principles underpinning the Organization — principles that envision a truly representative and effective United Nations that can be a torchbearer.", "label": 0}}
{"text": "На этот раз уроком для нас стало громогласное предупреждение о том, насколько важно держаться вместе и обеспечить международную солидарность в выработке глобальных решений.", "meta": {"en_pair": "The lesson this time is a loud warning about how important it is to stand together and ensure international solidarity in seeking global solutions.", "label": 0}}
{"text": "Кроме того, нам удалось блокировать все вооруженные группы, создать механизмы для сбора оружия и начать программу интеграции бывших боевиков в наши военные структуры и структуры национальной безопасности, а также обеспечить возможности трудоустройства и реабилитации для тех, кто хотел бы вернуться к гражданской жизни.", "meta": {"en_pair": "We were also able to contain all the armed groups, launch a programme and mechanisms for collecting weapons and integrating former militants into our national security and military institutions, and to provide work opportunities and rehabilitation to those who want to reintegrate into civilian life.", "label": 0}}
{"text": "Прописная истина, которую зачастую игнорируют могущественные государства мира и правящие классы в доминирующих странах, заключается в том, что главные проблемы нашего мира не могут быть решены в отрыве друг от друга или только на условиях сильных мира сего .", "meta": {"en_pair": "Thus, the international community must enhance a policy of open trade and cooperation, integration and connectivity, as well as addressing the debt issue in order for the world economy to be able to thrive.", "label": 0}}
{"text": "Мы хотели бы призвать страны, партнеров по развитию и корпорации к сотрудничеству в целях обеспечения необходимой согласованности политики и разработки «дорожной карты» для решения данной проблемы.", "meta": {"en_pair": "We wish to call on countries, development partners and corporations to collaborate to fill the need for policy coherence and to work towards developing a road map that addresses the problem.", "label": 0}}
{"text": "Образно говоря, на базовые принципы, лежащие в основе нашей Организации, обрушился еще один ураган.", "meta": {"en_pair": "A different type of metaphorical storm is wreaking havoc with the bedrock principles that undergird this Organization.", "label": 0}}
{"text": "Его прием стал бы одним из важнейших шагов в выполнении обязательства, закрепленного в преамбуле к принятой 25 сентября 2015 года резолюции 70/1.", "meta": {"en_pair": "Its inclusion is a crucial step in realizing the pledge stipulated in the preamble to resolution 70/1, adopted on 25 September 2015.", "label": 0}}
{"text": "Борьба с безнаказанностью также означает требование проведения независимого и заслуживающего доверия расследования в ситуации, когда российский оппозиционный лидер Навальный становится жертвой попытки покушения на него с применением химического оружия.", "meta": {"en_pair": "This principle of Ubuntu is also the reason for my renewed call to settle the question of debts of the poorest countries, in a spirit of solidarity that also takes into account the effects of the pandemic.", "label": 1}}
{"text": "Мы надеемся, что этот проект станет основой для международного сотрудничества в Грузии.", "meta": {"en_pair": "We hope that this project will be the basis for international cooperation in Georgia.", "label": 0}}
{"text": "Каким бы ни было решение этого вопроса, в нем должен быть соблюден принцип суверенного равенства и равного международного статуса киприотов-турок, которые также являются хозяевами острова.", "meta": {"en_pair": "Research, education and vocational training, especially for girls and women, must be at the heart in order to develop access to knowledge, promote innovation and enable action.", "label": 1}}
{"text": "Президент Трамп игнорирует или пытается скрыть тот факт, что неолиберальный капитализм является причиной растущего социально-экономического неравенства, от которого сегодня страдают даже самые развитые общества и которое по своей природе способствует коррупции, социальной маргинализации, росту преступности, расовой нетерпимости и ксенофобии.", "meta": {"en_pair": "President Trump ignores or tries to conceal the fact that neoliberal capitalism is responsible for the increasing social and economic inequality that today affects even the most developed societies and that by its nature fosters corruption, social marginalization, increasing crime, racial intolerance and xenophobia.", "label": 1}}
{"text": "На приусадебных и пришкольных участках было разбито более 32 000 огородов, что позволило семьям выращивать собственные продукты питания и продавать излишки на рынке.", "meta": {"en_pair": "Just over 32,000 home and school gardens have been established, enabling families to grow their own food and market surpluses.", "label": 1}}
{"text": "Кроме того, наша цель — посадить к 2022 году 180 миллионов деревьев, чтобы сообща обеспечить защиту нашего общего дома.", "meta": {"en_pair": "Furthermore, our goal is to plant 180 million trees by 2022 so that together we can protect our shared home.", "label": 1}}
{"text": "В этой связи я намерен пересмотреть стратегические приоритеты нашей дипломатической деятельности, с тем чтобы интегрировать аспект безопасности в наши геостратегические действия, особенно в районе Мозамбикского пролива и юго-западной части Индийского океана.", "meta": {"en_pair": "That is why I intend to reorient our diplomacy’s strategic axes so as to integrate the dimension of security into our geostrategic action, especially in the area of the Mozambique Channel and the South-Western Indian Ocean.", "label": 0}}
{"text": "Наша экономика демонстрирует неуклонный и весьма быстрый рост благодаря весьма важной идеологической трансформации, которая произошла в нашей стране.", "meta": {"en_pair": "Our economy is growing steadily and quite rapidly, thanks to a very important ideological transformation that has occurred in our country.", "label": 1}}
{"text": "Я думаю, что специальная сессия послужит основой для рассмотрения воздействия пандемии на все сферы и будет способствовать усилиям по ликвидации ее последствий .", "meta": {"en_pair": "I think the Special Session will serve as a framework for addressing the pandemic’s impact on all spheres and contribute to the efforts of eliminating its consequences.", "label": 1}}
{"text": "Международное сообщество должно принять необходимые меры для улучшения условий жизни жителей Палестины и обеспечения доставки им гуманитарной помощи.", "meta": {"en_pair": "The international community should take the necessary measures to improve living conditions and deliver humanitarian aid to the Palestinian people.", "label": 1}}
{"text": "Мы вынуждены признать, что это происходит даже в рамках форумов нашей Организации — в отношении сексуальных и репродуктивных прав, что непосредственно сказывается на осуществлении программ по охране репродуктивного здоровья миллионов женщин во всем мире.", "meta": {"en_pair": "We must admit that this is even true within our Organization’s forums, with regard to sexual and reproductive rights, which is adversely affecting programmes aimed at supporting the reproductive health of millions of women all over the world.", "label": 0}}
{"text": "Настало время встать в плане глобального преобразования экономики на путь, обеспечивающий учет уровня развития стран и не допускающий, чтобы соблюдение устанавливаемых стандартов ложилось на страны тяжелым бременем, вынуждая их нести дополнительные расходы, что сказывается на их конкурентоспособности и производстве товаров и услуг.", "meta": {"en_pair": "Now is the time to promote a global transformation of the economy that aligns with development levels and ensures that the required standards do not impose excessive burdens leading to additional costs that harm competitiveness and the production of goods and services.", "label": 1}}
{"text": "В результате артиллерийского обстрела Товузского района Азербайджана погибли наши военнослужащие и 76-летний мирный житель, был нанесен значительный ущерб гражданской инфраструктуре .", "meta": {"en_pair": "Our military servicemen and a 76-year-old civilian were killed due to the artillery bombardment of Azerbaijan’s Tovuz district, while extensive damage was done to civilian infrastructure.", "label": 1}}
{"text": "Было бы ошибочно полагать, что достижение частичных договоренностей с целью отмены санкций или возвращение к прежним неудачным договоренностям поставит иранский режим на путь сдерживания своих действий и избавит мир от творимого им зла.", "meta": {"en_pair": "It is a mistake to believe that reaching partial agreements with a view to lifting sanctions, or returning to previous failed agreements, will put the Iranian regime on a path to moderating its actions and ridding the world of its evil.", "label": 0}}
{"text": "«Дорожная карта» предусматривает повышение эффективности альтернативных способов оказания помощи.", "meta": {"en_pair": "The road map provides for strengthening alternative modes of delivery.", "label": 0}}
{"text": "Принятие Повестки дня в области устойчивого развития на период до 2030 года стало наиболее ярким примером всеобщих многосторонних действий, но продолжать в том же ключе удастся только в том случае, если мы будем продолжать действовать в духе партнерства и если все заинтересованные стороны возьмут на себя ответственность за ее осуществление.", "meta": {"en_pair": "The adoption of the 2030 Agenda for Sustainable Development was a display of inclusive multilateralism at its best, but it can be implemented only if a similar spirit guides our actions with a renewed sense of partnership and with all stakeholders assuming responsibility for it.", "label": 0}}
{"text": "Приверженность Соединенных Штатов обеспечению безопасности Израиля не вызывает сомнений, и мы безоговорочно поддерживаем независимое еврейское государство.", "meta": {"en_pair": "We successfully managed the pandemic by adhering to the instructions provided by our health-care professionals.", "label": 1}}
{"text": "Политика Соединенных Штатов придала правительству Израиля, оккупирующей державы, смелости для того, чтобы отказаться от всех подписанных с нами соглашений и всех взятых ею обязательств по достижению мира, подорвав доверие к мирному процессу и заставив многих палестинцев потерять надежду на достижение желаемого мира.", "meta": {"en_pair": "The policy of the United States has emboldened the Government of the Israeli occupation to renege all signed agreements with us and all its commitments to peace, depriving the peace process of any credibility and causing many Palestinians to lose faith in achieving the desired peace.", "label": 1}}
{"text": "Как президент Ирландии я говорю представителям малых островных развивающихся государств, что они подвергают сомнению статус-кво по весьма веской причине: под угрозой находится безопасность этих стран и само их существование.", "meta": {"en_pair": "As President of Ireland, I say to the representatives of small island developing States that they are challenging the status quo with very good reason, because their cultures and their very existence are at risk.", "label": 1}}
{"text": "В этой связи я хотел бы обратиться к нашим друзьям в международном сообществе с призывом помочь нам найти и вернуть денежные средства, украденные из Ирака в результате коррупционных действий, что послужило бы определяющей мерой сдерживания.", "meta": {"en_pair": "In that context, I would like to call on our friends in the international community to help us to find and restore the money that has been stolen from Iraq due to corruption, which would be a decisive deterrent step.", "label": 1}}
{"text": "Это означает отказ от образа мышления хозяина, когда мы считаем, что обладаем исключительным правом распоряжаться планетой так, как пожелаем, в то время как на самом деле мы лишь унаследовали право на рациональное управление ею, которое мы должны передать грядущим поколениям.", "meta": {"en_pair": "It means abandoning the logic of ownership that would have us believe that we have exclusive dominion over the planet, when in fact we have inherited a right to stewardship that we must pass on to future generations.", "label": 0}}
{"text": "Сегодня перед центральноазиатскими странами стоят задачи по снятию барьеров на пути к экономической кооперации, по повышению транзитного потенциала региона.", "meta": {"en_pair": "Today, Central Asian countries must remove obstacles towards economic cooperation and increasing the region’s transit potential.", "label": 0}}
{"text": "Нам надо изменить концептуальный подход к определению путей обеспечения гармоничного сочетания потребностей экологии, экономики и социальной жизни, с тем чтобы быть в состоянии удовлетворять самые насущные нужды человечества.", "meta": {"en_pair": "We need a paradigm shift in our thinking as to how we will combine ecology, economy and social life so as to be able to meet the greatest of human needs.", "label": 0}}
{"text": "Однако ухудшение финансового положения Организации вызывает серьезную озабоченность, поскольку оно не может не препятствовать выполнению ее задач и обязанностей.", "meta": {"en_pair": "However, the Organization’s deteriorating financial situation is a matter of serious concern, as it can only impede the fulfilment of its mandates and responsibilities.", "label": 0}}
{"text": "Нам необходимо в срочном порядке решить эти проблемы и изменить сложившееся представление о несправедливом распределении экономических благ.", "meta": {"en_pair": "We need to urgently address those challenges and overcome perceptions that economic benefits are unfairly distributed.", "label": 0}}
{"text": "Кроме того, помимо угрозы утраты корреспондентских банковских отношений, нам также приходится сталкиваться с односторонним и зачастую необоснованным включением наших учреждений в «черный список» с пометкой «организации, отмывающие деньги», а наших стран — с пометкой «налоговые убежища».", "meta": {"en_pair": "In addition to the threat of lost correspondent banking relationships, we must also contend with the unilateral and often unfounded blacklisting of our institutions as money-launderers and our countries as tax havens.", "label": 0}}
{"text": "В Киото состоится четырнадцатый Конгресс Организации Объединенных Наций по предупреждению преступности и уголовному правосудию, более известный как Конгресс Организации Объединенных Наций по преступности.", "meta": {"en_pair": "The fourteenth United Nations Congress on Crime Prevention and Criminal Justice, commonly known as the United Nations Crime Congress, will convene in Kyoto.", "label": 0}}
{"text": "Следует особо подчеркнуть, что это наше намерение соответствует целям, сформулированным в Повестке дня в области устойчивого развития на период до 2030 года.", "meta": {"en_pair": "The crisis has also led to exponential growth in fiscal deficits and public and private indebtedness, which threaten macroeconomic stability.", "label": 1}}
{"text": "За 20 месяцев в стране погибло 75 000 человек, и почти 3 миллиона из 38 миллионов жителей нашей страны заразились этим вирусом.", "meta": {"en_pair": "Over a period of 20 months, we have lost 75,000 thousand lives, while almost 3 million out of 38 million people in our country have contracted the virus.", "label": 0}}
{"text": "Будучи малым островным развивающимся государством, Демократическая Республика Сан-Томе и Принсипи, несмотря на все недостатки, которые обусловлены этим, проводит политику, адаптированную к нашим реалиям, при полном уважении культурного разнообразия и прав человека.", "meta": {"en_pair": "As a small island developing State, and with all the constraints that come with that status, the Democratic Republic of Sao Tome and Principe pursues policies adapted to our reality, with full respect for multicultural diversity and human rights.", "label": 0}}
{"text": "Лучшим способом решить проблему, связанную с мигрантами, стало бы укрепление сотрудничества и более эффективное распределение обязанностей.", "meta": {"en_pair": "The best solution to the migrant issue would be to strengthen cooperation and better distribute responsibilities.", "label": 0}}
{"text": "Разнообразные культуры, религии и убеждения, делающие нашу жизнь ярче, обогащают наш мир, но существуют такие научные и математические истины, которые не подвержены времени или пространству.", "meta": {"en_pair": "Our world is enriched by its diversity of cultures, religions and beliefs, which add spice to our lives, but there are scientific and mathematical truths that do not change with space or time.", "label": 0}}
{"text": "С этой целью было предпринято множество инициатив.", "meta": {"en_pair": "Many initiatives have been undertaken.", "label": 0}}
{"text": "Поэтому мы решительно заявляем, что вся эта преступная деятельность, связанная с гуманитарным кризисом, вызванным ухудшением политической, экономической и социальной ситуации в Боливарианской Республике Венесуэла, представляет угрозу для поддержания мира и безопасности на всем континенте.", "meta": {"en_pair": "We therefore strongly affirm that all these criminal activities, associated with the humanitarian crisis generated by the deterioration of the political, economic and social situation in the Bolivarian Republic of Venezuela, represent a threat to the maintenance of peace and security on the continent.", "label": 1}}
{"text": "Наши вооруженные силы продолжают действовать решительно, чтобы уничтожить оставшиеся террористические ячейки, представляющие собой угрозу для безопасности Ирака, нашего региона и всего мира.", "meta": {"en_pair": "Our armed forces continue to act with determination to stamp out the remaining terrorist cells that threaten the security of Iraq, its region and the world.", "label": 1}}
{"text": "Его знаменательный визит позволил привлечь внимание к климатическому кризису и усугублению угрозы Мировому океану.", "meta": {"en_pair": "His momentous visit put a spotlight on the climate crisis and the deepening threats to the ocean.", "label": 0}}
{"text": "На момент моего вступления в должность почти 90 процентов этих кубинских граждан покинули Бразилию в результате односторонних действий кубинского режима.", "meta": {"en_pair": "Before I took office, almost 90 per cent of those Cuban citizens left Brazil due to unilateral action by the Cuban regime.", "label": 1}}
{"text": "Для того чтобы победить в гонке против новых штаммов, нам срочно необходима более справедливая глобальная программа вакцинации.", "meta": {"en_pair": "A more equitable global vaccination roll-out programme is urgently needed if we are to win the race against the new variants.", "label": 1}}
{"text": "Именно на основе многостороннего подхода в Организации Объединенных Наций малые государства могут добиться того, чтобы их голоса были услышаны.", "meta": {"en_pair": "It is through multilateralism at the United Nations that smaller States can have their voices heard.", "label": 1}}
{"text": "Демократия — это не подарок судьбы, а результат долгой и упорной исторической борьбы, который мы должны оберегать и защищать.", "meta": {"en_pair": "Democracy is not a gift bestowed on us but, rather, a hard-won historical conquest that we must cherish and protect among ourselves.", "label": 0}}
{"text": "В условиях стремительного развития таких направлений научно-технического прогресса, как создание искусственного интеллекта, способных принести обществу бесчисленные потенциальные выгоды, международное сообщество не должно упускать из виду те риски и угрозы, которыми чревато применение этих новых и новейших технологий в производстве оружия и систем вооружений, и принимать соответствующие меры в этой связи.", "meta": {"en_pair": "While such advances in science and technology as artificial intelligence are progressing rapidly, with countless potential benefits to society, the international community must recognize and respond to the risks and threats posed by the incorporation of these new and emerging technologies into weapons and weapons systems.", "label": 1}}
{"text": "Мы также признаем необходимость обеспечения качественного образования, которое полностью отвечало бы потребностям нашей страны.", "meta": {"en_pair": "We also recognize the need for quality education that fully responds to the needs of our country.", "label": 0}}
{"text": "Согласно этому докладу, в результате незаконного оттока финансовых средств из Африки она ежегодно теряет более 50 млрд долл.", "meta": {"en_pair": "According to that report, Africa is losing more than $50 billion annually through illicit financial outflows.", "label": 1}}
{"text": "Они не заслуживают меньшего.", "meta": {"en_pair": "They deserve nothing less.", "label": 0}}
{"text": "Все это, в частности, поможет укрепить наши партнерские связи с Организацией.", "meta": {"en_pair": "Among other things, that will help to strengthen our partnership with the Organization.", "label": 0}}
{"text": "Свободной и справедливой торговле угрожают новые формы протекционизма.", "meta": {"en_pair": "Free and fair trade is being threatened by new forms of protectionism.", "label": 0}}
{"text": "В этой связи важнейшим условием восстановления нашей экономики является обеспечение доступа к льготному финансированию.", "meta": {"en_pair": "In that regard, access to concessional financing is critically important to rebooting our economy.", "label": 1}}
{"text": "Италия использует и открыто поддерживает эффективный многосторонний подход, поскольку только коллективные и скоординированные действия способны стать отправной точкой надлежащего решения многочисленных стоящих перед нами проблем.", "meta": {"en_pair": "Italy invokes and openly supports effective multilateralism because only collective and coordinated action can lay the groundwork for appropriate solutions to the multiple challenges before us.", "label": 1}}
{"text": "Я убежден, что правильный ответ на растущее в настоящее время неравенство в области окружающей среды, возможностей и образования кроется не в бюджетной повестке дня каждой отдельной страны.", "meta": {"en_pair": "I do not believe that the right response to growing contemporary inequalities in the areas of climate, opportunities and education lies in the fiscal agenda of each individual country.", "label": 0}}
{"text": "Тем не менее, несмотря на это, благодаря совместным усилиям, сотрудничеству и взаимодействию между странами и обменам информациеймежду специализированными научными учреждениями, мы сумели противостоять этой ранее совершенно неизвестной проблеме, заставившей нас искать быстрые меры реагирования, чтобы смягчить последствия пандемии.", "meta": {"en_pair": "This goal may be achieved if developed countries mobilize themselves to establish funds for investments aid in Africa to be used by those investors interested in doing business in the African continent, where they may produce goods and services for local consumption and export.", "label": 1}}
{"text": "Пандемия - это также возможность улучшить и стимулировать экономическое и социальное восстановление, которое позволит создать устойчивые, экологичные, инклюзивные и жизнестойкие общества, приспособленные к технологическим и цифровым преобразованиям.", "meta": {"en_pair": "The pandemic is also an opportunity to build better and foster an economic and social recovery that will create sustainable, green, inclusive and resilient societies that will be tailored to technological and digital transformations.", "label": 1}}
{"text": "Африка может стать двигателем устойчивого глобального роста и вдохновляющим примером для других регионов в плане поддержания мира и стабильности и достижения оказывающего преобразующее воздействие процветания.", "meta": {"en_pair": "A “Green Building Back Better” that delivers jobs and shared prosperity, will win the support of the young generation and intensify the drive towards climate change action.", "label": 1}}
{"text": "Только действуя сообща, мы сможем найти решение проблем, связанных с глобализацией, цифровой революцией, миграцией и изменением климата, вызываемым деятельностью человека.", "meta": {"en_pair": "Only if we work together will we find answers to globalization, the digital revolution, migration and human-induced climate change.", "label": 1}}
{"text": "Ожесточенные конфликты в Ливии, Сирии, Йемене и других странах не ослабевают и причиняют людям страдания.", "meta": {"en_pair": "The violent conflicts in Libya, Syria, Yemen and elsewhere continue unabated, leaving human suffering in their wake.", "label": 1}}
{"text": "Тем не менее мы считаем, что эти усилия не могут дать положительных результатов, если концепция Организации Объединенных Наций будет по-прежнему основываться на своекорыстном толковании, порожденном итогами Второй мировой войны.", "meta": {"en_pair": "However, we believe that these efforts cannot yield positive results as long as the basis of the selfserving interpretation of the United Nations philosophy remains the one born of the Second World War.", "label": 0}}
{"text": "Была проведена чистка в рядах полиции, созданы следственные механизмы, ликвидированы сети организованной преступности, построены тюрьмы строгого режима, а государственные институты стали гораздо сильнее.", "meta": {"en_pair": "We purged the police, set up investigation mechanisms, dismantled organized crime networks and built maximum security prisons, with the result that we now have much stronger institutions.", "label": 1}}
{"text": "Как мы видим в регионе Сообщества по вопросам развития стран юга Африки, стихийные бедствия не знают границ, и наиболее пострадавшие страны не располагают ресурсами и возможностями, необходимыми для обеспечения готовности к разрушительным последствиям таких бедствий, в том числе уничтожению инфраструктуры и гибели людей, а также к реагированию на них.", "meta": {"en_pair": "As we have witnessed in the Southern African Development Community region, natural disasters know no boundaries, and the worst affected countries lack the resources and capacity adequate to ensuring preparedness and responding to the devastation and impact of such disasters, including with respect to infrastructure and lives lost.", "label": 0}}
{"text": "Пребывание в составе Совета Безопасности предоставило нам прекрасную возможность показать миру, что доверие, оказанное нашей стране, позволило нам проявить весь наш потенциал.", "meta": {"en_pair": "Our term as a member of the Security Council has given us an excellent opportunity to show the world that the trust it has placed in our country has enabled us to demonstrate the best we have to offer.", "label": 1}}
{"text": "Сегодня наш мир сталкивается с многочисленными проблемами и страданиями из-за царящей во всем мире несправедливости.", "meta": {"en_pair": "Our world today faces many challenges and much pain resulting from injustice on a global scale.", "label": 0}}
{"text": "Речь идет в том числе о вывозе или уничтожении хранящихся в Колбасне боеприпасов,которые представляют угрозу для безопасности и экологии всего региона.", "meta": {"en_pair": "That includes the removal or destruction of ammunition from the Cobasna stockpiles, which pose a security and environmental threat to the region as a whole.", "label": 1}}
{"text": "Во-первых, я призываю защищать сильные государства, обладающие необходимыми ресурсами для обеспечения процветания и благосостояния своих граждан на основе таких ценностей, как справедливость, прогресс и равенство.", "meta": {"en_pair": "First, I call for the defence of strong States that have the necessary resources to ensure the prosperity and welfare of their citizens in accordance with the values of justice, progress and equality.", "label": 0}}
{"text": "Каковы должны быть условия и цели этих переговоров?", "meta": {"en_pair": "What should be the terms and objectives of those negotiations?", "label": 0}}
{"text": "Поддержка, оказываемая иранским режимом транснациональному терроризму, привела к созданию сетей террористических организаций и экстремистских формирований по всему миру, в том числе в Сирии, Йемене, странах Северной Африки, региона Сахеля и Сахары и Южной Америки.", "meta": {"en_pair": "Support for transnational terrorism from the Iranian regime created networks of terrorist organizations and extremist militias in numerous regions around the world, such as Syria, Yemen, North Africa, countries of the Sahel and the Sahara and South America, among others.", "label": 1}}
{"text": "Напротив, прекращение действия СВПД как минимум приближает Иран к созданию атомной бомбы.", "meta": {"en_pair": "On the contrary, at best, the JCPOA’s demise brings Iran closer to getting the atomic bomb.", "label": 1}}
{"text": "Поэтому нам необходимо внедрять стратегии, способствующие тому, чтобы рынок труда был способен поглощать этот растущий молодой рабочий класс, и обеспечивать его надлежащую профессиональную подготовку для удовлетворения потребностей наших рынков.", "meta": {"en_pair": "We therefore need strategies to encourage the labour market to absorb the growing young working class and ensure that it is appropriately trained for the needs of our markets.", "label": 0}}
{"text": "Ее породила вера в неприкосновенность свободы человека и права на самоопределение, которое означает, что даже маленькие страны могут выступать на мировой арене.", "meta": {"en_pair": "It was born out of a belief in the sanctity of human freedom and self-determination, which means that even small nations may have a voice on the global stage.", "label": 0}}
{"text": "Мы должны также взять на себя обязательство пополнять Глобальный фонд для борьбы со СПИДом, туберкулезом и малярией и фонд Глобального альянса по вакцинам и иммунизации.", "meta": {"en_pair": "We must also commit to replenish the Global Fund to Fight AIDS, Tuberculosis and Malaria and the Global Alliance for Vaccines and Immunization.", "label": 0}}
{"text": "Благодаря своей давней политике сбалансированного и комплексного подхода к делу развития Эритрея добивается скромных успехов в реализации целей в области устойчивого развития на трех основных направлениях — экономическом, социальном и экологическом.", "meta": {"en_pair": "Eritrea has been making modest strides towards the achievement of the Sustainable Development Goals in their three dimensions — economic, social and environmental — with its long-standing policy of a balanced and integrated approach to development.", "label": 0}}
{"text": "Мы считаем, что не существует таких конфликтов, которые не могут быть урегулированы, если проявить истинную приверженность пониманию других и при этом в рамках совместной работы приложить усилия для согласования возможностей в постконфликтный период, для распространения альтернативных идеологий, основанных на общих ценностях, и, разумеется, для оказания институциональной поддержки, которая обеспечивает преемственность в мирных процессах.", "meta": {"en_pair": "We believe there are no conflicts that cannot be resolved when a real commitment is made to an understanding of the other, and when this understanding of the other is based on mutual work on agreement on post-conflict opportunities, the acceptance of alternative narratives of shared values, and, of course, the institutional support that gives continuity of peace processes.", "label": 0}}
{"text": "Как лидеры наших стран мы должны ради наших граждан прилагать усилия, направленные на решение проблем, поддержание мира и создание условий для развития и построения лучшей жизни для всех.", "meta": {"en_pair": "As leaders of our countries, we owe it to our citizens to work to resolve problems, to maintain peace and to create conditions for development and a better life for all.", "label": 0}}
{"text": "Поскольку лишь в том случае, если нам удастся обеспечить этот хрупкий баланс, мы сможем содействовать сплочению поляризованных групп наших обществ, сокращению разрывов и заживлению ран.", "meta": {"en_pair": "As the people of Mozambique, Malawi and Zimbabwe struggle to recover from the dreadful damage and trauma of those destructive disasters, our conscience must be to recall the need and urgency to act together against that threat, to which no one is immune.", "label": 0}}
{"text": "Африка, в частности, глубоко обеспокоена весьма негативными последствиями изменения климата для всего континента, особенно в тех случаях, когда в совокупности с другими факторами, такими как вооруженные конфликты, изменение климата приводит к насильственному перемещению людей, которых затем направляют в крупные лагеря, где они содержатся в бесчеловечных условиях.", "meta": {"en_pair": "Africa, in particular, is deeply concerned about the very negative effects of climate change on the continent, especially when, together with other causes, such as armed conflicts, it leads to the forced displacement of people, who are then concentrated in major camps and subjected to inhumane conditions.", "label": 1}}
{"text": "Кроме того, мы намереваемся отменить ряд дискриминационных и устаревших законов, касающихся детей, в интересах разработки кодекса прав детей с целью включить положения Конвенции о правах ребенка во внутреннее законодательство страны.", "meta": {"en_pair": "We are also repealing several discriminatory and outdated statutes related to children in order to come up with a children’s code to domesticate the provisions of the Convention on the Rights of the Child.", "label": 1}}
{"text": "Учитывая наше местоположение, мы знаем, что являемся неотъемлемой частью региона, в котором без мира нет и не будет возможности преодолеть глобальные проблемы.", "meta": {"en_pair": "Given our location, we know that we are an integral part of a region where, without peace, global challenges cannot and will not be overcome.", "label": 0}}
{"text": "В стремлении помочь нуждающимся, оказавшимся запертыми в своих домах по решению губернаторов и мэров, и тем, кто лишился источника дохода, в 2020 году в Бразилии мы выдали денежное пособие в размере 800 долл.", "meta": {"en_pair": "That will make the United States a leader in public climate finance and, with our added support together with increased private capital from other donors, we will be able to meet the goal of mobilizing $100 billion to support climate action in developing nations.", "label": 1}}
{"text": "Мы также намерены усовершенствовать наши стратегии и методы в области обращения с отходами, устойчивой мобильности и повышения осведомленности общественности, особенно молодых поколений, относительно такого образа жизни, который предусматривает ответственное и бережное отношение к окружающей среде.", "meta": {"en_pair": "We are also committed to improving our strategies and practices in the fields of waste management, sustainable mobility and the raising of public awareness, particularly among the younger generations, with regard to a sustainable and environmentally friendly lifestyle.", "label": 0}}
{"text": "Другими словами, эти люди являются живыми свидетелями величайшего зла, угрожающего нашей планете.", "meta": {"en_pair": "In other words, those people were living witnesses to the greatest evils that threaten our planet.", "label": 0}}
{"text": "Положение в Бурунди должно быть вопросом, обсуждаемым в рамках учреждений и программ Организации Объединенных Наций, занимающихся вопросами социально-экономического развития и оказывающих поддержку национальным усилиям по осуществлению национального плана развития и целей в области устойчивого развития (ЦУР), предусмотренных Повесткой дня в области устойчивого развития на период до 2030 года.", "meta": {"en_pair": "The situation in Burundi should be a matter for the United Nations agencies and programmes dealing with socioeconomic development in support of national efforts to implement the national development plan and the Sustainable Development Goals (SDGs) of the 2030 Agenda for Sustainable Development.", "label": 0}}
{"text": "Недавнее решение Европейского суда по правам человека в Страсбурге закрепляет имущественные права, в том числе в секторе средств массовой информации, и способствует укреплению плюрализма.", "meta": {"en_pair": "The most recent decision of the Strasbourg European Court of Human Rights reinforces property rights, including in the media sector, and has resulted in more pluralism.", "label": 0}}
{"text": "Для решения конкретных проблем, которые испытывают МОРАГ в плане достижения ощутимых и поддающихся оценке результатов, необходимо создавать более гибкие партнерские механизмы исходя из конкретных задач.", "meta": {"en_pair": "More responsive and targeted partnerships are essential to addressing the specific problems that SIDS face in achieving tangible and measurable outcomes.", "label": 0}}
{"text": "Серьезным нарушением этой резолюции стало совершенное в прошлом месяце вопиющее нападение на жилой район в центре Бейрута, а продолжавшиеся несколько дней в оккупированной Мазарии-Шабъа пожары, разгоревшиеся в результате израильских обстрелов зажигательными снарядами, являются следствием международного экологического преступления, виновных в котором необходимо подвергнуть осуждению.", "meta": {"en_pair": "Last month’s blatantly hostile attack on a residential area in the heart of Beirut is a serious infringement of the resolution, while the fires that lasted for days in the occupied Shebaa farms as a result of incendiary Israeli shells represent an international environmental crime that demands that those who caused them be condemned.", "label": 1}}
{"text": "Для этого нам нужна Организация Объединенных Наций, которая действовала бы более слаженно — и это касается как ее заявлений, так и ее действий.", "meta": {"en_pair": "I say revitalised because the existing set-up has, despite the lessons of past outbreaks of viruses, failed to respond adequately to COVID-19 with devastating consequences.", "label": 1}}
{"text": "Мы должны действовать в соответствии с нормами международного права и уважать их.", "meta": {"en_pair": "Our actions must be in line with and guided by respect for international law.", "label": 0}}
{"text": "Однако пандемия оказала значительное воздействие и на развитые страны .", "meta": {"en_pair": "However, the pandemic has had a significant impact on the developed nations as well.", "label": 0}}
{"text": "Между тем климатический кризис становится все более серьезной проблемой, которая еще больше усугубляется из-за нашей коллективной неспособности решить ее — именно поэтому мир нуждается в Организации Объединенных Наций как никогда ранее.", "meta": {"en_pair": "Meanwhile, the climate crisis looms ever larger, heightened by our collective inability to address it — which is why the world needs the United Nations now more than ever.", "label": 1}}
{"text": "Наша страна, Союз Коморских Островов, является одним из тех малых государств, которые, будучи подвержены климатическим угрозам, вынуждены постоянно вести с ними борьбу.", "meta": {"en_pair": "My country, the Union of the Comoros, is one of those small States that is exposed to climate threats and must therefore continue to address them.", "label": 0}}
{"text": "Для того чтобы наши демократические реформы были более плодотворными и эффективными, нам необходимо избегать ошибок, допущенных ранее другими демократическими государствами.", "meta": {"en_pair": "We need to avoid the mistakes previously made by other democracies in order to make our democratic reforms more fruitful and efficient.", "label": 1}}
{"text": "Египет поддержал принятие Повестки дня в области устойчивого развития на период до 2030 года и внес исключительно важный вклад в поддержку усилий Генерального секретаря по реформированию системы развития Организации Объединенных Наций, поскольку мы придаем большое значение активизации усилий Организации по достижению этих жизнеутверждающих целей.", "meta": {"en_pair": "Furthermore, the current profound crisis due to COVID-19 pandemic mandates the world to provide support for the developing countries through offering stimulating packages for their economies, reducing their accumulated debt liabilities, and utilizing the available instruments of the international financial institutions aiming at contributing to create favorable environment for them.", "label": 1}}
{"text": "Если у людей не будет доступа к чистой питьевой воде, если весь урожай будет гибнуть в результате постоянных засух, а из-за скудных оставшихся ресурсов будут возникать конфликты, то в будущем войны будут обусловлены климатическими проблемами.", "meta": {"en_pair": "If people no longer have access to clean drinking water, if entire harvests are ruined by persistent drought and conflicts break out over the few remaining resources, the wars of the future will be climate wars.", "label": 1}}
{"text": "Я своими глазами видел, как рушатся ледовые стены в Гренландии и тают ледники в Памирских горах в Таджикистане.", "meta": {"en_pair": "I myself have witnessed the collapse of ice walls in Greenland and the melting glaciers in the Pamir mountains in Tajikistan.", "label": 0}}
{"text": "Хотя эта инициатива помогла облегчить доступ к вакцинам для наиболее обездоленных групп населения, по-прежнему ощущается острая нехватка вакцин, а результаты реализации программы далеки от ожиданий.", "meta": {"en_pair": "Although that initiative has helped to facilitate access to vaccines for the most disadvantaged populations, the vaccine gap remains very pronounced and the results fall far short of expectations for the programme.", "label": 1}}
{"text": "В нашей стране благодаря осуществлению разработанной правительством программы перераспределения земель и принятию дополнительных мер по оказанию поддержки общинным и мелким собственникам-фермерам была заложена прочная основа для устойчивого производства продовольствия.", "meta": {"en_pair": "Terrorism, illicit flow of small arms and light weapons, transnational organized crime, cybercrime and illicit financial flows among other aspects, continue to impede our march towards the realisation of sustainable peace, security and stability.", "label": 1}}
{"text": "Хотя мы признаем право Эфиопии на развитие, от вод Нила зависит жизнь и существование народа Египта, в связи с чем международное сообщество призвано сыграть свою конструктивную роль и настоятельно призвать все стороны проявлять гибкость в целях достижения взаимоприемлемого соглашения.", "meta": {"en_pair": "While we recognize Ethiopia’s right to development, for Egypt the water of the Nile is a matter of life and existence, which places a great responsibility on the international community to play a constructive role in urging all parties to demonstrate flexibility in order to achieve a mutually satisfactory agreement.", "label": 1}}
{"text": "Недопустимо, чтобы в XXI веке, когда существует так много документов, договоров и организаций, призванных защищать все виды прав, миллионы христиан и представителей других религий погибали или лишались свободы по причине своей веры.", "meta": {"en_pair": "It is unacceptable that in the twenty-first century, with so many instruments, treaties and organizations whose aim is to safeguard all kinds of rights, there are still millions of Christians and people of other religions that lose their lives or their freedom because of their faith.", "label": 1}}
{"text": "В последние пять лет Индия работает над укреплением своей вековой традиции братства между народами и обеспечением благососто-яния всего мира, что действительно согласуется с ключевыми целями Организации Объединенных Наций.", "meta": {"en_pair": "Over the past five years, India has worked to strengthen its centuries-old great tradition of fraternity among nations and working for the welfare of the world, which is indeed in line with the key objectives of the United Nations.", "label": 0}}
{"text": "Мы просим международное сообщество наложить все необходимые санкции для защиты прав и свобод нынешнего и будущих поколений колумбийцев и, разумеется, наших венесуэльских братьев и сестер.", "meta": {"en_pair": "We ask the international community to adopt all appropriate sanctions to safeguard the rights and freedoms of present and future generations of Colombians and, of course, of our Venezuelan brothers and sisters.", "label": 1}}
{"text": "Эти действия стали первым шагом на нашем долгом и успешном пути к глобальному лидерству в сфере ядерного разоружения и нераспространения.", "meta": {"en_pair": "Those acts were the first step in our long and successful journey towards a global championship of nuclear disarmament and non-proliferation.", "label": 0}}
{"text": "Благодаря согласованным усилиям четырех членов мы начали реализацию плана по адаптации этого блока к реалиям XXI века, чтобы он мог стать конкурентоспособным и динамичным и следовать четкими правилами игры.", "meta": {"en_pair": "Through the four members’ concerted efforts we have set in motion a plan to adapt it to the twenty-first century so that it can be a competitive and dynamic bloc with clear rules of the game.", "label": 1}}
{"text": "Долгосрочный мир и процветание могут быть обеспечены только при условии соблюдения основных прав.", "meta": {"en_pair": "Long-term peace and prosperity can be born only of respect for basic rights.", "label": 0}}
{"text": "Для обеспечения благополучия собственного народа мы должны тесно взаимодействовать с остальным миром.", "meta": {"en_pair": "As we strive to make lives better, we must work with renewed purpose to end the conflicts that are driving so much pain and hurt around the world.", "label": 1}}
{"text": "Успех этого проекта будет гарантирован только при условии устранения причин конфликта в регионе.", "meta": {"en_pair": "The success of that project can be guaranteed only by addressing the causes of conflict in the region.", "label": 1}}
{"text": "Сегодня в нашем мире концепция безопасности получает более широкую трактовку и означает не просто традиционное понятие безопасности как поддержания территориальной целостности, а всеобъемлющую безопасность.", "meta": {"en_pair": "Mr. President, Mr. Secretary-General and Distinguished Delegates, COVID-19 has showed us how closely interconnected the world is, and humanity will, in the end, head into an era of solidarity and cooperation.", "label": 1}}
{"text": "Затянувшаяся засуха для нашего народа — это вопрос жизни и смерти, вынуждающий многих покидать свои дома и жить в условиях крайней нищеты.", "meta": {"en_pair": "For our people, prolonged drought has been a matter of life and death, driving many from their homes and into severe poverty.", "label": 0}}
{"text": "Аналогичным образом, затянувшаяся односторонняя экономическая блокада Кубы напрямую ограничивает реализацию чаяний кубинского народа в области развития.", "meta": {"en_pair": "In a similar manner, the long unilateral economic embargo on Cuba directly constrains the development aspirations of the Cuban people.", "label": 1}}
{"text": "В этой связи необходимо, чтобы международное сообщество продолжило поддерживать Афганистан на этом критическом этапе и проводить различие между гуманитарной помощью и политическими разногласиями.", "meta": {"en_pair": "In order to counter the various kinds of manipulation, we need a holistic approach and new, concrete ways to get better at detecting, analysing and exposing disinformation.", "label": 1}}
{"text": "Имеются убедительные научные факты, указывающие на то, что чрезвычайная климатическая ситуация может привести к катастрофе для человечества.", "meta": {"en_pair": "Many emerging countries, faced with the threat of COVID-19, have been forced to increase their debt and fiscal deficits.", "label": 1}}
{"text": "В силу того, что наша страна является архипелагом, обеспечение всеобщего охвата ее населения доступными услугами здравоохранения сопряжено с большими затратами и трудностями.", "meta": {"en_pair": "Since our country is an archipelago, it is very expensive and difficult to provide affordable universal health-care services to our population.", "label": 1}}
{"text": "Исламский фундаментализм распространился на восточную часть Демократической Республики Конго, где особенно тяжелая ситуация сложилась в провинциях Итури, Северное Киву, Южное Киву и Маниема.", "meta": {"en_pair": "As a newly independent State after the Second World War, Korea was able to build a democracy and a strong economy with the support of the United Nations and the international community.", "label": 0}}
{"text": "Эти меры ограничивают нашу торговлю с остальными странами мира и замедляют наши усилия по достижению ЦУР.", "meta": {"en_pair": "These measures limit our trade with the world and slow our efforts to achieve the SDGs.", "label": 1}}
{"text": "Море играет огромную роль в жизни, интеграции и развитии народов.", "meta": {"en_pair": "The sea is indispensable for life, integration and the development of peoples.", "label": 0}}
{"text": "Сегодня как никогда ясно, что успешно реагировать на глобальные вызовы можно только в том случае, если мы все будем скоординированно и последовательно действовать в общемировом масштабе.", "meta": {"en_pair": "Today it is clearer than ever that we can respond successfully to global challenges only if we act on a global level, with the concerted and coordinated action of all of us.", "label": 1}}
{"text": "Устойчивая внешняя политика — это политика, направленная на поиск долгосрочных решений конфликта с привлечением всех заинтересованных сторон в целях обеспечения как их принятия, так и стабильности.", "meta": {"en_pair": "A sustainable foreign policy is one that seeks lasting solutions to conflict and involves all stakeholders in order to ensure both acceptance and stability.", "label": 1}}
{"text": "Учительница из Эль-Агуакате и человек, который загрузил видео, позволили всей стране увидеть что-то очень обыденное, что-то, что происходит на местном уровне, и это привело к реальным переменам в жизни учеников школы.", "meta": {"en_pair": "The teacher from El Aguacate and the person who uploaded the video enabled something very ordinary and very local to be seen throughout the entire country, which brought about real change for those pupils.", "label": 1}}
{"text": "Благодарю Вас.", "meta": {"en_pair": "Thank you.", "label": 0}}
{"text": "Это документ позволит нам создать механизмы обеспечения добросовестности, транспарентности и подотчетности.", "meta": {"en_pair": "It is a document that will enable us to establish mechanisms for integrity, transparency and accountability.", "label": 1}}
{"text": "Уже давно назрела необходимость реформировать систему Организации Объединенных Наций, с тем чтобы она стала более представительной, сильной и гибко выполняла свой мандат.", "meta": {"en_pair": "The reform of the United Nations system to make it more representative, empowered and responsive in fulfilling its mandate is long overdue.", "label": 0}}
{"text": "Пора принять конкретные, измеримые и целенаправленные меры для реализации чаяний наших народов и удовлетворения наших глобальных потребностей.", "meta": {"en_pair": "It is time for us to undertake concrete, measurable and committed actions to fulfil the aspirations of our peoples and our global needs.", "label": 0}}
{"text": "Аналогичным образом, столкновение непримиримых сил в Йемене привело к гуманитарному кризису колоссальных масштабов .", "meta": {"en_pair": "In this respect, we have to try to avoid any emerging elements causing disunity so we can prevent disaster from ever occurring again to our humanity.", "label": 1}}
{"text": "Число учащихся увеличилось на 800 000 человек, объемы финансирования национальной системы образования достигли показателя в 22 процента государственного бюджета и в течение всего периода пандемии обучение ни разу не прерывалось.", "meta": {"en_pair": "We have added 800,000 more learners and increased domestic education financing to 22 per cent of the national budget, and learning has continued throughout the pandemic period.", "label": 0}}
{"text": "Аргентина приветствует предложения в отношении предоставления Всемирной торговой организации права выдавать соответствующие лицензии в целях содействия налаживанию на местной основе производства и разработки вакцин и обеспечения их конкурентоспособности.", "meta": {"en_pair": "Argentina welcomes the proposals regarding patents under the World Trade Organization in order to help to promote the production, competitiveness and local development of vaccines.", "label": 1}}
{"text": "Кроме того, турбулентность, которую мы по сей день испытываем в нашем мире, вызвана постоянной алчностью и жаждой власти и господства.", "meta": {"en_pair": "Furthermore, the turbulence that we continue to face in our world today has emerged because of continued greed and hunger for power and dominance.", "label": 1}}
{"text": "Мы прилагаем недостаточно усилий в интересах наиболее уязвимых слоев населения, будь то пожилые люди, умирающие в медицинских учреждениях, или бездомные, для которых каждая ночь — это борьба.", "meta": {"en_pair": "Too often, concerted action is blocked — the needs of our citizens are denied — as a result of gridlock at decision-making bodies.", "label": 1}}
{"text": "Особенно остро сейчас ощущается потребность в транспарентных рамках, которые способствовали бы укреплению доверия между государствами в деле выполнения взятых ими обязательств и достижению цели укрепления многосторонних мер реагирования.", "meta": {"en_pair": "To enhance a multilateral response, there is a particularly urgent need for a transparent framework to promote trust among nations in fulfilling the commitments made.", "label": 1}}
{"text": "В рамках таких усилий в целях обеспечения качественного образования для детей мы создали Комплексную национальную программу школьного питания, которая способствует не только повышению школьной успеваемости, укреплению здоровья и более здоровому питанию учащихся, но и содействует развитию местного сельскохозяйственного производства, принося фермерам существенный доход.", "meta": {"en_pair": "“In this framework, in order to guarantee quality education for children, we have set up the Integrated National School Feeding Programme, which not only improves the school performance, health and nutritional status of students but also develops local agricultural production, thereby providing substantial income to farmers.", "label": 1}}
{"text": "Мы активизировали усилия по обеспечению участия женщин в процессе принятия решений и усилили меры социальной защиты, ориентированные на сельских женщин.", "meta": {"en_pair": "We have stepped up the inclusion of women in decision-making, and we have increased social protection measures that target rural women.", "label": 0}}
{"text": "Мы также строим завод по переработке пластиковых изделий, что позволит нашей стране полностью предотвратить загрязнение такими изделиями.", "meta": {"en_pair": "We are also in the process of establishing a plastic-recycling plant that will enable our country to become plastic-neutral.", "label": 1}}
{"text": "Действительно, пандемия привела к значительному росту масштабов нищеты и способствовала дальнейшему углублению социального неравенства и разрыва между развитыми и развивающимися странами.", "meta": {"en_pair": "Indeed, the pandemic has led to a significant rebound in poverty and has contributed to further widening social inequalities and the gap between developed and developing countries.", "label": 1}}
{"text": "Один из путей налаживания этого сотрудничества — создание региональной экономической зоны.", "meta": {"en_pair": "One of the ways to achieve that cooperation is through the establishment of a regional economic zone.", "label": 1}}
{"text": "В условиях сложившейся на планете чрезвычайной климатической ситуации я как гражданин уязвимого государства несу ответственность также за то, чтобы выступить от имени сообщества малых островных развивающихся государств (МОРАГ), народов Карибского бассейна и Карибского сообщества, прибрежных стран и других общин всего мира, которые особенно уязвимы перед лицом повышения уровня моря и все более мощных ураганов.", "meta": {"en_pair": "In the context of the global climate emergency, it is also my responsibility, as a citizen of a vulnerable State, to speak on behalf of the community of small island developing States (SIDS), the peoples of the Caribbean and the Caribbean Community, and the coastal and other communities around the world that are especially vulnerable to rising sea levels and increasingly powerful storms.", "label": 0}}
{"text": "С учетом слабой диверсификации нашей экономики наша цель состоит в том, чтобы принести пользу не только тем, кто живет в нищете, но и тем, кто лишен возможности улучшить свое социально-экономическое положение.", "meta": {"en_pair": "In our narrow economy, the goal is to benefit not only those who are in poverty but those who have been deprived of the opportunity to improve their social and economic status.", "label": 0}}
{"text": "С удовлетворением отмечая этот успех, ибо речь идет об очевидных предпосылках для вос-становления государственной власти на всей территории страны, мы не можем упускать из виду тот факт, что многое еще предстоит сделать для достижения прочного мира и примирения в нашей стране.", "meta": {"en_pair": "We welcome that, since it is clearly a prerequisite for the restoration of State authority over the entire national territory, but we cannot ignore the fact that there is still a long way to go to achieve lasting peace and reconciliation in our country.", "label": 0}}
{"text": "Вьетнам осуждает все нападения на гражданских лиц и на инфраструктуру, которая крайне важна для их выживания.", "meta": {"en_pair": "Viet Nam deplores all attacks against civilians and the infrastructure critical to their survival.", "label": 0}}
{"text": "Центральный элемент нашей концепции устойчивого развития включает в себя создание инфраструктуры и задействование наших национальных ресурсов.", "meta": {"en_pair": "The central element of our vision for sustainable development includes building infrastructure and harnessing our national resources.", "label": 0}}
{"text": "Мы как лидеры обязаны постоянно оценивать наши действия с двух этих точек зрения.", "meta": {"en_pair": "Despite that distressing observation, we must not wait any longer to translate our various commitments into concrete action to accelerate the pace of their implementation.", "label": 0}}
{"text": "Только за вчерашний день Соединенное Королевство выручило 10 млрд фунтов стерлингов за счет первой эмиссии суверенных «зеленых» облигаций государственного займа, приобретавшихся практичными инвесторами, желающими заработать.", "meta": {"en_pair": "Only yesterday, the United Kingdom’s first sovereign green bond raised £10 billion on the markets, from hard-headed investors who want to make money.", "label": 0}}
{"text": "В такие времена как сейчас мы все должны объединиться и вместе работать над укреплением принципа многосторонности.", "meta": {"en_pair": "At times like this, we must all unite and stand together to strengthen multilateralism.", "label": 0}}
{"text": "Сегодня мы как никогда обязаны действовать сообща, чтобы задачи развития не противоречили необходимости обеспечить прочный мир и защитить окружающую среду для нынешнего и грядущих поколений.", "meta": {"en_pair": "It is now up to us to go beyond solemn commitments and formal announcements to realize the developed projects in order to further protect biodiversity.", "label": 1}}
{"text": "Что касается изменения климата, то мы являемся первой латиноамериканской страной и четвертой в мире, где экологический переход находится в ведении министерства.", "meta": {"en_pair": "With respect to climate change, we are the first Latin American country and the fourth in the world to place our ecological transition under the responsibility of a Ministry.", "label": 0}}
{"text": "Любая попытка подорвать этот нейтральный статус представляет собой недружественный акт в отношении народа Республики Молдова, способствуя еще большему обострению внутренних разногласий в стране.", "meta": {"en_pair": "Any attempt to undermine that neutrality status is an unfriendly act against the people of the Republic of Moldova because it deepens the internal dissensions in the country even more dramatically.", "label": 1}}
{"text": "У нас на Сейшельских Островах молодежные неправительственные организации сотрудничают с правительством, уделяя приоритетное внимание борьбе с изменением климата, загрязнением и другими угрозами для окружающей среды.", "meta": {"en_pair": "In Seychelles, we are seeing youth-led non-governmental organizations partnering with the Government to prioritize the fight against climate change, pollution and other threats to the environment.", "label": 0}}
{"text": "Этого просто нельзя допустить, поскольку это станет очередной пародией на справедливость.", "meta": {"en_pair": "It simply cannot be — or it would be another travesty of justice.", "label": 0}}
{"text": "Во-вторых, мы реформируем государственные органы, чтобы обеспечить эффективную реализацию политики правительства.", "meta": {"en_pair": "Secondly, we are reforming public services to ensure the effective implementation of Government policies.", "label": 1}}
{"text": "Однако вследствие ухудшения международной обстановки в плане безопасности угроза применения ядерного оружия вновь возросла.", "meta": {"en_pair": "However, the deteriorating international security environment has once again increased the threat of the use of nuclear weapons.", "label": 1}}
{"text": "Мы можем пытаться четче проводить наши государственные границы или больше акцентировать различия по цвету кожи, по признаку расы, языка или религии, но эта фотография говорит нам о том, что наш естественный путь — это путь инклюзивности.", "meta": {"en_pair": "We may try to delineate our borders more clearly or make clearer distinctions on the basis of colour, race, language and creed, but that picture tells us that the natural path is to be inclusive.", "label": 0}}
{"text": "Еще одна неотложная задача, стоящая перед мировым сообществом, — борьба с климатическим кризисом.", "meta": {"en_pair": "We welcome the extension of the United Nations mechanism for humanitarian assistance delivered to north-western Syria via Turkey for another 12 months.", "label": 0}}
{"text": "Мы гордимся нашими тесными отношениями в рамках Соглашения о свободной ассоциации и с нетерпением ожидаем начала обсуждения вопроса о его продлении.", "meta": {"en_pair": "We are proud of our close relationship through our Compact of Free Association and look forward to beginning discussions on its renewal.", "label": 0}}
{"text": "Их принимают в Египте, где они живут бок о бок с египетским народом и пользуются всеми услугами, предоставляемыми государством египетским гражданам, не получая никакой помощи или существенной поддержки со стороны наших международных партнеров, несмотря на то значение, которое они придают правам этих иммигрантов.", "meta": {"en_pair": "All of the aforementioned provides a clear indication of the importance Egypt attaches to protecting human rights, and its continued endeavor to upgrade its capabilities to fulfill the ambitions of its citizens and achieve their legitimate aspirations in line with the comprehensive perspective defined by Egypt’s Vision 2030.", "label": 1}}
{"text": "Одной из причин миграции является кофейный кризис, который обусловлен низкими ценами и последствиями изменения климата.", "meta": {"en_pair": "One of the causes of migration is the coffee crisis, which is driven by low prices and the effects of climate change.", "label": 1}}
{"text": "Для преодоления всех этих трансграничных проблем настоятельно требуются глобальные меры.", "meta": {"en_pair": "All of these cross-border challenges are crying for a global response.", "label": 0}}
{"text": "Благодаря Астанинскому процессу, который дополняет Женевские переговоры, было достигнуто прекращение военных действий.", "meta": {"en_pair": "Thanks to the Astana process, which complements the Geneva talks, a cessation of hostilities has been reached.", "label": 1}}
{"text": "Нам необходимо объединить наши ресурсы, оптимизировать наши усилия и применять многосторонние подходы для противодействия этим угрозам.", "meta": {"en_pair": "We need to pool our resources, streamline our efforts and apply multi-stakeholder approaches to combat those challenges.", "label": 0}}
{"text": "Разрушительные последствия циклона «Идай» на юге Африки и урагана «Дориан» на Багамах, опустошительные лесные пожары в Калифорнии, рекордно высокие температуры, которые были недавно зарегистрированы на всех континентах в самые жаркие месяцы, и недавнее таяние ледников в Гренландии — все это предвещает нашей планете крайне опасное и пустынное будущее.", "meta": {"en_pair": "The devastating effects of Cyclone Idai in Southern Africa and Hurricane Dorian in the Bahamas, the desolation left in the wake of wildfires in California, the sweltering heat of the hottest months that we have recently recorded on all continents and the latest ice cap melts in Greenland all point to an alarmingly dangerous and desolate future for our planet.", "label": 0}}
{"text": "Пользуясь данной возможностью, я хотел бы вновь заявить с этой трибуны о приверженности нашей страны дальнейшей работе над достижением цели устойчивого развития в интересах обеспечения вовлечения в социальную жизнь и сокращения неравенства, в частности путем поощрения принятия эффективных политических мер в форме укрепления диалога по вопросам социального развития, являющегося залогом успешного осуществления Повестки дня на период до 2030 года.", "meta": {"en_pair": "“I take this opportunity to reaffirm from this rostrum my country’s commitment to continuing to work towards sustainable development in order to achieve social inclusion and the reduction of inequalities, in particular by encouraging effective political impact through the strengthening of dialogue on social development issues, which will ensure the successful implementation of the 2030 Agenda.", "label": 1}}
{"text": "Мы считаем, что энергетические ресурсы в восточном Средиземноморье открывают широкие возможности для сотрудничества в том случае, если мы все возьмем на вооружение взаимовыгодный подход.", "meta": {"en_pair": "We believe that the energy resources in the eastern Mediterranean constitute an important opportunity for cooperation if we all adopt a win-win approach.", "label": 0}}
{"text": "Нам кажется непонятным и неоправданным, что в современном глобализованном мире решения, имеющие обязательную силу для всех нас, принимаются несколькими государствами-членами.", "meta": {"en_pair": "In today’s globalized world it is indefensible and incomprehensible that decisions that bind us all are left in the hands of a few Member States.", "label": 0}}
{"text": "Чтобы защитить свободу, недостаточно просто рассуждать о ней с трибуны.", "meta": {"en_pair": "To protect freedom, it is not enough to talk about it in speeches.", "label": 0}}
{"text": "В прошлом году в Стамбуле начал работу Банк технологий Организации Объединенных Наций для наименее развитых стран.", "meta": {"en_pair": "The United Nations Technology Bank for the Least Developed Countries became operational last year in Istanbul.", "label": 0}}
{"text": "К этому начинанию присоединились туристические компании, которые являются одной из ключевых движущих сил экономики Сейшельских Островов и которые продолжают играть первостепенную роль в разработке проекта по восстановлению индустрии туризма Сейшельских Островов совместно с правительством.", "meta": {"en_pair": "The shortage of effective global solutions for SIDS as the United Nations celebrates its 75th anniversary is alarming.The ultimate test of multilateralism lies in the way we assist vulnerable economies today, for it ultimately decides whether we attain the future we want.", "label": 1}}
{"text": "Мы попрежнему ожидаем, что Совет Безопасности, в интересах обеспечения того, чтобы никто не был забыт, защитит ни в чем не повинных людей от угроз международному миру и безопасности в любой их форме, будь то традиционные угрозы, такие как вооруженные конфликты, или более недавние угрозы, такие как изменение климата.", "meta": {"en_pair": "We continue to look to the Security Council to protect the innocent from threats to international peace and security in all their forms, be they traditional threats such as armed conflict or newer threats such as climate change, rising sea levels and health epidemics, to ensure that no one is left behind.", "label": 0}}
{"text": "Существующие пробелы в образовании также ставят под угрозу способность людей вести борьбу с нищетой.", "meta": {"en_pair": "These educational gaps also threaten an individual’s ability to move out of poverty.", "label": 1}}
{"text": "Поэтому, как и при реализации проекта справедливого восстановления, призванного содействовать преодолению экономического кризиса, мы должны также взять на себя обязательства по обеспечению справедливого «зеленого» перехода, который, как мы убеждены, является наиболее эффективным способом достижения более высокого уровня прогресса и благосостояния.", "meta": {"en_pair": "Therefore, in the same way that we are leading a just recovery project to overcome the economic crisis, we must also commit ourselves to a just green transition, which we are convinced is the most effective way to reach new levels of progress and well-being.", "label": 1}}
{"text": "Если мы не примем меры, то кризис будет продолжаться и усугубляться.", "meta": {"en_pair": "If we do not act, the crisis will continue and will get worse.", "label": 0}}
{"text": "Поэтому мы будем и впредь улучшать условия для создания инвестиционных возможностей и диверсификации нашего социально-экономического развития, особенно в таких областях, как образование, здравоохранение, снижение уровня смертности, детское питание и создание рабочих мест для молодежи.", "meta": {"en_pair": "We will therefore continue to improve our conditions to create investment opportunities and diversify our socioeconomic development, specifically in the areas of education, health care, mortality reduction, child nutrition and job creation for youth.", "label": 1}}
{"text": "Реализация каждой из целей, намеченных в Повестке дня в области устойчивого развития на период до 2030 года, требует обеспечения всем людям образования, которое вооружит их знаниями, навыками и ценностями, позволяющими им жить достойно, строить свою собственную жизнь и вносить вклад в жизнь общества, в котором они живут.", "meta": {"en_pair": "Each of the goals outlined in the 2030 Agenda for Sustainable Development requires education to equip all people with the knowledge, skills and values that will enable them to live with dignity, build their own lives and contribute to the societies in which they live.", "label": 1}}
{"text": "Он должен быть построен усилиями народов Африки, Азии, Латинской Америки и Карибского бассейна, а также народов Соединенных Штатов Америки.", "meta": {"en_pair": "The pandemic’s devastating impact on global travel, tourism, supply chains and investment has caused the deepest economic recession in nearly a century.", "label": 1}}
{"text": "Мы должны поставить перед собой еще более амбициозные цели и подтвердить свою преданность делу посредством конкретных действий, если мы хотим победить в борьбе с нищетой и изменением климата и обеспечить инклюзивный экономический рост с учетом стремления наших народов к достижению благополучия.", "meta": {"en_pair": "We must raise our ambitions and renew our commitment through concrete actions if we are to win the fight against poverty and climate change and to ensure inclusive economic growth that takes into account our people’s aspirations to well-being.", "label": 1}}
{"text": "Мы должны не только расширять международное сотрудничество в области разработки вакцин и лечения, но и гарантировать всем странам равноправный доступ к ним, как только они будут разработаны.", "meta": {"en_pair": "When one is exposed to infectious diseases or natural disasters, so is the other, requiring the two to cooperate to overcome these challenges.", "label": 1}}
{"text": "Никто не озабочен урегулированием этой сложной проблемы в большей степени, чем Сербия, потому что это позволит не только нашей стране, но и всему региону жить в условиях мира, стабильности, сотрудничества, экономического процветания и прогресса на нашем пути в ЕС.", "meta": {"en_pair": "No one cares more about resolving this difficult burden than Serbia because it would provide not only our country but also the entire region with peace, stability, cooperation, economic prosperity and progress on our EU path.", "label": 0}}
{"text": "Надеемся, что после назначения нового Личного посланника диалог возобновится и удастся найти политическое и правовое решение, которое позволит народу Западной Сахары осуществить свое неотъемлемое право на самоопределение.", "meta": {"en_pair": "We hope that, upon the nomination of a new Personal Envoy, discussions will resume, and that a political and legal solution will be found to enable the people of Western Sahara to exercise their inalienable right to self-determination.", "label": 0}}
{"text": "Выступление председателя Переходного военного совета, президента и главы государства Республики Чад Махамата Идрисса Деби Итно[Подлинный текст на французском языке]Уважаемый Председатель Генеральной Ассамблеи!", "meta": {"en_pair": "In addition, least developed countries and landlocked developing countries, including Chad, are also affected by the failure to meet official development assistance commitments under the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda.", "label": 0}}
{"text": "Земля служит домом для миллионов видов живых существ и в ответ на такую щедрость ожидает от нас лишь соблюдения принципа равновесия в природе.", "meta": {"en_pair": "As the adverse weather and fires of recent months around the world painfully reminded us, it is clear that human activity is disrupting the climate and is threatening the biodiversity of our planet.", "label": 1}}
{"text": "У нас осталось чуть более 10 лет для проведения посредством реализации целей в области устойчивого развития (ЦУР) необходимых преобразований.", "meta": {"en_pair": "We have a little over 10 years to attain the necessary transformation through the implementation of the Sustainable Development Goals (SDGs).", "label": 0}}
{"text": "Мы решительно подчеркнули инклюзивность всех амазонских стран как части живой Амазонки, которая вдохновляет нас и эти страны на преодоление политических разногласий, на организацию соответствующих мероприятий для обеспеченияразвития коренных и племенных общин и на поддержание суверенитета этих стран и Амазонки как региона.", "meta": {"en_pair": "We strongly emphasized the inclusiveness of all Amazonian countries as part of a living Amazon that compels us and those countries to rise above political differences, organize relevant provisions to secure the development of indigenous and tribal communities and uphold the sovereignty of countries and the Amazon as a region.", "label": 0}}
{"text": "Семьдесят пятая годовщина основания Организации Объединенных Наций должна стать стимулом для преобразования нашей Организации в более динамичную и эффективную структуру.", "meta": {"en_pair": "The 75th anniversary of the UN foundation should become an impetus for transforming our Organization into a more dynamic and efficient body.", "label": 0}}
{"text": "Сан-Томе и Принсипи вновь заявляет о своей поддержке кубинского народа и призывает международное сообщество добиваться нормализации от-ношений между Кубой и Соединенными Штатами Америки и отмены торговой блокады, что будет содействовать прогрессу и развитию Кубы.", "meta": {"en_pair": "Sao Tome and Principe once again reiterates its support for the Cuban people and calls on the international community to work towards the normalization of relations between Cuba and the United States of America and the lifting of the trade embargo, thereby allowing for Cuba’s progress and development.", "label": 1}}
{"text": "Сегодня хочу обратиться с призывом ко всему миру.", "meta": {"en_pair": "There may come a day when we remember such incidents with great regret.", "label": 0}}
{"text": "Будучи страной, которая имеет как давние связи с арабским миром, так и прекрасные отношения с Израилем — Греция признала его, когда мой отец занимал должность премьер-министра почти 30 лет назад, — мы считаем, что ближневосточный мирный процесс должен продолжаться и привести к урегулированию в соответствии с принципом сосуществования двух государств в надежде на то, что однажды этот регион станет «землей обетованной» для всех его жителей.", "meta": {"en_pair": "As a country that enjoys both longstanding ties to the Arab world and excellent relations with Israel, which Greece first recognized when my father was Prime Minister almost 30 years ago, we believe that the Middle East peace process must remain alive and lead to a two-State solution, in the hope that one day the area can become a promised land for all its people.", "label": 0}}
{"text": "Решающее значение для более эффективного восстановления после пандемии и глобальной подготовки к системным потрясениям в будущем имеет полная реализация Повестки дня на период до 2030 года и Парижского соглашения об изменении климата.", "meta": {"en_pair": "The full implementation of the 2030 Agenda and the Paris Climate Agreement are crucial to better recovery from the pandemic and to global preparation against future systemic shocks.", "label": 1}}
{"text": "Эта приоритетная задача не пустой звук, а цель, подкрепленная цифрами в бюджете страны, планирующей к 2022 году довести долю расходов на образование до 6 процентов валового внутреннего продукта.", "meta": {"en_pair": "That priority is not only a matter of words but is also backed by numbers in the budget, which plans to bring the share of education to 6 per cent of gross domestic product by 2022.", "label": 0}}
{"text": "Наши дипломаты и эксперты вносят весомый вклад в разработку программ и политики Организации Объединенных Наций, в частности в области устойчивого развития, Мирового океана и прав человека.", "meta": {"en_pair": "Our diplomats and experts have contributed substantively to the development of United Nations agendas and policies on sustainable development, oceans and seas, and human rights, inter alia.", "label": 0}}
{"text": "Над основами системы международных отношений на политическом, экономическом, правовом фронтах и в плане безопасности нависли беспрецедентные в истории нашей Организации угрозы.", "meta": {"en_pair": "The foundations of the international relations system on the political, economic, legal and security fronts are facing threats that are unprecedented in the history of our Organization.", "label": 0}}
{"text": "Над нашей планетой нависла смертельная опасность, связанная с экстремальным изменением климата, которое создает угрозу для будущих поколений.", "meta": {"en_pair": "Our planet is facing an existential danger from extreme climate change, which is threatening future generations.", "label": 1}}
{"text": "Необходимо также расширять многостороннее сотрудничество в целях создания необходимых условий и принятия необходимых мер для ликвидации ядерного оружия.", "meta": {"en_pair": "Greater multilateral cooperation is likewise needed to create the conditions and take the steps necessary for the elimination of nuclear weapons.", "label": 1}}
{"text": "Одно дело разработать инновационные технологии, основанные наиспользовании возобновляемых источников энергии, и совершенно другое — обеспечить, чтобы та или иная страна или сообщество были в состоянии эти технологии освоить.", "meta": {"en_pair": "We believe that the traditional nuclear family is the very foundation of civilization and that the freedom of human being is made complete only with the freedom to worship and freedom of expression.", "label": 0}}
{"text": "Западные Балканы вновь являются ареной конфликтующих геополитических интересов, что ведет к замедлению темпов интеграции западнобалканских обществ в естественную для них европейскую среду, подрывает веру людей в европейские ценности и препятствует их внедрению.", "meta": {"en_pair": "The Western Balkans are once again a battlefield for conflicting geopolitical interests, resulting in a slowdown in the integration of Western Balkan societies into their natural European setting, undermining people’s trust in and adoption of European values.", "label": 1}}
{"text": "Адаптируясь к новой реальности, мы быстро перестроили свою работу и вместо традиционных очных встреч стали использовать удаленные платформы для ведения бизнеса .", "meta": {"en_pair": "As we adjust to the new normal, we have quickly adapted to utilising remote platforms for conducting business instead of the traditional in-person meetings.", "label": 0}}
{"text": "В 2018 году, после выхода Соединенных Штатов из Венского соглашения 2015 года, я предложил создать глобальные рамки для сохранения Совместного всеобъемлющего плана действий (СВПД) и дополнить их применением расширенного подхода к решению вопросов, возникающих в связи с иранской ядерной программой в период после 2025 года, ролью Ирана в региональных кризисах и его баллистической программой.", "meta": {"en_pair": "In 2018, after the United States withdrew from the 2015 Vienna Agreement, I proposed a comprehensive framework to preserve the Joint Comprehensive Programme of Action (JCPOA) and complement it with a broader approach to address the issues raised by Iran’s post-2025 nuclear programme, the country’s role in regional crises and its ballistic programme.", "label": 0}}
{"text": "Реализация проектов по строительству гидроэлектростанций обеспечит потребности стран Центральной Азии в гидроэнергии и тем самым создаст благоприятные условия для устойчивого развития всего региона.", "meta": {"en_pair": "The implementation of hydroelectric projects will ensure that we meet the needs of Central Asian countries in terms of hydropower, thereby creating conditions conducive to sustainable development across the entire region.", "label": 1}}
{"text": "Кроме того, благодаря новым технологиям у нас появился механизм, который позволит нам справиться с вызовами завтрашнего дня.", "meta": {"en_pair": "In addition, thanks to new technologies, we have a tool that will enable us to meet the challenges of tomorrow.", "label": 1}}
{"text": "Воодушевленный этим успехом, эстонский сектор инновационных компаний выпустил меморандум о своих масштабных планах, обещая к 2030 году стать климатически нейтральным во всей своей деятельности.", "meta": {"en_pair": "Encouraged by this, the Estonian start-up sector underwrote a memorandum with global ambitions, promising to be climate neutral in all their actions by 2030.", "label": 0}}
{"text": "Для того чтобы спасти жизни людей, защитить наиболее уязвимые группы населения и заложить более прочный фундамент для последующих восстановительных работ, мы должны в срочном порядке взять на себя долгосрочные обязательства .", "meta": {"en_pair": "It provides the framework for maintaining peace and security, upholding human rights and dignity, promoting sustainable development and international cooperation to tackle both longstanding and emerging challenges.", "label": 1}}
{"text": "В этом плане действий определены пять ключевых отраслей с учетом их способности увеличивать наш валовой внутренний продукт, создавать рабочие места и мобилизовать доходы: это обрабатывающая промышленность, сельское хозяйство, горнодобывающая промышленность и энергетика, туризм и образование, а также информационно-коммуникационные технологии.", "meta": {"en_pair": "The road map outlines five key sectors based on their ability to grow our gross domestic product, create employment and mobilize revenue — manufacturing, agriculture, mining and energy, tourism and education, and information and communications technology.", "label": 0}}
{"text": "Мы хотим, чтобы Организация Объединенных Наций была готова к роли лидера в XXI веке и могла пользоваться всеми преимуществами технического прогресса человечества, значительно облегчившего для малых и не самых влиятельных государств — а это большинство членов Организации Объединенных Наций — возможность следить за работой различных органов нашей Организации и проведением многочисленных дискуссий, а также принимать в них участие.", "meta": {"en_pair": "We want the United Nations to be ready to lead in the twenty-first century, fully benefiting from the technological advances of humankind that have made it much easier for those who are not big and powerful — the majority of United Nations Member States — to follow and contribute to the Organization’s various bodies and numerous discussions.", "label": 1}}
{"text": "Непростая задача для нас заключается в том, чтобы убедить все страны, большие и малые, что сейчас, когда мы сталкиваемся как с традиционными, так и с новыми технологическими дестабилизирующими вызовами и беспокоимся о будущем грядущих поколений, мировоззрения, согласно которым может быть лишь один победитель, который получает все, являются абсолютно неуместными.", "meta": {"en_pair": "The onerous task for us is how to convince all nations, large and small, that in the face of our current tumultuous challenges, both traditional and technological, and for the sake of future generations, there is absolutely no room for winner-takes-all and zero-sum mindsets.", "label": 0}}
{"text": "Вместо того чтобы прилагать усилия на благо мира и стабильности в регионе, Израиль приступил к очередному этапу эскалации, усугубляя напряженность в регионе до беспрецедентного уровня.", "meta": {"en_pair": "Instead of working for peace and stability in the region, Israel has launched yet another phase of escalation, fuelling regional tensions to unprecedented levels.", "label": 1}}
{"text": "Филиппины признают свою долю ответственности за происходящее и сделают все возможное, чтобы предотвратить эту глобальную катастрофу.", "meta": {"en_pair": "The Philippines accepts its share of responsibility and will do its part to avert this collective disaster.", "label": 1}}
{"text": "Однако все возможно, и мы обязаны верить в это.", "meta": {"en_pair": "However, everything is possible and we must believe that.", "label": 0}}
{"text": "Мы призываем всех партнеров объединить усилия и совместно выступить в защиту наших детей и молодежи.", "meta": {"en_pair": "We call on all partners to join efforts and together, let us raise our voices to protect our children and young people.", "label": 1}}
{"text": "В рамках скоординированного подхода, который Габон осуществляет под руководством президента Бонго Ондимбы, мы последовательно прилагаем усилия для содействия диалогу в большинстве районов, ситуация в которых характеризуется напряженностью на субрегиональном уровне, совместно с нашими коллегами из Экономического сообщества центральноафриканских государств, в котором Габон в настоящее время выполняет функции Председателя.", "meta": {"en_pair": "Such a reform, which we all hope for, will have the advantage of bringing the world into line with the demands of the times and above all with the values that are the foundation of our common faith in order to forever banish the spectre of war and raise high the flag of peace.", "label": 1}}
{"text": "Из-за падения цен на нефть на международном рынке наша страна переживает экономический кризис.", "meta": {"en_pair": "Our country has been experiencing an economic crisis because of the drop in oil prices on the international market.", "label": 1}}
{"text": "Однако, хотя мы можем добиться значительного прогресса в сокращении неравенства или поощрении образования на национальном уровне, совершенно невозможно решить проблему изменения климата исключительно в одностороннем порядке, поскольку, какой бы амбициозной ни была природоохранная стратегия отдельно взятой страны, она не даст никаких результатов без принятия мер на глобальном уровне.", "meta": {"en_pair": "But while we can make significant progress in reducing inequalities or promoting education at the national level, it is utterly impossible to address the issue of climate change from a purely unilateral perspective, because the environmental policy of a single country, however ambitious it may be, is totally ineffective without action at on a global scale.", "label": 1}}
{"text": "Кроме того, они свидетельствуют о том, что государственный и частный сектора проделывают важную работу, а также о способности перуанцев преодолевать разногласия во имя будущего страны и достижения более высокого уровня благосостояния.", "meta": {"en_pair": "Similarly, they demonstrate the important efforts made by the public and private sectors and the capacity of Peruvians to overcome our differences in order to work for the future of the country and achieve higher levels of well-being.", "label": 1}}
{"text": "Это опасная ложь, даже если у нее много последователей и могущественных вдохновителей.", "meta": {"en_pair": "It is false and dangerous, even if it has many followers and powerful propagators.", "label": 0}}
{"text": "Когда мир отвернулся от Сомали, мы включились в мирные процессы в Эльдорете и Мбагати и внесли в них свой вклад, что привело к формированию и размещению в Кении Переходного национального правительства и в конечном счете — к формированию в Сомали Переходного федерального правительства.", "meta": {"en_pair": "When the world had turned away from Somalia, we engaged and invested in the Eldoret and Mbagathi peace processes, which led to the formation and hosting of the Transitional National Government in Kenya and, ultimately, the formation of the Transitional Federal Government in Somalia.", "label": 1}}
{"text": "Разумеется, будут часто возникать разногласия, люди часто будут отказываться идти на компромиссы, возможны недоразумения.", "meta": {"en_pair": "Of course, there will be many differences of opinion, people will often refuse to compromise and misunderstandings are possible.", "label": 0}}
{"text": "Для достижения успеха в период до 2030 года, руководствуясь решительным стремлением достичь наших общих целей, мы должны решить и другие, более насущные задачи.", "meta": {"en_pair": "While looking towards 2030 and with the determination to achieve our common goals, there are some more immediate challenges that we must overcome in order to succeed.", "label": 1}}
{"text": "Недавнее ужесточение санкций в отношении денежных переводов напрямую ограничивает частную помощь общинам на низовом уровне.", "meta": {"en_pair": "The recent increase in sanctions on remittances directly limits private assistance to communities at the grassroots level.", "label": 1}}
{"text": "Пандемия также подорвала основные составляющие нашей экономики — туризм, транспорт и внутренний спрос, — что привело к сокращению социальной защиты, безработице и росту масштабов нищеты", "meta": {"en_pair": "Cabo Verde has all the structural characteristics of a small island developing State, namely, small size and dispersion in islands, situated in large oceanic spaces and distant from major markets, which weakens our economic base and heightens our exposure to climate change and other environmental phenomena such as drought, in addition to reducing our resilience to natural phenomena and other external shocks.", "label": 1}}
{"text": "Я настоятельно призываю всех партнеров по развитию сохранять приверженность дальнейшему сотрудничеству с нами в достижения нашей цели устойчивого развития .", "meta": {"en_pair": "We believe that the ambition to expedite development of these tools must be matched with a determination to ensure that they are safe, effective and accessible to all.", "label": 0}}
{"text": "С учетом этого Суринам выступил сопредседателем межрегионального партнерства между Европейским союзом и Сообществом государств Латинской Америки и Карибского бассейна по механизму координации и сотрудничества в области наркотиков, в результате чего был принят документ, содержащий необходимые руководящие принципы в отношении борьбы с незаконным оборотом наркотиков и связанной с наркотиками транснациональной преступностью.", "meta": {"en_pair": "Bearing that in mind, Suriname co-chaired the biregional partnership between the European Union and Community of Latin American and Caribbean States on the Coordination and Cooperation Mechanism on Drugs, resulting in the adoption of a document that contains the necessary guidelines on the fight against illicit drug trafficking and drug-related transnational crime.", "label": 1}}
{"text": "Беспрецедентное ускорение темпов ухудшения состояния окружающей среды обязывает всех нас прилагать больше усилий для исправления ущерба, который мы нанесли окружающей среде.", "meta": {"en_pair": "The acceleration of environmental degradation at rates never seen before obliges all of us to do more to right the wrongs we have committed against the environment.", "label": 1}}
{"text": "Эта идеология с ее методами всегда приводила к смерти, невежеству и страданиям, где бы она ни укоренялась.", "meta": {"en_pair": "With such methods, ideology has always left a trail of death, ignorance and misery wherever it went.", "label": 0}}
{"text": "В соответствии с нашей программой модернизации и индустриализации мы повышаем качество нашего образования, с тем чтобы оно в большей степени соответствовало современному уровню технологий и инноваций.", "meta": {"en_pair": "In line with our modernization and industrialization agenda, we are enhancing the quality of our education to make it more relevant with regard to modern technology and innovation.", "label": 1}}
{"text": "Таким образом, деятельность правительства Княжества во всех своих аспектах должна соответствовать требованиям в области устойчивого развития.", "meta": {"en_pair": "In this way, every part of the Principality’s Government action must adhere to the requirements of sustainable development.", "label": 0}}
{"text": "Королевство Лесото считает, что международное сообщество обязано, с учетом ведущей роли Организации Объединенных Наций, принять эффективные меры, направленные на предотвращение геноцида, этнических чисток и жестокостей, совершаемых в отношении женщин и детей, оказавшихся в условиях вооруженного конфликта.", "meta": {"en_pair": "The Kingdom of Lesotho considers it the responsibility of the international community, with the United Nations playing the central role, to put in place effective measures aimed at preventing genocide, ethnic cleansing and the atrocities perpetrated on women and children caught up in armed conflict.", "label": 0}}
{"text": "Проблема неравенства между тремя государствообразующими народами этой страны остается неурегулированной слишком долго, порождая ничем не оправданные внутриполитические трения и противоречия.", "meta": {"en_pair": "The inequality of its constituent peoples has been left unresolved for too long, unnecessarily creating internal political instabilities and tensions.", "label": 1}}
{"text": "Тем не менее ситуацию удалось взять под контроль благодаря принятым властями мерам и выделенным на эти цели средствам, а также поддержке всех наших двусторонних и многосторонних партнеров, наших общин и представителей гражданского общества, которым мы очень благодарны.", "meta": {"en_pair": "Nevertheless, the situation has been brought under control thanks to measures taken and provisions made by the authorities in that regard, with support from all our bilateral and multilateral partners, our communities and members of civil society, to whom we are very grateful.", "label": 1}}
{"text": "А это, безусловно, означает, что для более эффективной борьбы с глобальными проблемами необходимо использовать имеющиеся возможности.", "meta": {"en_pair": "Accordingly, in order to better tackle global problems, it is certainly necessary to harness momentum.", "label": 1}}
{"text": "Сегодня очевидно, что наша планета нагревается как никогда тревожными темпами, что провоцирует таяние льдов, повышение уровня моря, наводнения, циклоны, ураганы, засухи и другие экстремальные погодные явления.", "meta": {"en_pair": "Today, more than ever before, our planet has clearly become dangerously warmer, triggering melting ice, rising sea levels, floods, cyclones, hurricanes, droughts and other extreme weather events.", "label": 1}}
{"text": "Парагвай признает важную роль, которую миротворческие операции играли и продолжают играть в оказании помощи многим странам по урегулировании конфликтных ситуаций и защите гражданских лиц и наиболее уязвимых групп населения.", "meta": {"en_pair": "Paraguay recognizes the important role that peacekeeping operations have played, and continue to play, in helping many countries to resolve conflict situations and to protect civilians and the most vulnerable.", "label": 1}}
{"text": "Не имело места ни одного факта перераспределения собственности нашим правительством.", "meta": {"en_pair": "Our Government has not pursued a single case of property redistribution.", "label": 0}}
{"text": "Поэтому наше правительство прилагает коллективные всеохватные усилия, направленные на преодоление проблем в области развития, что приводит к значительным результатам, о чем свидетельствуют два правовых документа, которые будут иметь ключевое значение для развития Перу: национальный план повышения конкурентоспособности и производительности и национальный план развития инфраструктуры в интересах повышения конкурентоспособности.", "meta": {"en_pair": "For that reason, my Government has undertaken participatory and inclusive efforts to address the challenges to development, leading to significant results as reflected in two legal instruments that will be key to Peru’s development — the national competitiveness and productivity plan and the national infrastructure plan for competitiveness.", "label": 1}}
{"text": "Независимые организации гражданского общества и средства массовой информации подвергаются гонениям с целью заставить их замолчать, а сотни людей содержатся под стражей и подвергаются жестоким избиениям и пыткам.", "meta": {"en_pair": "It is also a virus affecting the global economy, which it has plunged into recession, thereby exacerbating the vulnerability and dependence of the economies of poor countries, many of which are in Africa.", "label": 1}}
{"text": "Мы должны и впредь уделять внимание сохранению атмосферы мира, что позволит нам сконцентрироваться на росте и развитии.", "meta": {"en_pair": "We should continue to give attention to supporting an environment that is peaceful, thereby enabling us to concentrate on our growth and on development.", "label": 1}}
{"text": "Мы должны принимать более широкие меры для их поддержки, с тем чтобы они могли расти в обстановке, свободной от всех форм жестокого обращения и эксплуатации.", "meta": {"en_pair": "We must promote actions to support them to ensure they can grow up free from all forms of abuse and exploitation.", "label": 1}}
{"text": "Потому что нам нужна сильная и эффективная многосторонняя система.", "meta": {"en_pair": "Existing problems have been magnified by the pandemic.", "label": 1}}
{"text": "Мы также сознаем, что эта серьезная угроза не знает географических границ и окажет несоразмерно сильное воздействие на развивающиеся страны, особенно малые островные развивающиеся государства (МОСТРАГ) и наименее развитые страны (НРС) .", "meta": {"en_pair": "We are also cognisant that this pernicious threat does not recognise geographical boundaries and will disproportionately impact developing countries, particularly Small Island Developing States (SIDS) and Least Developed Countries (LDCs).", "label": 1}}
{"text": "Кроме того, введена в действие система выдачи разрешений на строительство железных дорог, весьма схожая с используемой в Соединенных Штатах.", "meta": {"en_pair": "It is a fundamental truth of the twenty-first century, within each of our countries and as a global community, that our own success is bound up in others succeeding as well.", "label": 0}}
{"text": "Невозможно переоценить необходимость обеспечения безопасности и повышения благосостояния дикой флоры и фауны как экологического блага, способствующего улучшению экологического и социально-экономического положения.", "meta": {"en_pair": "The need to secure and promote the wellbeing of wildlife flora and fauna as an environmental good for ecological and socio-economic benefit cannot be overemphasized.", "label": 0}}
{"text": "Считаю, что если нам удастся сплотить усилия в защиту климата, мы сможем породить новое чувство солидарности в других областях.", "meta": {"en_pair": "I believe that if we succeed in uniting over our action for climate, we can generate a new sense of solidarity in other areas.", "label": 1}}
{"text": "Основанная на правилах многосторонняя система по-прежнему является наиболее оптимальным средством обеспечения мира и процветания и решения глобальным проблем.", "meta": {"en_pair": "A rules-based multilateral system is still far preferable to any other way to secure peace and prosperity and solve global problems.", "label": 0}}
{"text": "Для достижения желаемых уровней устойчивого развития важно коллективно обсудить, какие результаты мы ожидаем от реализации Повестки дня в области устойчивого развития на период до 2030 года, чтобы разработать альтернативные проекты, отвечающие политической ситуации и конкретным реалиям наиболее пострадавших стран.", "meta": {"en_pair": "In order for us to achieve the desired levels of sustainable development, it is important to make the expected outcomes of the 2030 Agenda for Sustainable Development the object of positive brainstorming on alternative projects that are appropriate to the political situations and concrete realities of the countries most affected.", "label": 1}}
{"text": "В этой связи с целью гарантировать доступ к качественному медицинскому обслуживанию для всех слоев населения с помощью механизма распределения рисков правительство приняло закон, предусматривающий всеобщее медицинское страхование, чтобы позволить тоголезскому народу вести здоровый образ жизни и наслаждаться хорошим самочувствием на протяжении всей жизни.", "meta": {"en_pair": "In the same vein, and in order to guarantee access to quality health care for all strata of the population through a risk-pooling mechanism, the Government adopted a law providing for universal health insurance to enable the Togolese people to lead healthy lives and enjoy well-being throughout.", "label": 1}}
{"text": "Второй вопрос, о котором я хотел бы упомянуть, является еще более важным.", "meta": {"en_pair": "The second issue I wish to mention is even more critical.", "label": 0}}
{"text": "Несмотря на то, что с момента окончания Первой мировой войны прошло 103 года, а Второй мировой войны — 76 лет, мы так и не смогли полностью избавиться от угрозы войны, и до сих пор предпринимаются попытки решить проблемы военным путем.", "meta": {"en_pair": "Although 103 years have passed since the First World War, and 76 since the Second World War, we have not yet fully eliminated the dangers of war, and attempts to resolve issues by military means persist to this day.", "label": 0}}
{"text": "Надеемся, что наше присутствие подтвердит мнение подавляющего большинства государств о том, что членский состав и методы работы Совета Безопасности должны быть реформированы с учетом нынешних глобальных реалий и ценных точек зрения малых островных развивающихся государств.", "meta": {"en_pair": "We hope that our presence will buttress the view of the overwhelming majority of nations that the membership and working methods of the Security Council should be reformed to reflect current global realities and the invaluable perspectives of small island developing States.", "label": 0}}
{"text": "Обеспокоенность по поводу роста численности молодежи в Африке усугубляется увеличением уровня нищеты, отчуждением молодежи, наличием опасной миграции через Средиземноморье, транснациональной организованной преступности, терроризма, насильственного экстремизма и более серьезных угроз национальной и региональной безопасности.", "meta": {"en_pair": "Anxiety over the growing population of young people in Africa is complicated by increased poverty indicators, the exclusion of young people, the perils of migration across the Mediterranean, transnational organized crime, terrorism, violent extremism and greater national and regional security threats.", "label": 1}}
{"text": "Мы будем и впредь выполнять свои обязанности перед человечеством, потому что мы сами сильно подвержены прямому и косвенному влиянию кризисов, бушующих в нашем регионе.", "meta": {"en_pair": "We will continue to fulfil our responsibilities to humankind because we are deeply affected, directly and indirectly, by the crises that besiege our region.", "label": 0}}
{"text": "США на осуществление Плана «Колумбия», направленного на борьбу с этим бедствием.", "meta": {"en_pair": "I wish to recall that the United States contributed more than $10 billion to the Plan Colombia initiative in order to combat this scourge.", "label": 1}}
{"text": "Ранее в этом году в своем докладе о реформировании системы развития Организации Объединенных Наций (A/74/73) Генеральный секретарь выразил поддержку странам, расположенным в северной части Тихоокеанского региона, и рекомендовал создать специальное многострановое отделение в интересах удовлетворения потребностей пяти микронезийских стран.", "meta": {"en_pair": "Earlier this year, in his report on United Nations development system reform (A/74/73), the SecretaryGeneral expressed his support for the North Pacific, recommending that we establish a dedicated multi-country office to attend to the needs of the five Micronesian countries.", "label": 0}}
{"text": "Речь идет об общемировых проблемах, которые требуют принятия на местном уровне мер реагирования, отвечающих глобальной солидарности, поскольку эти проблемы имеют последствия для глобальной безопасности в самом широком смысле.", "meta": {"en_pair": "These are global issues that require local responses in a context of global solidarity as they have implications for global security in the broadest sense.", "label": 0}}
{"text": "Недавно принятый Национальный генеральный план по борьбе с наркотиками на 2019–2023 годы свидетельствует о нашей решимости противостоять такой незаконной торговле, и важной составляющей этой борьбы является международное сотрудничество.", "meta": {"en_pair": "The recent adoption of the National Drug Master Plan (2019-2023) is a testimony to our resolve to combat that illicit trade, an important component of which is international cooperation.", "label": 0}}
{"text": "Эти события дают нам надежду на то, что угроза пандемии снижается и что в конце концов мы ее преодолеем.", "meta": {"en_pair": "Those developments give us hope that the threat of the pandemic is slowing and that eventually we will overcome it.", "label": 1}}
{"text": "Конфликты — как давние, так и новые — по-прежнему являются причиной человеческих страданий во всем мире.", "meta": {"en_pair": "Conflicts, old and new, continue to cause human suffering across the world.", "label": 1}}
{"text": "Во-первых, растущее число неразрешенных конфликтов и эскалация напряженности в различных частях мира возродили старые и создали новые разделительные линии, в результате чего мировые державы оказались на грани полномасштабного военного противостояния.", "meta": {"en_pair": "First, a growing number unresolved conflicts and tensions in various parts of the world have revived old dividing lines and created new ones, bringing world Powers to the verge of full-scale military stand-offs.", "label": 1}}
{"text": "Этот кризис требует от нас смены парадигмы.", "meta": {"en_pair": "This crisis is forcing us to make a paradigm shift.", "label": 1}}
{"text": "Рассчитываем, что его результаты позволят повысить эффективность борьбы с современными вызовами и угрозами, эффективность работы по преодолению стоящих перед африканскими странами проблем развития.", "meta": {"en_pair": "In Sochi, at the end of October, we will host the first-ever RussiaAfrica Summit, and we hope that its results will enable us to improve the effectiveness of the fight against the current challenges and threats, as well as of the work on the development issues that African countries face.", "label": 1}}
{"text": "Однако между-народное право, которое мы приняли и которого придерживаемся, и мир, к которому мы стремимся, сейчас находятся под серьезной угрозой в результате политики и практики Израиля на нашей оккупированной земле и того факта, что он отказывался от подписанных им соглашений, начиная с Ословских соглашений 1993 года.", "meta": {"en_pair": "But the international law we have accepted and adhered to and the peace for which we strive are now in severe jeopardy, as a result of Israel’s policies and practices in our occupied land and the fact that it has reneged on agreements it has signed, since the Oslo Accords in 1993 to date.", "label": 1}}
{"text": "Кот-д’Ивуар обязан этими результатами динамичной экономике, движимой решительным управлением, которое позволило нам за последние девять (9) лет достичь среднегодовых темпов роста в 8 процентов.", "meta": {"en_pair": "Sadly, nowadays, the effectiveness of the United Nations and multilateral cooperation mechanisms, where consensual solutions are forged to tackle global challenges, are constantly put under severe strain, as a result of unilateral initiatives fuelled by strategic rivalries and competing leaderships.", "label": 1}}
{"text": "Изменение климата подрывает усилия по повышению уровня жизни малоимущих слоев населения во всем мире.", "meta": {"en_pair": "Climate change frustrates efforts to raise the standards of living for the world’s poor.", "label": 1}}
{"text": "Для того чтобы справиться с нищетой и неравенством и осуществить 17 целей в области устойчивого развития, необходимо искоренить коррупцию, обеспечив эффективное отправление правосудия.", "meta": {"en_pair": "By fighting poverty and inequality and fulfilling the 17 Sustainable Development Goals, we are addressing corruption through the effective administration of justice.", "label": 1}}
{"text": "Хочу подчеркнуть, что правительство Республики Замбия будет и далее сохранять приверженность экономической дипломатии, многостороннему подходу и консолидации глобальных усилий посредством выстраивания открытых и дружественных отношений с международным сообществом для обеспечения коллективного устойчивого роста и развития нашей страны.", "meta": {"en_pair": "I wish to stress that the Government of the Republic of Zambia will remain committed to economic diplomacy and multilateralism and to consolidating global efforts through the promotion of open and cordial relations with the international community in order to ensure collective sustainable growth and development in our country.", "label": 1}}
{"text": "Использование вод Нила также предоставляет уникальную возможность длятрансграничного сотрудничества между братскими странами региона.", "meta": {"en_pair": "The use of the Nile waters also offers a unique opportunity for transboundary cooperation among the sisterly countries of the region.", "label": 0}}
{"text": "Многосторонность, искоренение нищеты, качественное образование, здравоохранение и инклюзивность — это очень важные вопросы, однако для такой небольшой страны, как Тувалу, расположенной на низколежащих островах и атоллах, изменение климата также имеет важное значение для нашего развития.", "meta": {"en_pair": "Multilateralism, poverty eradication, quality education, health and inclusion are very important issues but for a small low-lying island atoll country such as Tuvalu, climate change is also important to our development.", "label": 0}}
{"text": "На региональном уровне Перу выступает решительным сторонником мира и международной безопасности, соблюдения норм международного права и осуществления всеохватной повестки дня.", "meta": {"en_pair": "At the regional level, Peru is committed to peace and international security, respect for international law and an inclusive agenda.", "label": 0}}
{"text": "В этой ситу-ации никто не заинтересован в том, чтобы в мире царила раздробленность.", "meta": {"en_pair": "In such a situation, a fragmented world is in no one’s interests.", "label": 0}}
{"text": "Очевидно, что масштабные действия по борьбе с изменением климата, которых государства-члены столь настоятельно требуют, могут спасти наиболее уязвимых среди нас.", "meta": {"en_pair": "It is clear that the ambitious actions on the climate that Member States so urgently require can save the most vulnerable among us.", "label": 0}}
{"text": "Тем самым мы сможем оградить данную уязвимую категорию населения от попадания в сети различного рода злодеев и экстремистских групп.", "meta": {"en_pair": "In this way, we can prevent the vulnerable segment of the population from falling prey to predators and extremists of all kinds.", "label": 0}}
{"text": "Поэтому мы верим в такой основанный на сотрудничестве подход и считаем его противоядием от антидемократических бунтов.", "meta": {"en_pair": "We therefore believe in that cooperative approach, which we see as an antidote to anti-democratic upheaval.", "label": 0}}
{"text": "Всем нам известно, что проблемы есть во всех странах.", "meta": {"en_pair": "We all know that all countries have problems.", "label": 0}}
{"text": "Инновации в сочетании с огромными вычислительными мощностями и развитием средств связи позволяют повышать эффективность нашей деятельности.", "meta": {"en_pair": "Innovations, combined with computing power and connectivity, enable us to become more effective.", "label": 1}}
{"text": "Мы признаем и высоко оцениваем меры, принятые международным сообществом для смягчения ситуации.", "meta": {"en_pair": "We acknowledge and appreciate the actions taken by the international community to mitigate the situation.", "label": 1}}
{"text": "Периодические засухи отрицательно сказываются на продовольственном снабжении, вызывают конкуренцию за земельные, водные и другие ресурсыи становятся движущей силой конфликтов.", "meta": {"en_pair": "Cyclical droughts pressure food supply, cause competition over land, water and other resources and become drivers of conflict.", "label": 1}}
{"text": "Для обеспечения устойчивости мы проводим оценку эффективности реализуемых стратегий, а также регулярных добровольных взносов фермеров в пенсионный фонд, подкрепляя это мерами повышения их финансовой грамотности.", "meta": {"en_pair": "To ensure sustainability, we are assessing the policy impact, as well as farmers’ voluntary contribution to superannuation for retirement savings, supported by financial literacy measures.", "label": 0}}
{"text": "Те обязательства, которые мы возьмем на себя сейчас, непосредственно скажутся на выживании человечества.", "meta": {"en_pair": "Our immediate commitments will have an impact on the survival of humankind.", "label": 1}}
{"text": "В Палау устойчивая охрана морской среды является давней традицией, которая существует уже тысячи лет.", "meta": {"en_pair": "Sustainable marine protection has been a tradition in Palau that extends back thousands of years.", "label": 0}}
{"text": "Одним из последствий глобального потепления является увеличение числа и интенсивности стихийных бедствий, которые также начинают происходить в новых местах и обретать новые формы, в связи с чем Индия инициировала формирование коалиции, цель которой — создать устойчивую к бедствиям инфраструктуру.", "meta": {"en_pair": "One of the effects of global warming is the increasing number and severity of natural disasters, which are also appearing in new areas and in new forms, in response to which India initiated the formation of the Coalition for Disaster Resilient Infrastructure.", "label": 1}}
{"text": "В этой связи я настоятельно призываю международное сообщество и государства — члены Организации Объединенных Наций поддержать усилия, направленные на обеспечение присоединения к мирному соглашению сторон, которые его еще не подписали.", "meta": {"en_pair": "To this end, I urge the international community and States Members of the United Nations to support the effort to bring the non-signatories to the peace agreement on board.", "label": 0}}
{"text": "Это также требует потенциала для создания базовой инфраструктуры, гарантирующей безопасность населения, и абсолютного неприятия коррупции наряду с эффективным управлением государственными ресурсами.", "meta": {"en_pair": "The aim is to allow for the strategic deployment of those forces throughout the country in order to restore State authority, ensure the security of people and property and encourage the return of displaced persons and refugees.", "label": 1}}
{"text": "Однако он также позволит создать возможности для трудоустройства и роста.", "meta": {"en_pair": "It has also shown us what we can achieve together: effective vaccines developed in record time.", "label": 0}}
{"text": "Общие прения Генеральной Ассамблеи Организации Объединенных Наций обычно проводятся в такое время года, когда повсюду в мире на наших глазах происходят экстремальные погодные явления.", "meta": {"en_pair": "The general debate of the General Assembly of the United Nations is usually convened at a time of year when extremes of nature are on display around the world.", "label": 0}}
{"text": "Это позволит нам двигаться вперед, однако мы должны помнить о том, что эти задачи возможно будет решить только в том случае, если мы осознаем настоятельную необходимость построения мира, в котором торжествует справедливость, в котором чувство солидарности между наиболее развитыми странами и странами, находящимися в наименее благоприятном положении, позволяет реализовать чаяния людей на более высокий уровень жизни и в котором развитые страны не навязывают странам, которым повезло меньше,свои условия, не оказывают давления на них и не предпринимают попыток нарушить их суверенитет в качестве платы за поддержку, помощь или сотрудничество.", "meta": {"en_pair": "In this way, we can move forward, keeping in mind that that will only be possible if we understand the urgent need to build a world where equity is tangible and the human aspiration to improve their living standards is met as a result of the solidarity between the most developed countries and least-favoured countries, without conditionalities, pressure or attempts by the former to violate the sovereignty of the latter as the price of support, aid or cooperation.", "label": 1}}
{"text": "Нашей целью является достижение фундаментальных, соответствующих возрасту результатов обучения — развитие грамотности, вычислительных навыков и критического мышления.", "meta": {"en_pair": "Our aim is to achieve fundamental, age-appropriate learning outcomes in literacy, computational skills and critical thinking.", "label": 0}}
{"text": "Европейский союз ввел в действие обязательные правовые нормы для борьбы с изменением климата, тем самым продемонстрировав международному сообществу нашу решимость действовать.", "meta": {"en_pair": "The European Union has put in place a legally binding climate framework, sending a clear message to the international community about our commitment.", "label": 1}}
{"text": "Наш мир станетущербным, скатившись в эпоху алчности, конфликтов и грабежей.", "meta": {"en_pair": "Our world will become a damaged place, reverting to an era of avarice, conflict and plunder.", "label": 0}}
{"text": "Необходимо добиться от Израиля того, чтобы он дал палестинскому народу возможность создать собственное независимое государство с Иерусалимом в качестве столицы и в границах, существовавших по состоянию на 4 июня 1967 года, и обеспечил возвращение палестинских беженцев на свою землю.", "meta": {"en_pair": "Israel must be compelled to allow the Palestinian people to establish their own independent State, with Jerusalem as its capital, along the 4 June 1967 borders and to ensure the return of Palestinian refugees to their land.", "label": 0}}
{"text": "В Венесуэле ужасающая гуманитарная ситуация, которую лишь усугубляет режим Мадуро, продолжает вызывать серьезную озабоченность, поскольку, спасаясь от продолжающегося кризиса, страну покинули уже 4,3 миллиона человек.", "meta": {"en_pair": "In Venezuela, the appalling humanitarian situation, driven deeper and deeper by the Maduro regime, continues to be of great concern, with 4.3 million people fleeing the country and its ongoing crisis.", "label": 1}}
{"text": "Она привнесла с собой ряд неожиданных факторов уязвимости для международного сообщества и вызвала беспрецедентный экономический кризис.", "meta": {"en_pair": "It has exposed many unforeseen vulnerabilities among the international community while causing an unprecedented economic crisis.", "label": 1}}
{"text": "Учитывая эти проблемы, восстановление экономики имеет важное значение для возвращения стран на путь достижения целей в области устойчивого развития.", "meta": {"en_pair": "Given those problems, economic recovery is essential to returning countries to the path of attaining the Sustainable Development Goals.", "label": 1}}
{"text": "Проявляемый в области распределения вакцин эгоизм приведет лишь к замедлению темпов преодоления последствий пандемии, а тем временем будут появляться новые, более смертоносные штаммы вируса.", "meta": {"en_pair": "These projects are primarily aimed at preserving the integrity of our unique mountain ecosystem and its biological diversity and glaciers, which are rapidly collapsing as a result of climate change.", "label": 1}}
{"text": "Коста-Рика не позволит себе отступить от своих международных обязательств перед женщинами и девочками Афганистана.", "meta": {"en_pair": "Costa Rica will not allow itself to waver in its international commitments to the women and girls of Afghanistan.", "label": 0}}
{"text": "Несмотря на боль, их героические дела останутся в памяти родины и ее будущих поколений.", "meta": {"en_pair": "Despite the pain, their heroic epics will remain alive in the memory of our homeland and its future generations.", "label": 0}}
{"text": "Каким будет мир завтрашнего дня, если мы не поможем положить конец этим кризисам и не предоставим беженцам и принимающим их странам ту поддержку, которая им необходима для создания светлого будущего?", "meta": {"en_pair": "What will tomorrow’s world look like if we do not help end those crises and give refugees and hosts alike the support they need to meet the future?", "label": 0}}
{"text": "Мы должны вновь поставить нашу общую Организацию в центр коллективного реагирования на эту пандемию.", "meta": {"en_pair": "In order to give greater legitimacy and credibility to our common Organization, there is an urgent need to carry out the reform of the Security Council.", "label": 0}}
{"text": "Опираясь на такие заблуждения, некоторые страны вместо того, чтобы оказывать помощь, раздувают лживые сообщения средств массовой информации, ведут себя неуважительно и показывают свое истинное колонизаторское обличье.", "meta": {"en_pair": "In resorting to those fallacies, certain countries, instead of helping, have amplified media lies, behaved disrespectfully and shown their true colonialist colours.", "label": 0}}
{"text": "Кроме того, мы убеждены в том, что внедрение платформы электронной торговли для африканских стран, которое ожидается в ближайшие несколько недель, и другие подобные шаги положат начало новой эпохе в жизни нашего народа.", "meta": {"en_pair": "Likewise, with the launch of the African E-trade platform anticipated in the next few weeks, we are confident that steps such as these will usher in a new era in the lives of our people.", "label": 1}}
{"text": "Мы все должны работать сообща во имя перемен, с тем чтобы ослабить угрозу нашего исчезновения.", "meta": {"en_pair": "We must all work together for change in order to reduce the danger of our extinction.", "label": 1}}
{"text": "Как и многие другие страны, малые островные развивающиеся государства сталкиваются и с иными опасными проблемами, такими как морское пиратство, торговля людьми на море, незаконный оборот наркотиков, незаконный рыбный промысел и хищение других морских ресурсов.", "meta": {"en_pair": "Like so many others, small island developing States also face other dangerous challenges, such as maritime piracy, human trafficking at sea, drug trafficking, illegal fishing and the plundering of other resources at sea.", "label": 0}}
{"text": "Во всех странах мы также должны инициировать и принять новый договор с целью обеспечения прочной солидарности, как мы это с большим успехом сделали в нашем Карибском сообществе (КАРИКОМ), несмотря на ограниченность ресурсов .", "meta": {"en_pair": "I am of the view that in order to meet our lofty goals, the developed countries including development partners must honor their obligation on ODA to vulnerable countries, such as least developed countries (LDCs), land-locked developing countries (LLDCs) and small island developing states (SIDS).", "label": 1}}
{"text": "Мы способствуем получению прибылей от производства оружия и торговли им, а также прибылей от распространения неинфекционных заболеваний, которые самым коварным образом поражают наших людей, поскольку мы, питаясь тем, что мы едим, и ведя тот образ жизни, которым мы живем, допускаем то, что рацион питания, способствующий процветанию нескольких транснациональных корпораций, становится повседневной нормой жизни.", "meta": {"en_pair": "We promote profit in the manufacturing and trade of guns weapons, and through the non-communicable diseases that strike down our people in the most insidious ways because we allow diets that promote the prosperity of a few multinational corporations to become the norm of the day through the food that we eat and the lives that we live.", "label": 1}}
{"text": "Теперь, вслед за созданием Транстихоокеанского партнерства и заключением Соглашения об экономическом партнерстве между Японией и Европейским союзом, скоро будет достигнута договоренность в отношении Регионального всеобъемлющего экономического партнерства, причем вклад Японии служит движущей силой в этом процессе.", "meta": {"en_pair": "On the heels of the Trans-Pacific Partnership and the Japan-European Union Economic Partnership Agreement, the Regional Comprehensive Economic Partnership is now poised to reach agreement, with Japan’s contribution serving as its impetus.", "label": 0}}
{"text": "Мы также наблюдали значительные достижения в области глобального развития.", "meta": {"en_pair": "We have also seen significant achievements in global development.", "label": 0}}
{"text": "Более 4,5 миллиона венесуэльцев покинули свою страну из-за отсутствия перспектив ради поиска лучших возможностей в области развития.", "meta": {"en_pair": "More than 4.5 million Venezuelans have left their country because of a lack of prospects in order to seek better development opportunities.", "label": 1}}
{"text": "Наша национальная стратегия в области изменения климата была разработана с целью формирования низкоуглеродной экономики, устойчивой к изменению климата и позволяющей внедрять климатические стратегии в рамках «умного» экономического роста.", "meta": {"en_pair": "Our national strategy on climate change has been conceived with the aim of shaping an economy resilient to climate change, with low carbon-dioxide emissions, and able to integrate climate policies through smart economic growth.", "label": 0}}
{"text": "Разумеется, мы являемся сторонником принципа невмешательства, но при этом нужно отдавать себе отчет в том, что мы не можем игнорировать подобные нарушения.", "meta": {"en_pair": "Obviously we respect the principle of non-intervention, but we must also understand that we cannot ignore such violations.", "label": 0}}
{"text": "Создание в июле Африканской континентальной зоны свободной торговли стало важным шагом на пути к реализации идеи о создании единой, процветающей Африки, где во главу угла ставятся интересы человека.", "meta": {"en_pair": "The launch of the African Continental Free Trade Area in July represented a major step towards the realization of a vision for an integrated, prosperous and people-centred Africa.", "label": 0}}
{"text": "Ранее в этом году Сейшельские Острова в партнерстве с миссией «Нектон» и Оксфордским университетом провели исследование, посвященное сохранению наших морских пространств и Индийского океана.", "meta": {"en_pair": "Earlier this year, Seychelles partnered with the Nekton mission and the Oxford University to conduct research in a bid to conserve our maritime spaces and the Indian Ocean.", "label": 1}}
