{"text": "Muchas gracias.", "meta": {"en_pair": "Thank you.", "label": 0}}
{"text": "No podemos permitir que esto suceda.", "meta": {"en_pair": "This we must not allow to happen.", "label": 0}}
{"text": "El Reino de Lesotho considera que es responsabilidad de la comunidad internacional —y corresponde a las Naciones Unidas desempeñar el papel central— adoptar medidas efectivas con el objetivo de impedir el genocidio, la depuración étnica y las atrocidades perpetradas contra las mujeres y los niños que se ven atrapados en conflictos armados.", "meta": {"en_pair": "The Kingdom of Lesotho considers it the responsibility of the international community, with the United Nations playing the central role, to put in place effective measures aimed at preventing genocide, ethnic cleansing and the atrocities perpetrated on women and children caught up in armed conflict.", "label": 0}}
{"text": "Se han emprendido múltiples iniciativas.", "meta": {"en_pair": "Many initiatives have been undertaken.", "label": 0}}
{"text": "Sin embargo, todo es posible y debemos creer en ello.", "meta": {"en_pair": "However, everything is possible and we must believe that.", "label": 0}}
{"text": "Por lo tanto, ha‑ cemos un llamamiento a todos los asociados para que unan sus esfuerzos y juntos, elevemos nuestras voces para proteger a nuestros niños y jóvenes.", "meta": {"en_pair": "We therefore call on all partners to join their efforts, and, together, let us raise our voices to protect our children and young people.", "label": 1}}
{"text": "En el mundo globalizado de hoy es indefendible e incomprensible que las decisiones que nos unen a todos se dejen en manos de unos cuantos Estados Miembros.", "meta": {"en_pair": "In today’s globalized world it is indefensible and incomprehensible that decisions that bind us all are left in the hands of a few Member States.", "label": 0}}
{"text": "Al tratar de construir sociedades sostenibles, enfrentamos determinadas políticas y medidas financieras mundiales que constituyen importantes amenazas para el desarrollo sostenible de nuestra región.", "meta": {"en_pair": "As we attempt to create sustainable societies, we are confronted with certain global financial policies and actions that pose significant threats to our region’s sustainable development.", "label": 0}}
{"text": "Además de la amenaza de perder relaciones de corresponsalía bancaria, también debemos hacer frente a la inclusión unilateral y con frecuencia infundada en listas negras de nuestras instituciones como agentes de blanqueo de dinero, y de nuestros países, como paraísos fiscales.", "meta": {"en_pair": "In addition to the threat of lost correspondent banking relationships, we must also contend with the unilateral and often unfounded blacklisting of our institutions as money-launderers and our countries as tax havens.", "label": 0}}
{"text": "Un tipo diferente de tormenta metafórica está causando estragos en los principios fundamentales que sustentan a esta Organización.", "meta": {"en_pair": "A different type of metaphorical storm is wreaking havoc with the bedrock principles that undergird this Organization.", "label": 0}}
{"text": "Esperamos que nuestra presencia sirva para apoyar la opinión de la inmensa mayoría de las naciones en el sentido de que el número de miembros y los métodos de trabajo del Consejo de Seguridad se deben reformar para que reflejen la realidad actual del mundo y las invalorables perspectivas de los pequeños Estados insulares en desarrollo.", "meta": {"en_pair": "We hope that our presence will buttress the view of the overwhelming majority of nations that the membership and working methods of the Security Council should be reformed to reflect current global realities and the invaluable perspectives of small island developing States.", "label": 0}}
{"text": "De igual modo, se consigue mediante la relajación de las tensiones políticas y sociales, usando herramientas previstas en el ordenamiento jurídico.", "meta": {"en_pair": "Similarly, it is achieved by easing political and social tensions by using the tools provided for in the legal system.", "label": 1}}
{"text": "Creemos, por tanto, en esta fórmula colaborativa, en la que vemos un antídoto contra brotes antidemocráticos.", "meta": {"en_pair": "We therefore believe in that cooperative approach, which we see as an antidote to anti-democratic upheaval.", "label": 0}}
{"text": "Necesitamos dar una respuesta global a la crisis migratoria y humanitaria que se ha generado con el éxodo de millones de personas que se ven forzadas a abandonar sus hogares, para huir así de la pobreza, la violencia y la adversidad extrema.", "meta": {"en_pair": "We need to jointly respond to the migration and humanitarian crisis that has led to the flight of millions of people who are forced to leave their homes to flee poverty, violence and extreme hardship.", "label": 1}}
{"text": "El Paraguay reconoce el importante rol que las operaciones de mantenimiento de la paz han cumplido, y siguen cumpliendo, para ayudar a muchos países a resolver situaciones de conflicto y para proteger a la población civil y a los más vulnerables.", "meta": {"en_pair": "Paraguay recognizes the important role that peacekeeping operations have played, and continue to play, in helping many countries to resolve conflict situations and to protect civilians and the most vulnerable.", "label": 1}}
{"text": "Si bien es cierto que los Estados Miembros son diferentes entre sí y que enfrentan desafíos particulares, los grupos regionales y los Estados Miembros deben garantizar que quienes sirven en el Consejo estén realmente dispuestos a trabajar por la defensa de los derechos humanos.", "meta": {"en_pair": "While it is true that Member States are diverse and face different challenges, regional groups and Member States should make sure that those serving on the Council are truly committed to upholding human rights.", "label": 0}}
{"text": "En lo que respecta a Venezuela, la terrible situación humanitaria, agravada cada vez más por el régimen de Maduro, sigue siendo motivo de gran preocupación, y 4,3 millones de personas han huido del país y de su crisis actual.", "meta": {"en_pair": "In Venezuela, the appalling humanitarian situation, driven deeper and deeper by the Maduro regime, continues to be of great concern, with 4.3 million people fleeing the country and its ongoing crisis.", "label": 1}}
{"text": "La adopción de la Agenda 2030 para el Desarrollo Sostenible fue una demostración de lo mejor de un multilateralismo inclusivo, pero solo se puede aplicar si nuestras acciones se guían por un espíritu similar, con un sentido renovadode alianza, y si todos los interesados asumen su responsabilidad al respecto.", "meta": {"en_pair": "The adoption of the 2030 Agenda for Sustainable Development was a display of inclusive multilateralism at its best, but it can be implemented only if a similar spirit guides our actions with a renewed sense of partnership and with all stakeholders assuming responsibility for it.", "label": 0}}
{"text": "Sin embargo, el deterioro de la situación financiera de la Organización es un asunto de gran preocupación, puesto que no hace sino impedir el cumplimiento de sus mandatos y responsabilidades.", "meta": {"en_pair": "However, the Organization’s deteriorating financial situation is a matter of serious concern, as it can only impede the fulfilment of its mandates and responsibilities.", "label": 0}}
{"text": "Los violentos conflictos en Libia, Siria, el Yemen y otros países continúan sin cesar dejando una estela de sufrimiento humano.", "meta": {"en_pair": "The violent conflicts in Libya, Syria, Yemen and elsewhere continue unabated, leaving human suffering in their wake.", "label": 1}}
{"text": "A tenor de los momentos decisivos de la historia, no vislumbramos ninguna alternativa al multilateralismo para garantizar la paz, la seguridad y el orden en el mundo.", "meta": {"en_pair": "Viewed from the crossroads of history, we see no alternative to multilateralism to ensure peace, security and order in the world.", "label": 0}}
{"text": "Sus esfuerzos también están dirigidos a mejorar la calidad de la educación en el país, erradicar la pobreza y combatir el desempleo.", "meta": {"en_pair": "In 2017, for example, to ensure the proper management of natural wealth and resources, it enacted laws on natural wealth and resources and on contracts for such resources.", "label": 1}}
{"text": "Desde diciembre de 2015, el Gobierno ha comenzado a ofrecer educación gratuita en centros públicos de educación primaria y secundaria.", "meta": {"en_pair": "Through that initiative, pupils’ enrolment in primary schools has increased by 35.2 per cent, providing access to basic education for children from extremely poor households and those living with disabilities.", "label": 1}}
{"text": "Hemos reformado los procesos logísticos y de adquisición de suministros médicos y con ello hemos aumentado el suministro de medicamentos en nuestros centros de salud, de manera que la disponibilidad de 312 medicamentos esenciales en el país se sitúa actualmente en el 79 %.", "meta": {"en_pair": "With regard to the energy sector, the Government of the United Republic of Tanzania has embarked on a major programme of rural electrification through which 5,109 villages have been supplied with electricity since December 2015, bringing the number of our villages with electricity to 7,127 out of a total of 12,259.", "label": 0}}
{"text": "No es casualidad que sea aquí, ya que precisamente lasNaciones Unidas fueron creadas con ese propósito hace ahora 74 años.", "meta": {"en_pair": "However, we believe that these efforts cannot yield positive results as long as the basis of the selfserving interpretation of the United Nations philosophy remains the one born of the Second World War.", "label": 0}}
{"text": "Se debe aprender de las ventajas que otorga el conocimiento de los entornos que atesoran las comunidades económicas regionales y subregionales, aprovechar plenamente esas ventajas y forjar alianzas más estrechas y de mayor confianza.", "meta": {"en_pair": "Africa, in particular, is deeply concerned about the very negative effects of climate change on the continent, especially when, together with other causes, such as armed conflicts, it leads to the forced displacement of people, who are then concentrated in major camps and subjected to inhumane conditions.", "label": 1}}
{"text": "Creemos que el Acuerdo de París sobre el Cambio Climático constituye la esencia de la solución eficaz de la amenaza del cambio climático mundial.", "meta": {"en_pair": "Our country has been experiencing an economic crisis because of the drop in oil prices on the international market.", "label": 1}}
{"text": "No es la primera vez que llamamos a la atención de la Asamblea los peligros y los riesgos que supondría desestabilizar Guinea Ecuatorial y las nefastas consecuencias que ello podría tener en toda la región.", "meta": {"en_pair": "Our term as a member of the Security Council has given us an excellent opportunity to show the world that the trust it has placed in our country has enabled us to demonstrate the best we have to offer.", "label": 1}}
{"text": "Se trata de cuestiones mundiales que exigen respuestas locales en el contexto de la solidaridad mundial, ya que tienen consecuencias para la seguridad mundial en el sentido más amplio.", "meta": {"en_pair": "These are global issues that require local responses in a context of global solidarity as they have implications for global security in the broadest sense.", "label": 0}}
{"text": "Es hora de que emprendamos acciones concretas, mensurables y comprometidas para satisfacer las aspiraciones de nuestros pueblos y nuestras necesidades mundiales.", "meta": {"en_pair": "It is time for us to undertake concrete, measurable and committed actions to fulfil the aspirations of our peoples and our global needs.", "label": 0}}
{"text": "Lamentablemente, podría conducir a la desaparición de algunas naciones soberanas que son atolones bajos y pequeños Estados insulares.", "meta": {"en_pair": "Sadly, it could lead to the demise of some sovereign nations that are low-lying atolls and small island States.", "label": 0}}
{"text": "No merecen nada menos.", "meta": {"en_pair": "They deserve nothing less.", "label": 0}}
{"text": "Las Naciones Unidas siguen siendo una organización singularmente preparada para coordinar e implementar las iniciativas mundiales encaminadas aalcanzar esos objetivos, incluidos los esfuerzos en pro de la erradicación de la pobreza, la calidad de la educación, la acción climática y la inclusión, como se destaca en el tema del período de sesiones de este año.", "meta": {"en_pair": "The United Nations remains uniquely suited to the pursuit and coordination of global initiatives to attain those objectives, including efforts for poverty eradication, quality education, climate action and inclusion, as highlighted in the theme of this year’s session.", "label": 0}}
{"text": "Queda margen para que la comunidad internacional preste su apoyo.", "meta": {"en_pair": "There is room for support from the international community.", "label": 0}}
{"text": "Ningún país puede ganar la guerra contra el terrorismo por sí solo y únicamente aunando nuestros recursos y trabajando de consuno tendremos la oportunidad de derrotar esa amenaza sin sentido.", "meta": {"en_pair": "No country can win the war against terrorism on its own and only by pooling our resources and working collaboratively do we stand a chance of defeating that senseless menace.", "label": 1}}
{"text": "Para superar estos retos con eficacia e infundir confianza en el orden multilateral actual es primordial que las instituciones multilaterales, como las Naciones Unidas, sigan acometiendo reformas que les permitan ser más inclusivas.", "meta": {"en_pair": "To address these challenges effectively and to build confidence in the current multilateral order, it is essential that multilateral institutions, such as the United Nations, continue to undergo reform in order to become more inclusive.", "label": 1}}
{"text": "Aunque no contribuimos de manera importante a la emisión de gases de efecto de invernadero, nos comprometemos a colaborar con la comunidad internacional para redoblar los esfuerzos tendientes a frenar el aumento de la temperatura mundial, de modo que, a más tardar en 2030, el 100 % de nuestra electricidad se genere a partir de energía renovable y sostenible.", "meta": {"en_pair": "Even though we are not a major contributor of greenhouse gases, we are committed to working with the international community to redouble our efforts to reduce the rise in global temperatures, so that, by 2030, 100 per cent of our electricity will be generated by renewable and sustainable energy.", "label": 1}}
{"text": "Dichas medidas limitan nuestro intercambio comercial con el mundo y frenan nuestros esfuerzos por alcanzar los ODS.", "meta": {"en_pair": "These measures limit our trade with the world and slow our efforts to achieve the SDGs.", "label": 1}}
{"text": "Dado que nuestro país es un archipiélago, resulta muy costoso y difícil proporcionar servicios universales de atención de salud asequibles para nuestra población.", "meta": {"en_pair": "Since our country is an archipelago, it is very expensive and difficult to provide affordable universal health-care services to our population.", "label": 1}}
{"text": "Debemos elevar nuestras ambiciones y renovar nuestro compromiso mediante medidas concretas si queremos ganar la lucha contra la pobreza y el cambio climático y garantizar un crecimiento económico inclusivo que tenga en cuenta las aspiraciones de nuestra población al bienestar.", "meta": {"en_pair": "We must raise our ambitions and renew our commitment through concrete actions if we are to win the fight against poverty and climate change and to ensure inclusive economic growth that takes into account our people’s aspirations to well-being.", "label": 1}}
{"text": "Recuerdo que los Estados Unidos dieron para el Plan Colombia más de 10.000 millones de dólares para combatir la producción de este flagelo.", "meta": {"en_pair": "I wish to recall that the United States contributed more than $10 billion to the Plan Colombia initiative in order to combat this scourge.", "label": 1}}
{"text": "El principio de que nadie debe quedarse atrás requiere que se adopten medidas específicas de apoyo a las personas en situación de vulnerabilidad.", "meta": {"en_pair": "We must promote actions to support them to ensure they can grow up free from all forms of abuse and exploitation.", "label": 1}}
{"text": "Los científicos, incluido el Grupo Intergubernamental de Expertos sobre el Cambio Climático, advierten de que habrá consecuencias devastadoras si no tomamos medidas inmediatas.", "meta": {"en_pair": "The European Union has put in place a legally binding climate framework, sending a clear message to the international community about our commitment.", "label": 1}}
{"text": "El Consejo de Seguridad debe adoptar un enfoque amplio respecto de la paz e incluir en su programa los nuevos riesgos, como el cambio climático.", "meta": {"en_pair": "However, the deteriorating international security environment has once again increased the threat of the use of nuclear weapons.", "label": 1}}
{"text": "Con un acceso limitado a la financiación para la acción climática y el desarrollo y una competencia cada vez mayor, los desafíos del cambio climático y la pobreza se intensifican.", "meta": {"en_pair": "In that context, I wish to outline several of Grenada’s key initiatives, plans and programmes that are geared to addressing climate change and poverty eradication and will also further the objective of sustainable development.", "label": 0}}
{"text": "La necesidad de asegurar la integridad física y la vida nos plantea también el desafío de aplicar nuevos códigos de construcción rigurosos para la provisión de refugio seguro, en particular para los más vulnerables.", "meta": {"en_pair": "It is worth highlighting that we have done all that while ensuring that social spending was expanded to take care of our most vulnerable citizens.", "label": 0}}
{"text": "La clasificación unilateral y prematura de muchos pequeños Estados insulares en desarrollo como países de renta media, sin tener en cuenta las vulnerabilidades específicas de nuestra región, ha provocado enormes déficits presupuestarios, afectando adversamente a nuestro desarrollo económico y social.", "meta": {"en_pair": "Moreover, the withdrawal of correspondent banking services to CARICOM member States can be seen as an economic assault that would destabilize the financial sector of our already vulnerable economies.", "label": 1}}
{"text": "Apoyamos plenamente el tema de este debate, “Galvanizar los esfuerzos multilaterales en pro de la erradicación de la pobreza, la calidad de la educación, la acción climática y la inclusión”.", "meta": {"en_pair": "We wish to call on countries, development partners and corporations to collaborate to fill the need for policy coherence and to work towards developing a road map that addresses the problem.", "label": 0}}
{"text": "El terrorismo y el extremismo violento siguen causando muerte y sufrimiento a personas inocentes.", "meta": {"en_pair": "Terrorism and violent extremism continue to bring death and suffering to innocent people.", "label": 1}}
{"text": "El Reino de Bahrein no escatimará esfuerzos para que los pueblos de la región, sobre todo el hermano pueblo palestino, puedan crecer, prosperar y disfrutar de un futuro mejor en todas las esferas.", "meta": {"en_pair": "Support for transnational terrorism from the Iranian regime created networks of terrorist organizations and extremist militias in numerous regions around the world, such as Syria, Yemen, North Africa, countries of the Sahel and the Sahara and South America, among others.", "label": 1}}
{"text": "Debemos seguir ocupándonos de respaldar un entorno pacífico, que nos permita concentrarnos en nuestro crecimiento y desarrollo.", "meta": {"en_pair": "We should continue to give attention to supporting an environment that is peaceful, thereby enabling us to concentrate on our growth and on development.", "label": 1}}
{"text": "Uganda se enorgullece de ser sede del Centro Regional de Servicios de las Naciones Unidas en Entebbe, que a lo largo de los años ha demostrado que puede lograr el aumento de la eficiencia y la reducción de los costos que están pidiendo tanto el Secretario General como los Estados Miembros de las Naciones Unidas.", "meta": {"en_pair": "Uganda is proud to host the United Nations Regional Service Centre in Entebbe, which over the years has proved it can provide the efficiency gains and cost savings that the Secretary-General and the United Nations membership are calling for.", "label": 0}}
{"text": "No obstante, Madagascar también se apoya en la solidaridad, el apoyo y las oportunidades internacionales para acelerar la aplicación de la Agenda 2030.", "meta": {"en_pair": "Nevertheless, Madagascar also relies on international solidarity, support and opportunities in order to accelerate the implementation of the 2030 Agenda.", "label": 0}}
{"text": "Asimismo, se necesita una mayor cooperación multilateral con el fin de crear las condiciones y adoptar las medidas necesarias para eliminar las armas nucleares.", "meta": {"en_pair": "Greater multilateral cooperation is likewise needed to create the conditions and take the steps necessary for the elimination of nuclear weapons.", "label": 1}}
{"text": "Estamos viviendo una era de cambio, en la que se produce una transformación no solo cultural, sino también antropológica, que crea una nueva semántica.", "meta": {"en_pair": "We are experiencing an era of change: a transformation that is not only cultural but also anthropological, creating a new semantics.", "label": 1}}
{"text": "Si queremos mejorar una respuesta multilateral, es especialmente urgente crear un marco transparente para promover la confianza entre las naciones en el cumplimiento de los compromisos contraídos.", "meta": {"en_pair": "To enhance a multilateral response, there is a particularly urgent need for a transparent framework to promote trust among nations in fulfilling the commitments made.", "label": 1}}
{"text": "Al concluir ese capítulo, las naciones se habían dado cuenta de la importancia de un sistema de seguridad colectiva basado en la cooperación multilateral y el derecho internacional sobre el que construir un orden mundial posterior a la guerra.", "meta": {"en_pair": "By the close of that chapter, nations had come to realize the importance of a collective security system based on multilateral cooperation and international law as the foundation of a post-war global order.", "label": 0}}
{"text": "También hemos visto logros significativos en el desarrollo mundial.", "meta": {"en_pair": "We have also seen significant achievements in global development.", "label": 0}}
{"text": "Nuestros diplomáticos y expertos han contribuido de manera sustantiva a la elaboración de programas y políticas de las Naciones Unidas sobre el desarrollo sostenible, los océanos y los mares y los derechos humanos, entre otros.", "meta": {"en_pair": "Our diplomats and experts have contributed substantively to the development of United Nations agendas and policies on sustainable development, oceans and seas, and human rights, inter alia.", "label": 0}}
{"text": "En vista de los enormes desafíos actuales, es fundamental que todos trabajemos para revitalizar el multilateralismo y fortalecer a las Naciones Unidas.", "meta": {"en_pair": "Given today’s daunting challenges, it is critical that we all work to revitalize multilateralism and strengthen the United Nations.", "label": 0}}
{"text": "Nuestras acciones deben estar en consonancia con el respeto del derecho internacional y deben guiarse por él.", "meta": {"en_pair": "Our actions must be in line with and guided by respect for international law.", "label": 0}}
{"text": "Viet Nam deplora todos los ataques cometidos contra los civiles y la infraestructura esencial para su supervivencia.", "meta": {"en_pair": "Viet Nam deplores all attacks against civilians and the infrastructure critical to their survival.", "label": 0}}
{"text": "El comercio libre y justo está siendo amenazado por nuevas formas de proteccionismo.", "meta": {"en_pair": "Free and fair trade is being threatened by new forms of protectionism.", "label": 0}}
{"text": "Las amenazas cada vez más graves a la seguridad mundial y al futuro de nuestro planeta son una consecuencia directa del debilitamiento del multilateralismo.", "meta": {"en_pair": "The increasingly serious threats to global security and the future of our planet are a direct consequence of the weakening of multilateralism.", "label": 1}}
{"text": "Durante casi un siglo, la globalización de la economía mundial, impulsada por un multilateralismo eficaz, ha facilitado en gran medida el comercio, la inversión, la circulación de personas y los avances tecnológicos.", "meta": {"en_pair": "For nearly a century the globalization of the world economy, driven by effective multilateralism, has greatly facilitated trade, investment, the flow of people and technological advances.", "label": 1}}
{"text": "Si bien la globalización apoya el crecimiento económico, también aumenta las disparidades y plantea las cuestiones de equidad e inclusividad.", "meta": {"en_pair": "While globalization supports economic growth, it also widens disparities and raises the issues of equity and inclusiveness.", "label": 1}}
{"text": "Los cimientos del sistema de relaciones internacionales en los frentes político, económico, jurídico y de seguridad enfrentan desafíos sin precedentes en la historia de nuestraOrganización.", "meta": {"en_pair": "The foundations of the international relations system on the political, economic, legal and security fronts are facing threats that are unprecedented in the history of our Organization.", "label": 0}}
{"text": "En lugar de trabajar en pro de la paz y la estabilidad en la región, Israel ha iniciado una nueva fase de la escalada, exacerbando las tensiones regionales a niveles sin precedentes.", "meta": {"en_pair": "Instead of working for peace and stability in the region, Israel has launched yet another phase of escalation, fuelling regional tensions to unprecedented levels.", "label": 1}}
{"text": "Esas violaciones israelíes no seguirían aumentando si no fuera por el apoyo ciego que recibe de ciertos países, que son plenamente responsables de las consecuencias de las acciones de Israel.", "meta": {"en_pair": "Such Israeli violations would not continue to escalate were it not for the blind support of certain countries that are fully responsible for the consequences of Israel’s actions.", "label": 0}}
{"text": "Se debe obligar a Israel a permitir al pueblo palestino establecer su propio Estado independiente, con Jerusalén como su capital, a lo largo de las fronteras de 4 de junio de 1967, y a garantizar el regreso de los refugiados palestinos a su tierra.", "meta": {"en_pair": "Israel must be compelled to allow the Palestinian people to establish their own independent State, with Jerusalem as its capital, along the 4 June 1967 borders and to ensure the return of Palestinian refugees to their land.", "label": 0}}
{"text": "Consideramos que la seguridad y la estabilidad de la región del Golfo solo pueden lograrse mediante la cooperación y el diálogo entre los países de esa región, sin injerencia externa que pueda aumentar las tensiones en la región e ir en contra de los intereses de su pueblo.", "meta": {"en_pair": "We believe that the security and stability of the Gulf can be achieved only through cooperation and dialogue among the countries of that region, without any external interference that could escalate tensions in the region and run counter to the interests of its people.", "label": 0}}
{"text": "Si queremos ganar la carrera contra el cambio climático, las naciones desarrolladas deben ayudar a los desfavorecidos con recursos financieros y técnicos.", "meta": {"en_pair": "If we are to win the race against climate change, developed nations must lift the deprived with financial and technical resources.", "label": 1}}
{"text": "Igualmente, opinamos que el embargo económico unilateral impuesto desde hace tiempo a Cuba limita directamente las aspiraciones de desarrollo del pueblo cubano.", "meta": {"en_pair": "In a similar manner, the long unilateral economic embargo on Cuba directly constrains the development aspirations of the Cuban people.", "label": 1}}
{"text": "El reciente aumento de las sanciones sobre las remesas de fondos limita directamente la asistencia privada que se presta a las comunidades a nivel de base.", "meta": {"en_pair": "The recent increase in sanctions on remittances directly limits private assistance to communities at the grassroots level.", "label": 1}}
{"text": "El multilateralismo, la erradicación de la pobreza, la calidad de la educación, la salud y la inclusión son cuestiones muy importantes, pero para un pequeño país insular de atolón de baja altitud como Tuvalu, el cambio climático es también importante para nuestro desarrollo.", "meta": {"en_pair": "Multilateralism, poverty eradication, quality education, health and inclusion are very important issues but for a small low-lying island atoll country such as Tuvalu, climate change is also important to our development.", "label": 0}}
{"text": "Por primera vez en la República Kirguisa, se ha establecido una oficina del defensor empresarial y se aplica un nuevo modelo de cooperación entre el Estado y las empresas con el fin de crear condiciones favorables y proteger los intereses comerciales.", "meta": {"en_pair": "For the first time in the Kyrgyz Republic, the office of Business Ombudsman and a new model of cooperation between the State and business have been established in order to create favourable conditions and protect business interests.", "label": 1}}
{"text": "En la actualidad, los países de Asia Central deben eliminar los obstáculos a la cooperación económica y aumentar el potencial de tránsito de la región.", "meta": {"en_pair": "Today, Central Asian countries must remove obstacles towards economic cooperation and increasing the region’s transit potential.", "label": 0}}
{"text": "Los proyectos hidroeléctricos que estamos llevando a cabo harán posible que podamos garantizar las necesidades de los países de Asia Central en materia de energía hidráulica, creando así las condiciones propicias para el desarrollo sostenible en toda la región.", "meta": {"en_pair": "The implementation of hydroelectric projects will ensure that we meet the needs of Central Asian countries in terms of hydropower, thereby creating conditions conducive to sustainable development across the entire region.", "label": 1}}
{"text": "El Presidente Trump ignora o pretende ocultar que el capitalismo neoliberal es responsable de la creciente desigualdad económica y social que hoy sufren incluso las sociedades más desarrolladas y que, por su naturaleza, fomenta la corrupción, la marginalización social, el crecimiento del crimen, la intolerancia racial y la xenofobia.", "meta": {"en_pair": "President Trump ignores or tries to conceal the fact that neoliberal capitalism is responsible for the increasing social and economic inequality that today affects even the most developed societies and that by its nature fosters corruption, social marginalization, increasing crime, racial intolerance and xenophobia.", "label": 1}}
{"text": "La conducta del actual Gobierno de los Estados Unidos y su estrategia de dominación militar y nuclear constituyen una amenaza para la paz y la seguridad internacionales.", "meta": {"en_pair": "The behaviour of the current United States Government and its strategy of military and nuclear domination constitute a threat to international peace and security.", "label": 0}}
{"text": "Tras el fracaso de su pretensión de someter el Consejo de Derechos Humanos, el Gobierno estadounidense optó por abandonarlo para obstaculizar aún más el diálogo y la cooperación internacional en la materia.", "meta": {"en_pair": "After failing in its attempt to subdue the Human Rights Council, the United States Government opted to abandon it and is consequently further hampering international dialogue and cooperation on the subject.", "label": 1}}
{"text": "Este progreso ilustra la gran labor realizada desde 2015 por los Estados Miembros y sus asociados.", "meta": {"en_pair": "Since 2008, the Republic of San Marino has intensified its commitment to environmental sustainability, particularly in the production of electricity from renewable resources.", "label": 0}}
{"text": "Estos son también países en los que las situaciones de conflicto armado, la inestabilidad política o económica y las pérdidas económicas ocasionadas por desastres naturales han puesto en peligro la aplicación de los ODS o incluso han invertido el progreso que se había logrado.", "meta": {"en_pair": "We are also committed to improving our strategies and practices in the fields of waste management, sustainable mobility and the raising of public awareness, particularly among the younger generations, with regard to a sustainable and environmentally friendly lifestyle.", "label": 0}}
{"text": "Los burundeses y el mundo nos observan.", "meta": {"en_pair": "Burundians and the world are watching them.", "label": 0}}
{"text": "El lugar de Burundi debería estar en los organismos y programas de las Naciones Unidas que atienden el desarrollo socioeconómico para acompañar los esfuerzos internacionales a fin de aplicar el plan nacional de desarrollo y los Objetivos de Desarrollo Sostenible (ODS) de la Agenda 2030 para el Desarrollo Sostenible.", "meta": {"en_pair": "The situation in Burundi should be a matter for the United Nations agencies and programmes dealing with socioeconomic development in support of national efforts to implement the national development plan and the Sustainable Development Goals (SDGs) of the 2030 Agenda for Sustainable Development.", "label": 0}}
{"text": "La insistencia de algunos en salir de la lógica neocolonial los lleva a actuar como quien da lecciones, más de medio siglo después de que casi todos los países africanos tuviera acceso a la independencia.", "meta": {"en_pair": "The stubbornness of some countries to abandon their neocolonial logic causes them to behave as teachers of lessons, more than half a century after the attaining of independence of almost all African countries.", "label": 1}}
{"text": "Seguimos convencidos de que para que los ODS que aprobamos en 2015 se conviertan en una realidad, debemos tener imperativamente más compromiso, más ambición, más acción y, sobre todo, más recursos.", "meta": {"en_pair": "We believe that in order for the SDGs that we all adopted in 2015 to become a reality, we need greater commitment, ambition, action and above all more resources.", "label": 0}}
{"text": "La mejor solución al problema de los migrantes sería fortalecer la cooperación y hacer un mejor reparto de las responsabilidades.", "meta": {"en_pair": "The best solution to the migrant issue would be to strengthen cooperation and better distribute responsibilities.", "label": 0}}
{"text": "Para brindar una educación de calidad, es necesario estar preparados para enfrentar el uso de la tecnología y su democratización.", "meta": {"en_pair": "In order to provide quality education, it is necessary to be prepared to face the use of technology and its democratization.", "label": 1}}
{"text": "Cada uno de los objetivos de la Agenda 2030 para el Desarrollo Sostenible necesita de la educación para dotar a todas las personas de los conocimientos, las competencias y los valores necesarios que le permitirán vivir con dignidad, construir sus propias vidas y contribuir con las sociedades en las que viven.", "meta": {"en_pair": "Each of the goals outlined in the 2030 Agenda for Sustainable Development requires education to equip all people with the knowledge, skills and values that will enable them to live with dignity, build their own lives and contribute to the societies in which they live.", "label": 1}}
{"text": "La aceleración de la degradación ambiental a ritmos nunca antes vistos nos obliga a todos a hacer más para corregir los errores que hemos cometido contra el medio ambiente.", "meta": {"en_pair": "The acceleration of environmental degradation at rates never seen before obliges all of us to do more to right the wrongs we have committed against the environment.", "label": 1}}
{"text": "La tarea onerosa para nosotros es convencer a todas las naciones, grandes y pequeñas, de que ante los tumultuosos desafíos actuales, tanto tradicionales como tecnológicos, y por el bien de las generaciones futuras, no hay absolutamente ningún espacio para las mentalidades de todo para el vencedor y de suma cero.", "meta": {"en_pair": "The onerous task for us is how to convince all nations, large and small, that in the face of our current tumultuous challenges, both traditional and technological, and for the sake of future generations, there is absolutely no room for winner-takes-all and zero-sum mindsets.", "label": 0}}
{"text": "Tenemos un poco más de diez años para lograr la transformación necesaria mediante la aplicación de los Objetivos de Desarrollo Sostenible (ODS).", "meta": {"en_pair": "We have a little over 10 years to attain the necessary transformation through the implementation of the Sustainable Development Goals (SDGs).", "label": 0}}
{"text": "Por lo tanto, seguiremos mejorando nuestras condiciones para crear oportunidades de inversión y diversificar nuestro desarrollo socioeconómico, en particular en las esferas de la educación, la atención de la salud, la reducción de la mortalidad, la nutrición infantil y la creación de empleo para los jóvenes.", "meta": {"en_pair": "We will therefore continue to improve our conditions to create investment opportunities and diversify our socioeconomic development, specifically in the areas of education, health care, mortality reduction, child nutrition and job creation for youth.", "label": 1}}
{"text": "También estamos en el proceso de crear una plantade reciclaje de plástico que permita a nuestro país ser neutros respecto del plástico.", "meta": {"en_pair": "We are also in the process of establishing a plastic-recycling plant that will enable our country to become plastic-neutral.", "label": 1}}
{"text": "Esperamos que, tras el nombramiento de un nuevo Enviado Personal, se reanuden las conversaciones y se encuentreuna solución política y jurídica que permita al pueblo del Sáhara Occidental ejercer su derecho inalienable a la libre determinación.", "meta": {"en_pair": "We hope that, upon the nomination of a new Personal Envoy, discussions will resume, and that a political and legal solution will be found to enable the people of Western Sahara to exercise their inalienable right to self-determination.", "label": 0}}
{"text": "Para nuestro pueblo, la sequía prolongada ha sido una cuestión de vida o muerte, que ha llevado a muchos a abandonar sus hogares y enfrentar la pobreza extrema.", "meta": {"en_pair": "For our people, prolonged drought has been a matter of life and death, driving many from their homes and into severe poverty.", "label": 0}}
{"text": "Por ello, es fundamental que la comunidad internacional encuentre soluciones idóneas a las cuestiones relacionadas con el cambio climático.", "meta": {"en_pair": "That is why it is crucial for the international community to find appropriate solutions to issues related to climate change.", "label": 0}}
{"text": "Los ataques reiterados en todo el mundo nos demuestran a diario que ese mal endémico sigue siendo omnipresente, lo que nos obliga a ser constantemente y cada vez más vigilantes.", "meta": {"en_pair": "Recurring attacks around the world prove to us on a daily basis that this rampant evil remains omnipresent, forcing us to be constantly and increasingly vigilant.", "label": 1}}
{"text": "En ese sentido, nos sumamos a los múltiples llamamientos a la movilización internacional para permitir a esa fuerza entrar en acción y contribuir a erradicar ese mal tentacular que gravita sobre nuestros países.", "meta": {"en_pair": "In this regard, we join in the many calls for international mobilization to enable the force to act and contribute to eradicating this tentacular evil that preys on our countries.", "label": 1}}
{"text": "Eritrea ha logrado modestos avances hacia la consecución de los objetivos de los Objetivos de Desarrollo Sostenible en sus tres dimensiones —económica, social y ambiental— con la política que aplica desde hace tiempo, basada en un enfoque equilibrado e integrado sobre el desarrollo.", "meta": {"en_pair": "Eritrea has been making modest strides towards the achievement of the Sustainable Development Goals in their three dimensions — economic, social and environmental — with its long-standing policy of a balanced and integrated approach to development.", "label": 0}}
{"text": "Aprovecho la ocasión para reafirmar, desde esta tribuna, el compromiso de mi país de seguir trabajando en pro del desarrollo sostenible para lograr la inclusión social y la reducción de lasdesigualdades, alentando sobre todo los efectos políticos eficaces mediante la intensificación del diálogo sobre las cuestiones de desarrollo social, a fin de asegurar la aplicación satisfactoria de la Agenda 2030.", "meta": {"en_pair": "“I take this opportunity to reaffirm from this rostrum my country’s commitment to continuing to work towards sustainable development in order to achieve social inclusion and the reduction of inequalities, in particular by encouraging effective political impact through the strengthening of dialogue on social development issues, which will ensure the successful implementation of the 2030 Agenda.", "label": 1}}
{"text": "En ese marco, a fin de asegurar una educación de calidad para los niños, hemos creado el Programa nacional de alimentación escolar integrado, que permite mejorar no solo el rendimiento académico y la salud y la nutrición de los estudiantes, sino también desarrollar la producción agrícola local que proporciona ingresos sustanciales para los agricultores.", "meta": {"en_pair": "“In this framework, in order to guarantee quality education for children, we have set up the Integrated National School Feeding Programme, which not only improves the school performance, health and nutritional status of students but also develops local agricultural production, thereby providing substantial income to farmers.", "label": 1}}
{"text": "El orden mundial que ayudó a construir representa la cúspide de lo que la diplomacia concertada puede lograry sigue encarnando las esperanzas de todos los que creen en el diálogo pacífico como forma de resolver los problemas mundiales.", "meta": {"en_pair": "The world order that it helped build represents the pinnacle of what concerted diplomacy can achieve and continues to embody the hopes of all who believe in peaceful dialogue to solve global problems.", "label": 0}}
{"text": "Con un uso acertado de las nuevas tecnologías digitales, puede desarrollar productos innovadores, sostenibles y atractivos.", "meta": {"en_pair": "Together with a sensible use of new digital technologies, it can develop innovative, sustainable and attractive products.", "label": 0}}
{"text": "Además, gracias a las nuevas tecnologías, tenemos una herramienta que nos permitirá enfrentar los desafíos del mañana.", "meta": {"en_pair": "In addition, thanks to new technologies, we have a tool that will enable us to meet the challenges of tomorrow.", "label": 1}}
{"text": "La tecnología ha significado un salto cualitativo para la humanidad.", "meta": {"en_pair": "The aim is to commercialize everything in order to accumulate capital.", "label": 1}}
{"text": "Eso es injusto, es inmoral y es inadmisible.", "meta": {"en_pair": "The sea is indispensable for life, integration and the development of peoples.", "label": 0}}
{"text": "Debemos preguntarnos cómo es posible que en pleno siglo XXI haya crisis que siguen desplazando a millones de personas por todo el mundo.", "meta": {"en_pair": "What will tomorrow’s world look like if we do not help end those crises and give refugees and hosts alike the support they need to meet the future?", "label": 0}}
{"text": "El hecho de contar con una economía de paz en la que participen las dos Coreas consolidará la paz en la península y, al mismo tiempo, contribuirá al desarrollo económico de Asia oriental y todo el mundo.", "meta": {"en_pair": "The Republic of Korea intends to expand a people-centred community of mutual prosperity throughout the Korean peninsula, East Asia and the entire world by working in partnership with its neighbours.", "label": 1}}
{"text": "Más de 4,5 millones de venezolanos han abandonado su país por la falta de oportunidades o en busca de mejores oportunidades para su desarrollo.", "meta": {"en_pair": "More than 4.5 million Venezuelans have left their country because of a lack of prospects in order to seek better development opportunities.", "label": 1}}
{"text": "Es una concertación exigente, establecida de manera transparente.", "meta": {"en_pair": "It is a demanding consultation that is carried out in a transparent manner.", "label": 0}}
{"text": "En 2018, después de que los Estados Unidos se retiraron del Acuerdo de Viena de 2015, propuse un marco mundial para preservar el Programa de Acción Integral Conjunto (PAIC) y complementarlo con un enfoque más amplio a fin de abordar las cuestiones planteadas por el programa nuclear iraní después de 2025, el papel del Irán en las crisis regionales y su programa balístico.", "meta": {"en_pair": "In 2018, after the United States withdrew from the 2015 Vienna Agreement, I proposed a comprehensive framework to preserve the Joint Comprehensive Programme of Action (JCPOA) and complement it with a broader approach to address the issues raised by Iran’s post-2025 nuclear programme, the country’s role in regional crises and its ballistic programme.", "label": 0}}
{"text": "¿Cuáles deben ser los principios y los objetivos de esas negociaciones?", "meta": {"en_pair": "What should be the terms and objectives of those negotiations?", "label": 0}}
{"text": "Todos observamos la situación humanitaria en Idlib con atención y exigencia.", "meta": {"en_pair": "We all look at the humanitarian situation in Idlib with vigilance and high standards.", "label": 0}}
{"text": "En lo que respecta al tema de la coherencia, como dije ayer, ya no es posible sustentar estrategias de libre comercio que no contengan en su propia agenda los objetivos climáticos.", "meta": {"en_pair": "I believe in openness and free trade, but only to the extent that they are well thought out and able to integrate the objectives of zero carbon and zero deforestation.", "label": 0}}
{"text": "No creo que la respuesta correcta a las crecientes desigualdades contemporáneas en los ámbitos del clima, las oportunidades y la educación, resida en la política fiscal que aplique cada país.", "meta": {"en_pair": "I do not believe that the right response to growing contemporary inequalities in the areas of climate, opportunities and education lies in the fiscal agenda of each individual country.", "label": 0}}
{"text": "Antes de asumir mi cargo, casi el 90 % de esos ciudadanos cubanos abandonó el Brasil debido a las medidas unilaterales del régimen cubano.", "meta": {"en_pair": "Before I took office, almost 90 per cent of those Cuban citizens left Brazil due to unilateral action by the Cuban regime.", "label": 1}}
{"text": "Nuestra región amazónica tiene una extensión mayor que Europa Occidental en su conjunto y permanece prácticamente virgen e intacta.", "meta": {"en_pair": "Our Amazon region is larger than all of Western Europe combined and remains virtually pristine and untouched.", "label": 0}}
{"text": "Todos sabemos que cada país tiene sus problemas.", "meta": {"en_pair": "We all know that all countries have problems.", "label": 0}}
{"text": "Sobre la base de esas falacias, algunos países, en lugar de ayudar, hanamplificado las mentiras de los medios de comunicación, han faltado al respeto y han desvelado sus verdaderas intenciones colonialistas.", "meta": {"en_pair": "In resorting to those fallacies, certain countries, instead of helping, have amplified media lies, behaved disrespectfully and shown their true colonialist colours.", "label": 0}}
{"text": "Estamos dispuestos trabajar de consuno para explotar nuestros recursos con miras a desarrollar todo nuestro potencial de manera sostenible.", "meta": {"en_pair": "We stand ready to work in partnership to exploit our resources with a view to developing all of our potential in a sustainable manner.", "label": 0}}
{"text": "Ahora esa fuente de fondos se ha agotado.", "meta": {"en_pair": "That source of funds has now dried up.", "label": 0}}
{"text": "Acabamos de prorrogar las exenciones a los visados de países como los Estados Unidos, el Japón, Australia y el Canadá.", "meta": {"en_pair": "We have just extended visa exemptions to countries such as the United States, Japan, Australia and Canada.", "label": 0}}
{"text": "Es inaceptable que, en el siglo XXI, con tantos instrumentos, tratados y organizaciones cuyo objetivo es salvaguardar todo tipo de derechos, todavía haya millones de cristianos y personas de otras religiones que pierden la vida o la libertad a causa de su fe.", "meta": {"en_pair": "It is unacceptable that in the twenty-first century, with so many instruments, treaties and organizations whose aim is to safeguard all kinds of rights, there are still millions of Christians and people of other religions that lose their lives or their freedom because of their faith.", "label": 1}}
{"text": "Con esos métodos, la ideología siempre deja un rastro de muerte, ignorancia y miseria por donde quiera que pasa.", "meta": {"en_pair": "With such methods, ideology has always left a trail of death, ignorance and misery wherever it went.", "label": 0}}
{"text": "Si bien reconocemos el derecho de Etiopía al desarrollo, para Egipto el agua del Nilo es cuestión de vida o muerte, lo que impone a la comunidad internacional la gran responsabilidad de desempeñar un papel constructivo para instar a todas las partes a que demuestren flexibilidad a fin de lograr un acuerdo mutuamente satisfactorio.", "meta": {"en_pair": "While we recognize Ethiopia’s right to development, for Egypt the water of the Nile is a matter of life and existence, which places a great responsibility on the international community to play a constructive role in urging all parties to demonstrate flexibility in order to achieve a mutually satisfactory agreement.", "label": 1}}
{"text": "Nuestro mundo de hoy afronta muchos desafíos y mucho dolor a resultas de la injusticia que impera a escala mundial.", "meta": {"en_pair": "Our world today faces many challenges and much pain resulting from injustice on a global scale.", "label": 0}}
{"text": "Invito a todos los países presentes en el Salón a que apoyen nuestras políticas e iniciativas que hemos formulado sobre la base de la justicia, la ética y la conciencia.", "meta": {"en_pair": "I invite all the countries present in this Hall to support our policies and initiatives, which we have formulated on the basis of justice, ethics and conscience.", "label": 0}}
{"text": "Si se puede establecer una zona segura, podríamos reasentar con confianza entre 1 millón y 2 millones de refugiados.", "meta": {"en_pair": "If such a safe zone can be established, we could confidently resettle between 1 million and 2 million refugees.", "label": 1}}
{"text": "Consideramos que los recursos energéticos en el Mediterráneo Oriental constituyen una importante oportunidad para la cooperación si adoptamos un enfoque que nos permita a todos ganar.", "meta": {"en_pair": "We believe that the energy resources in the eastern Mediterranean constitute an important opportunity for cooperation if we all adopt a win-win approach.", "label": 0}}
{"text": "Continuaremos cumpliendo nuestras responsabilidades para con la humanidad, ya que nos sentimos hondamente afectados, de manera directa e indirecta, por las crisis que asedian a nuestra región.", "meta": {"en_pair": "We will continue to fulfil our responsibilities to humankind because we are deeply affected, directly and indirectly, by the crises that besiege our region.", "label": 0}}
{"text": "El Banco de las Naciones Unidas de Tecnología para los Países Menos Adelantados empezó a funcionar el año pasado en Estambul.", "meta": {"en_pair": "The United Nations Technology Bank for the Least Developed Countries became operational last year in Istanbul.", "label": 0}}
{"text": "Entretanto, la crisis climática es más amenazante que nunca, acrecentada por nuestra incapacidad colectiva para abordarla.", "meta": {"en_pair": "Meanwhile, the climate crisis looms ever larger, heightened by our collective inability to address it — which is why the world needs the United Nations now more than ever.", "label": 1}}
{"text": "Nacieron de la creencia en la inviolabilidad de la libertad de las personas y la libre determinación, lo quesignifica que incluso las naciones pequeñas pueden tener una voz en la escena mundial.", "meta": {"en_pair": "It was born out of a belief in the sanctity of human freedom and self-determination, which means that even small nations may have a voice on the global stage.", "label": 0}}
{"text": "El desarrollo sin justicia no funciona y, por ello, tenemos un programa de justicia de transición orientado a reparar las violaciones de los derechos humanos, investigar los asesinatos y desapariciones forzosas y poner fin a la corrupción endémica que erosiona todos los niveles de Gobierno.", "meta": {"en_pair": "Development without justice does not work, which is why we have a transitional justice programme where we seek to redress human rights abuses, investigate murders and enforced disappearances and bring to book the endemic corruption undermining all levels of Government.", "label": 0}}
{"text": "Por ello, mi Gobierno emprendió un trabajo participativo e inclusivo para abordar los desafíos del desarrollo, lo cual ha tenido importantes frutos que se encuentran reflejados en dos instrumentos legales que serán clave para el desarrollo del Perú: uno es el plan nacional de competitividad y productividad y, el otro, es el plan nacional de infraestructura para la competitividad.", "meta": {"en_pair": "For that reason, my Government has undertaken participatory and inclusive efforts to address the challenges to development, leading to significant results as reflected in two legal instruments that will be key to Peru’s development — the national competitiveness and productivity plan and the national infrastructure plan for competitiveness.", "label": 1}}
{"text": "Asimismo, estos planes reflejan importantes esfuerzos realizados entre los sectores público y privado, y la capacidad de los peruanos de superar nuestras diferencias para trabajar por el futuro del país y alcanzar mayores niveles de bienestar.", "meta": {"en_pair": "Similarly, they demonstrate the important efforts made by the public and private sectors and the capacity of Peruvians to overcome our differences in order to work for the future of the country and achieve higher levels of well-being.", "label": 1}}
{"text": "Italia invoca y apoya abiertamente un multilateralismo eficaz, porque solo una acción colectiva y coordinada puede sentar las bases para encontrar soluciones adecuadas a los múltiples desafíos que tenemos ante nosotros.", "meta": {"en_pair": "Italy invokes and openly supports effective multilateralism because only collective and coordinated action can lay the groundwork for appropriate solutions to the multiple challenges before us.", "label": 1}}
{"text": "Hay que hacer un cambio radical de los paradigmas culturales.", "meta": {"en_pair": "We recognize the disproportionate impact that climate change will have on future generations.", "label": 0}}
{"text": "Significa abandonar el sentido de propiedad, que nos induce a creer que poseemos en exclusiva este planeta, cuando en realidad hemos heredado su custodia para poder legarla a las generaciones futuras.", "meta": {"en_pair": "It means abandoning the logic of ownership that would have us believe that we have exclusive dominion over the planet, when in fact we have inherited a right to stewardship that we must pass on to future generations.", "label": 0}}
{"text": "Todos debemos comprometernos a garantizar que la Organización pueda cumplir su mandato lo mejor posible.", "meta": {"en_pair": "We must all commit to guaranteeing that the Organization can, to the best of its ability, fulfil its mandate.", "label": 0}}
{"text": "También debemos comprometernos a financiar ulteriormente el Fondo Mundial de Lucha contra el Sida, la Tuberculosis y la Malaria y la Alianza Mundial para el Fomento de la Vacunación y la Inmunización.", "meta": {"en_pair": "We must also commit to replenish the Global Fund to Fight AIDS, Tuberculosis and Malaria and the Global Alliance for Vaccines and Immunization.", "label": 0}}
{"text": "En mi país, el período durante el cual una larga recesión económica hizo que la gente se encerrara en sí misma es cosa del pasado.", "meta": {"en_pair": "The fourteenth United Nations Congress on Crime Prevention and Criminal Justice, commonly known as the United Nations Crime Congress, will convene in Kyoto.", "label": 0}}
{"text": "El ataque contra instalaciones de petróleo crudo de la Arabia Saudita fue un delito aborrecible que mantiene rehén el orden económico internacional un rehén.", "meta": {"en_pair": "On the heels of the Trans-Pacific Partnership and the Japan-European Union Economic Partnership Agreement, the Regional Comprehensive Economic Partnership is now poised to reach agreement, with Japan’s contribution serving as its impetus.", "label": 0}}
{"text": "Por supuesto, es fundamental proteger los bosques y los servicios esenciales que prestan a las comunidades humanas, en especial como sumideros de carbono.", "meta": {"en_pair": "The protection of forests and the essential services that they do for human communities, especially as carbon sinks, is of course fundamental.", "label": 0}}
{"text": "En el Global Sustainable Development Report, los científicos hablan de un punto de inflexión o punto crítico para ciertos ecosistemas, lo que significa que estamos alcanzando un nivel de degradación desde el cual no se puede volver a un estado de funcionamiento normal.", "meta": {"en_pair": "In the Global Sustainable Development Report, scientists speak of a tipping point or critical point for certain ecosystems, which means that we are reaching a level of degradation from which there can be no return to a normally functioning state.", "label": 0}}
{"text": "De este modo, toda acción del Gobierno del Principado debe ajustarse a las exigencias del desarrollo sostenible.", "meta": {"en_pair": "In this way, every part of the Principality’s Government action must adhere to the requirements of sustainable development.", "label": 0}}
{"text": "No tenemos un planeta B. Nuestros compromisos inmediatos afectarán a la supervivencia de la humanidad.", "meta": {"en_pair": "Our immediate commitments will have an impact on the survival of humankind.", "label": 1}}
{"text": "Por este motivo, nunca se insistirá lo suficiente en la necesidad de emprender una reforma profunda de las Naciones Unidas, para que la Organización pueda cumplir mejor con su gran responsabilidad en el ámbito de la gestión y la solución de conflictos y la prevención de la guerra.", "meta": {"en_pair": "For that reason, it is never too much to insist on the need for a deep reform of the United Nations, so that the Organization can better fulfil its great responsibility for conflict management and resolution and the prevention of war.", "label": 1}}
{"text": "Implementamos el plan de igualdad de oportunidades y derechos y construimos un sistema que no solo busca prevenir, sino también acompañar a mujeres víctimas de violencia.", "meta": {"en_pair": "We have implemented a plan for equal opportunities and rights and built a system aimed at preventing women from becoming victims of violence as well as assisting such victims.", "label": 0}}
{"text": "Concertando las voluntades de los cuatro socios, pusimos en marcha un camino para adaptarlo al siglo XXI para que sea un bloque competitivo y dinámico y con reglas de juego claras.", "meta": {"en_pair": "Through the four members’ concerted efforts we have set in motion a plan to adapt it to the twenty-first century so that it can be a competitive and dynamic bloc with clear rules of the game.", "label": 1}}
{"text": "Parte de esto, colaborando con la Cruz Roja, identificamos a la mayoría de los soldados argentinos sepultados en el cementerio de Darwin, saldando una histórica deuda con sus familiares.", "meta": {"en_pair": "Part of this, working with the International Committee of the Red Cross, was to identify the majority of Argentine soldiers buried in the Darwin cemetery, thereby paying a historic debt to their families.", "label": 1}}
{"text": "Debemos colaborar transcendiendo fronteras para mitigar los efectos negativos del cambio climático.", "meta": {"en_pair": "We must collaborate across borders to mitigate the negative impacts of climate change.", "label": 1}}
{"text": "La innovación, junto con la potencia de cálculo y la conectividad, contribuyen a mejorar nuestra eficacia.", "meta": {"en_pair": "Innovations, combined with computing power and connectivity, enable us to become more effective.", "label": 1}}
{"text": "Para que podamos alcanzar los niveles deseados de desarrollo sostenible, es importante situar los resultados esperados de la Agenda 2030 para el Desarrollo Sostenible en el centro de un intercambio positivo de ideas en el que se examinen proyectos alternativos que se ajusten a las situaciones políticas y las realidades específicas de los países más afectados.", "meta": {"en_pair": "In order for us to achieve the desired levels of sustainable development, it is important to make the expected outcomes of the 2030 Agenda for Sustainable Development the object of positive brainstorming on alternative projects that are appropriate to the political situations and concrete realities of the countries most affected.", "label": 1}}
{"text": "Considero que si logramos unirnos en nuestra acción para el clima, podemos generar un nuevosentido de solidaridad en otros ámbitos.", "meta": {"en_pair": "I believe that if we succeed in uniting over our action for climate, we can generate a new sense of solidarity in other areas.", "label": 1}}
{"text": "En primer lugar, un número cada vez mayor de tensiones y conflictos no resueltos en distintas partes del mundo han resucitado las antiguas líneas divisorias y han creado otras nuevas, llevando a las Potencias mundiales al borde de un pulso militar a gran escala.", "meta": {"en_pair": "First, a growing number unresolved conflicts and tensions in various parts of the world have revived old dividing lines and created new ones, bringing world Powers to the verge of full-scale military stand-offs.", "label": 1}}
{"text": "Esa aspiración se ha convertido en una parte esencial de la identidad nacional del pueblo kazajo, dándonos el derecho moral de ocupar un lugar de primera línea en el movimiento mundial en pro de la eliminación de las armas nucleares.", "meta": {"en_pair": "That aspiration has become an essential part of the nation-wide identity of the Kazakh people, giving us the moral right to be at the forefront of the global movement to eliminate nuclear weapons.", "label": 0}}
{"text": "Esas acciones fueron el primer paso en nuestra larga y exitosa trayectoria hacia la defensa mundial del desarme nuclear y la no proliferación.", "meta": {"en_pair": "Those acts were the first step in our long and successful journey towards a global championship of nuclear disarmament and non-proliferation.", "label": 0}}
{"text": "El creciente poder económico de Asia exige una estructura de seguridad continental más integrada.", "meta": {"en_pair": "The growing economic might of Asia demands a more integrated continental security architecture.", "label": 0}}
{"text": "Gracias al proceso de Astaná, que complementa las conversaciones de Ginebra, se ha logrado un cese de las hostilidades.", "meta": {"en_pair": "Thanks to the Astana process, which complements the Geneva talks, a cessation of hostilities has been reached.", "label": 1}}
{"text": "Por ello, de manera contundente, reafirmamos que el conjunto de esas actividades criminales, asociado a la crisis humanitaria generada por el deterioro de la situación política, económica y social en la República Bolivariana de Venezuela, representa una amenaza para el mantenimiento de la paz y la seguridad del continente.", "meta": {"en_pair": "We therefore strongly affirm that all these criminal activities, associated with the humanitarian crisis generated by the deterioration of the political, economic and social situation in the Bolivarian Republic of Venezuela, represent a threat to the maintenance of peace and security on the continent.", "label": 1}}
{"text": "Le solicitamos a la comunidad internacional que se adopten todas las sanciones que correspondan para salvaguardar los derechos y las libertades de las presentes y futuras generaciones de colombianos y, por supuesto, de nuestros hermanos venezolanos.", "meta": {"en_pair": "We ask the international community to adopt all appropriate sanctions to safeguard the rights and freedoms of present and future generations of Colombians and, of course, of our Venezuelan brothers and sisters.", "label": 1}}
{"text": "Seguimos invirtiendo en ellas para que puedan vivir con dignidad, alcanzar todo su potencial y contribuira nuestra dinámica democracia.", "meta": {"en_pair": "We continue to invest in them so that they can live in dignity, realize their full potential and contribute to our vibrant democracy.", "label": 1}}
{"text": "En Seychelles, vemos cómo organizaciones no gubernamentales dirigidas por jóvenes colaboran con el Gobierno para dar prioridad a la lucha contra el cambio climático, la contaminación y otras amenazas al medio ambiente.", "meta": {"en_pair": "In Seychelles, we are seeing youth-led non-governmental organizations partnering with the Government to prioritize the fight against climate change, pollution and other threats to the environment.", "label": 0}}
{"text": "Seychelles se ha asociado este año con la misión Nekton y la Universidad de Oxford para llevar a cabo investigaciones con el fin de conservar nuestros espacios marítimos y el Océano Índico.", "meta": {"en_pair": "Earlier this year, Seychelles partnered with the Nekton mission and the Oxford University to conduct research in a bid to conserve our maritime spaces and the Indian Ocean.", "label": 1}}
{"text": "Tenemos muchos problemas de larga data y dolorosos que abordar, como el destino de las mujeres y los niños en las zonas de conflicto, pero también tenemos nuevos problemas incipientes relacionados con las nuevas tecnologías.", "meta": {"en_pair": "We want the United Nations to be ready to lead in the twenty-first century, fully benefiting from the technological advances of humankind that have made it much easier for those who are not big and powerful — the majority of United Nations Member States — to follow and contribute to the Organization’s various bodies and numerous discussions.", "label": 1}}
{"text": "A través del Fondo de las Naciones Unidas para el Desarrollo, el UNICEF y otros órganos de las Naciones Unidas participamos en la resolución de las penurias mundiales.", "meta": {"en_pair": "Encouraged by this, the Estonian start-up sector underwrote a memorandum with global ambitions, promising to be climate neutral in all their actions by 2030.", "label": 0}}
{"text": "Sin embargo, nuestros esfuerzos y progresos distan mucho de ser suficientes para evitar los evidentes efectos negativos de esta crisis mundial, una crisis que ningún país puede resolver por sí solo.", "meta": {"en_pair": "Instead, it is more efficient to use wood for making products, which is not only carbon-neutral but carbon-positive, as such products store carbon for their entire lifetime.", "label": 0}}
{"text": "Cuando África gana, el mundo gana, porque África es el futuro del mundo.", "meta": {"en_pair": "Climate change frustrates efforts to raise the standards of living for the world’s poor.", "label": 1}}
{"text": "Nuestra estrategia nacional sobre el cambio climático ha sido concebida con el propósito de perfilar una economía resiliente al cambio climático, con bajas emisiones de dióxido de carbono y capaz de integrar políticas relativas al clima mediante un crecimiento económico inteligente.", "meta": {"en_pair": "Our national strategy on climate change has been conceived with the aim of shaping an economy resilient to climate change, with low carbon-dioxide emissions, and able to integrate climate policies through smart economic growth.", "label": 0}}
{"text": "María Fernanda Espinosa Garcés por su ejemplar labor durante el septuagésimo tercer período de sesiones.", "meta": {"en_pair": "The need to secure and promote the wellbeing of wildlife flora and fauna as an environmental good for ecological and socio-economic benefit cannot be overemphasized.", "label": 0}}
{"text": "Sin embargo, también debemos tener presente que la mayoría de los países africanos no pudieron alcanzar los Objetivos de Desarrollo del Milenio (ODM), sus precursores, sobre todo por diversos problemas, tales como la insuficiencia de recursos financieros.", "meta": {"en_pair": "We are also repealing several discriminatory and outdated statutes related to children in order to come up with a children’s code to domesticate the provisions of the Convention on the Rights of the Child.", "label": 1}}
{"text": "Mi Gobierno otorga una enorme importancia a las necesidades y al bienestar de todos, prestando una atención concreta a las mujeres, los niños y los jóvenes.", "meta": {"en_pair": "We call on all partners to join efforts and together, let us raise our voices to protect our children and young people.", "label": 1}}
{"text": "La lucha conjunta contra la pobreza exige el cumplimiento de los compromisos contraídos en el marco de la Agenda 2030 en cuanto a las medidas concretas que deben adoptarse.", "meta": {"en_pair": "Despite an acute economic and financial crisis, while drastically reducing our investment in key sectors, Chad continues to pay particular attention to education, allocating between 15 and 16 per cent of its annual budget to it.", "label": 0}}
{"text": "África no pide más que la reparación del perjuicio flagrante causado a todoun continente con más de mil millones de personas que ha sido injustamente privado de su legítimo lugar en el sistema de las Naciones Unidas.", "meta": {"en_pair": "We purged the police, set up investigation mechanisms, dismantled organized crime networks and built maximum security prisons, with the result that we now have much stronger institutions.", "label": 1}}
{"text": "Logran infiltrarse en manifestaciones, volviéndolas violentas, saqueando, quemando, agrediendo a la sociedad, agrediendo a los medios de comunicación y a las fuerzas del orden público.", "meta": {"en_pair": "Violence slows down development and violates human dignity, which, in turn, generates forced and irregular migration.", "label": 1}}
{"text": "Con ello provocan desestabilización, caos, actividades de intimidación, atacan a la economía, atacan las instituciones generando transculturación y una guerra de desinformación.", "meta": {"en_pair": "One of the causes of migration is the coffee crisis, which is driven by low prices and the effects of climate change.", "label": 1}}
{"text": "Nuestra prosperidad y seguridad dependen de las leyes establecidas que regulan la libertad de navegación ya sea en el estrecho de Ormuz o en lugares que están más cerca de nuestros hogares.", "meta": {"en_pair": "We are jointly committed to an action plan to combat illegal fishing in South-East Asia, and we thank Indonesia for its regional leadership.", "label": 0}}
{"text": "Espero que a la terminación de este proceso consultivo se perfile un consenso nacional que determine la agenda para resolver esta cuestión.", "meta": {"en_pair": "It is my hope that at the end of this consultative process, a national consensus will evolve that will determine the pathway to resolving this issue.", "label": 1}}
{"text": "El proteccionismo comercial y el cambio climático están teniendo consecuencias inesperadas, especialmente para los países en desarrollo.", "meta": {"en_pair": "Trade protectionism and climate change are having unintended consequences, especially for developing countries.", "label": 0}}
{"text": "El ataque abiertamente hostil del mes pasado contra una zona residencial en el corazón de Beirut es una grave violación de la resolución, mientras que los incendios queduraron días en las granjas ocupadas de Shebaa como resultado de los proyectiles incendiarios israelíes representan un delito ambiental internacional que exige que se condene a quienes los causaron.", "meta": {"en_pair": "Last month’s blatantly hostile attack on a residential area in the heart of Beirut is a serious infringement of the resolution, while the fires that lasted for days in the occupied Shebaa farms as a result of incendiary Israeli shells represent an international environmental crime that demands that those who caused them be condemned.", "label": 1}}
{"text": "Reconocemos y valoramos las medidas adoptadas por la comunidad internacional para mitigar la situación.", "meta": {"en_pair": "We acknowledge and appreciate the actions taken by the international community to mitigate the situation.", "label": 1}}
{"text": "Eswatini mejora sus estrategias para la movilización de recursos explorando la cooperación con la cooperación mundial, y pedimos el apoyo de las Naciones Unidas en esa labor.", "meta": {"en_pair": "Eswatini is enhancing its resource mobilization strategies by exploring cooperation with the global community, and we seek the support of the United Nations in that endeavour.", "label": 1}}
{"text": "Además, con el establecimiento de la plataforma comercial electrónica africana en las próximas semanas, estamos seguros de que medidas como esas marcarán el inicio de una nueva era en la vida de nuestro pueblo.", "meta": {"en_pair": "Likewise, with the launch of the African E-trade platform anticipated in the next few weeks, we are confident that steps such as these will usher in a new era in the lives of our people.", "label": 1}}
{"text": "En mi calidad de Presidente de la Alianza de Líderes Africanos contra la Malaria, tengo el placer de anunciar que a principios de este año inauguramos el Fondo para la eliminación de la malaria, una alianza público-privada que tiene como objetivo colmar la brecha en la financiación y poner fin a la enfermedad para 2022.", "meta": {"en_pair": "In my capacity as Chair of the African Leaders Malaria Alliance, I am delighted to announce that early this year we launched the End Malaria Fund, a public-private partnership aimed at closing the funding gap and putting an end to the disease by 2022.", "label": 0}}
{"text": "Como hemos observado en la región de la Comunidad de África Meridional para el Desarrollo, las catástrofes naturales noconocen fronteras, y los países más perjudicados carecen de recursos y capacidad adecuados para garantizar la preparación y la respuesta a la devastación y el impacto de esas catástrofes, incluso con respecto a la infraestructura y la pérdida de vidas.", "meta": {"en_pair": "As we have witnessed in the Southern African Development Community region, natural disasters know no boundaries, and the worst affected countries lack the resources and capacity adequate to ensuring preparedness and responding to the devastation and impact of such disasters, including with respect to infrastructure and lives lost.", "label": 0}}
{"text": "La hoja de ruta señala cinco sectores clave según su capacidad para aumentar nuestro producto interno bruto, crear empleos y generar ganancias, ya sea en la industria, la agricultura, la minería y la energía, el turismo y la educación, y la tecnología de la información y las comunicaciones.", "meta": {"en_pair": "The road map outlines five key sectors based on their ability to grow our gross domestic product, create employment and mobilize revenue — manufacturing, agriculture, mining and energy, tourism and education, and information and communications technology.", "label": 0}}
{"text": "Por ende, necesitamos estrategias alertar al mercado laboral a absorber a la creciente clase de jóvenes trabajadores y velar por que estos cuenten con una formación apropiada para satisfacer las necesidades de nuestros mercados.", "meta": {"en_pair": "We therefore need strategies to encourage the labour market to absorb the growing young working class and ensure that it is appropriately trained for the needs of our markets.", "label": 0}}
{"text": "Su inclusión es crucial para el cumplimiento de la promesa estipulada en el preámbulo de la resolución 70/1, aprobada el 25 de setiembre de 2015.", "meta": {"en_pair": "Its inclusion is a crucial step in realizing the pledge stipulated in the preamble to resolution 70/1, adopted on 25 September 2015.", "label": 0}}
{"text": "Queremos que sepan que, como isleños, los habitantes de Palau se solidarizan con ellos.", "meta": {"en_pair": "They must know that, as fellow islanders, the people of Palau stand in solidarity with them.", "label": 0}}
{"text": "La sostenibilidad de la protección marina en Palau es una tradición que se remonta a miles de años.", "meta": {"en_pair": "Sustainable marine protection has been a tradition in Palau that extends back thousands of years.", "label": 0}}
{"text": "Estamos orgullosos de nuestra estrecha relación mediante nuestro Convenio de Libre Asociación y aguardamos con interés comenzar los debates sobre su renovación.", "meta": {"en_pair": "We are proud of our close relationship through our Compact of Free Association and look forward to beginning discussions on its renewal.", "label": 0}}
{"text": "Ponen en peligro la paz y la estabilidad en nuestra región y en todo el mundo.", "meta": {"en_pair": "They threaten peace and stability in our region and around the world.", "label": 0}}
{"text": "Habida cuenta de nuestra ubicación, sabemos que formamos parte esencial de una región en la que, sin paz, los desafíos mundiales no podrán superarse.", "meta": {"en_pair": "Given our location, we know that we are an integral part of a region where, without peace, global challenges cannot and will not be overcome.", "label": 0}}
{"text": "Al mirar hacia el 2030, y con la determinación de lograr nuestros objetivos comunes, hay algunos desafíos más inmediatos que debemos superar para lograr el éxito.", "meta": {"en_pair": "While looking towards 2030 and with the determination to achieve our common goals, there are some more immediate challenges that we must overcome in order to succeed.", "label": 1}}
{"text": "Esa prioridad no es solo teórica, sino que está respaldada por cifras en el presupuesto, en el que se tiene previsto aumentar la cuota asignada a la educación al 6% del producto interno bruto para 2022.", "meta": {"en_pair": "That priority is not only a matter of words but is also backed by numbers in the budget, which plans to bring the share of education to 6 per cent of gross domestic product by 2022.", "label": 0}}
{"text": "Esperamos que este proyecto constituya una base para la cooperación internacional en Georgia.", "meta": {"en_pair": "We hope that this project will be the basis for international cooperation in Georgia.", "label": 0}}
{"text": "La decisión más reciente del Tribunal Europeo de Derechos Humanos de Estrasburgo refuerza los derechos de propiedad, incluso en el sector mediático, y ha generado más pluralismo.", "meta": {"en_pair": "The most recent decision of the Strasbourg European Court of Human Rights reinforces property rights, including in the media sector, and has resulted in more pluralism.", "label": 0}}
{"text": "Esta etapa es la más delicada y para la cual necesitamos mayor apoyo y asistencia de nuestros asociados.", "meta": {"en_pair": "This stage is the most delicate and the one for which we need increased support and assistance from partners.", "label": 0}}
{"text": "Además, tenemos la meta de sembrar 180 millones de árboles para el año 2022, para que así, todos juntos, protejamos nuestra casa común.", "meta": {"en_pair": "Furthermore, our goal is to plant 180 million trees by 2022 so that together we can protect our shared home.", "label": 1}}
{"text": "Junto con naciones amigas, estamos impulsando un proyecto para crear una corte internacional anticorrupción, porque igual que el narcotráfico, este flagelo traspasa fronteras, las desconoce y la comunidad internacional necesita una herramienta fuerte, que permita hacerle frente al fenómeno de la corrupción transnacional.", "meta": {"en_pair": "Together with friendly nations, we are promoting a project to create an international anti-corruption court because, like drug trafficking, the scourge of transnational corruption transcends and ignores borders and the international community needs a strong tool to confront it.", "label": 0}}
{"text": "Acogemos con beneplácito esos avances, puesto que no cabe duda de que son requisitos previos para restablecer la autoridad del Estado en todo el territorio nacional, pero no podemos ignorar que todavía hay un largo camino por recorrer para lograr la paz y la reconciliación duraderas en nuestro país.", "meta": {"en_pair": "We welcome that, since it is clearly a prerequisite for the restoration of State authority over the entire national territory, but we cannot ignore the fact that there is still a long way to go to achieve lasting peace and reconciliation in our country.", "label": 0}}
{"text": "En nuestra limitada economía, el objetivo es beneficiar no solo a los que viven en la pobreza, sino a quienes se han visto privados de la oportunidad de mejorar su condición social y económica.", "meta": {"en_pair": "In our narrow economy, the goal is to benefit not only those who are in poverty but those who have been deprived of the opportunity to improve their social and economic status.", "label": 0}}
{"text": "Para garantizar la sostenibilidad, estamos evaluando la repercusión de las políticas, así como la contribución voluntaria de los cultivadores a sus planes de ahorro para la pensión de jubilación, con el apoyo de medidas de alfabetización financiera.", "meta": {"en_pair": "To ensure sustainability, we are assessing the policy impact, as well as farmers’ voluntary contribution to superannuation for retirement savings, supported by financial literacy measures.", "label": 0}}
{"text": "Desde la perspectiva de una isla pequeña, el uso excesivo de la ingeniería para el desarrollo de los pequeños Estados insulares es un riesgo.", "meta": {"en_pair": "From a small island perspective, the overengineering of the development of small island States is a risk.", "label": 0}}
{"text": "Además, los problemas que seguimos enfrentando en nuestro mundo de hoy es el resultado de una codicia que no cesa y de una insaciable hambre de poder y dominación.", "meta": {"en_pair": "Furthermore, the turbulence that we continue to face in our world today has emerged because of continued greed and hunger for power and dominance.", "label": 1}}
{"text": "Acorde con nuestro programa de modernización e industrialización, estamos mejorando la calidad de nuestra educación para que guarde más pertinencia con respecto a la tecnología moderna y la innovación.", "meta": {"en_pair": "In line with our modernization and industrialization agenda, we are enhancing the quality of our education to make it more relevant with regard to modern technology and innovation.", "label": 1}}
{"text": "Hace mucho tiempo que se debería haber reformado el sistema de las Naciones Unidas para que sea más representativo, tenga más poder y sea más responsable en el cumplimiento de su mandato.", "meta": {"en_pair": "The reform of the United Nations system to make it more representative, empowered and responsive in fulfilling its mandate is long overdue.", "label": 0}}
{"text": "Juntos haremos realidad nuestroobjetivo mundial de construir un futuro común libre de pobreza, hambruna y conflictos, así como un planeta seguro del que puedan disfrutar todos nuestros pueblos.", "meta": {"en_pair": "Together we will realize our common vision to build a common future free of poverty, hunger and conflict, and a safe planet that can benefit all of our peoples.", "label": 0}}
{"text": "Nuestro Gobierno no ha perseguido ni un solo caso de redistribución de la propiedad.", "meta": {"en_pair": "Our Government has not pursued a single case of property redistribution.", "label": 0}}
{"text": "Nuestra economía está creciendo de manera constante y con bastante rapidez, gracias a una transformación ideológica muy importante que se ha producido en nuestro país.", "meta": {"en_pair": "Our economy is growing steadily and quite rapidly, thanks to a very important ideological transformation that has occurred in our country.", "label": 1}}
{"text": "Necesitamos tener acceso a las mejores prácticas internacionales para ahorrar tiempo y recursos.", "meta": {"en_pair": "We need to avoid the mistakes previously made by other democracies in order to make our democratic reforms more fruitful and efficient.", "label": 1}}
{"text": "Su objetivo es vengarse por los intentos fallidos de agresión contra el pueblo de Nagorno Karabaj en los años noventa y en 2016.", "meta": {"en_pair": "That is why they are inflaming anti-Armenian sentiments among their people and spending enormous resources on armaments, and why anti-Armenian hate speech has become official policy in Azerbaijan.", "label": 0}}
{"text": "Andorra, en los últimos años, ha promovido políticas educativas inclusivas encaminadas a dotar a nuestros jóvenes de las herramientas necesarias para desarrollar su potencial en un mundo multicultural y global.", "meta": {"en_pair": "But while we can make significant progress in reducing inequalities or promoting education at the national level, it is utterly impossible to address the issue of climate change from a purely unilateral perspective, because the environmental policy of a single country, however ambitious it may be, is totally ineffective without action at on a global scale.", "label": 1}}
{"text": "Andorra, fiel a su trayectoria de paz, de concordia y de integración de la diversidad, apoya ahora y siempre a las Naciones Unidas en la construcción de un orden multilateral que vele por el desarrollo sostenible y por la inclusión.", "meta": {"en_pair": "Andorra, committed to a path towards peace, harmony and integrated diversity, will always support the United Nations in building a multilateral order that ensures sustainable development and inclusion.", "label": 1}}
{"text": "Una política exterior sostenible es una política que busca soluciones duraderas a los conflictos y facilita la participación de todas las partes interesadas para garantizar la aceptación y la estabilidad.", "meta": {"en_pair": "A sustainable foreign policy is one that seeks lasting solutions to conflict and involves all stakeholders in order to ensure both acceptance and stability.", "label": 1}}
{"text": "Por ello, antes de que finalice esta semana, crearemos una alianza contra la impunidad, concebida para fortalecer la jurisdicción penal internacional.", "meta": {"en_pair": "That is why, before the end of this week, we will establish an alliance against impunity, designed to strengthen international criminal jurisdiction.", "label": 1}}
{"text": "Queremos asumir la responsabilidad también en ese sentido, y junto con el Representante Especial hemos puesto en marcha un proceso con el que se tiene la intención de lograr la paz.", "meta": {"en_pair": "We want to take on responsibility in that regard, too, and together with the Special Representative, we have launched a process intended to lead to achieving peace.", "label": 0}}
{"text": "Si las personas ya no tienen acceso al agua potable, si las cosechas quedan arruinadas por la sequía persistente y si los conflictos estallan por los pocos recursos que quedan, las guerras del futuro serán las guerras del clima.", "meta": {"en_pair": "If people no longer have access to clean drinking water, if entire harvests are ruined by persistent drought and conflicts break out over the few remaining resources, the wars of the future will be climate wars.", "label": 1}}
{"text": "Solo si trabajamos de consuno podremos encontrar respuestas a la mundialización, la revolución digital, la migración y el cambio climático causado por la actividad humana.", "meta": {"en_pair": "Only if we work together will we find answers to globalization, the digital revolution, migration and human-induced climate change.", "label": 1}}
{"text": "En Kenya hemos invertido mucho en educación y salud en nuestro empeño por lograr la inclusión social, adquirir conocimientos y competencias y garantizar el futuro sin dejar a nadie atrás.", "meta": {"en_pair": "In Kenya we have invested heavily in education and health in an effort to achieve social inclusion, develop knowledge and competencies and secure the future by not leaving anyone behind.", "label": 1}}
{"text": "La capacidad de las organizaciones terroristas para llevar a cabo sus planes con impunidad ha agregado un nuevo aspecto en el terreno de la seguridad en nuestra región.", "meta": {"en_pair": "The ability of terrorist organizations to execute their plans with impunity has added another dimension to the security terrain in our region.", "label": 1}}
{"text": "Asimismo, elogio calurosamente el papel de la mujer en el Sudán para impulsar y facilitar un resultado positivo y cargado de lecciones que enorgullezca a todo el continente africano.", "meta": {"en_pair": "And I warmly commend the role of women in the Sudan in driving and facilitating an excellent outcome laden with lessons that makes the entire African continent proud.", "label": 0}}
{"text": "Las sequías cíclicas ponen bajo presión el suministro de alimentos, provocan enfrentamientos por la tierra, el agua y otros recursos y se convierten en factores de conflicto.", "meta": {"en_pair": "Cyclical droughts pressure food supply, cause competition over land, water and other resources and become drivers of conflict.", "label": 1}}
{"text": "Cuando el mundo dio la espalda a Somalia, participamos e invertimos en los procesos de paz deEldoret y Mbagathi, que culminaron con la creación y el establecimiento del Gobierno Nacional de Transición en Kenya y, en última instancia, la formación del Gobierno Federal de Transición en Somalia.", "meta": {"en_pair": "When the world had turned away from Somalia, we engaged and invested in the Eldoret and Mbagathi peace processes, which led to the formation and hosting of the Transitional National Government in Kenya and, ultimately, the formation of the Transitional Federal Government in Somalia.", "label": 1}}
{"text": "La lucha contra la pobreza y la desigualdad y el cumplimiento de los 17 Objetivos de Desarrollo Sostenible pasan por enfrentar la corrupción, con una efectiva administración de justicia.", "meta": {"en_pair": "By fighting poverty and inequality and fulfilling the 17 Sustainable Development Goals, we are addressing corruption through the effective administration of justice.", "label": 1}}
{"text": "Todos unidos debemos cambiar para alejar el peligro de extinguirnos.", "meta": {"en_pair": "We must all work together for change in order to reduce the danger of our extinction.", "label": 1}}
{"text": "El ataque contra la capital y sus alrededores estuvo dirigido por un soldado rebelde, el autodenominado Khalifa Haftar, como parte de lo que dice que es una yihad santa.", "meta": {"en_pair": "The assault on the capital and its suburbs was led by a rebel soldier, the selfstyled Khalifa Haftar, in what he says was a holy jihad.", "label": 0}}
{"text": "A pesar del dolor, sus heroicas epopeyas seguirán vivas en la memoria de nuestra patria y sus generaciones futuras.", "meta": {"en_pair": "Despite the pain, their heroic epics will remain alive in the memory of our homeland and its future generations.", "label": 0}}
{"text": "El agresor ha tratado de influir a la opinión pública diciendo que está luchando contra el terrorismo.", "meta": {"en_pair": "The aggressor has tried to sway public opinion by saying that he is fighting terrorism.", "label": 0}}
{"text": "En ese sentido, acogemos con beneplácito la aprobación, el 12 de septiembre, de la resolución del Consejo de Seguridad 2486 (2019), por la que se prorrogó el mandato de la Misión de Apoyo de las Naciones Unidas en Libia, y en la que se afirma su defensa constante del Acuerdo Político Libio y su compromiso de procurar que los Estados Miembros dejen de tratar con instituciones paralelas.", "meta": {"en_pair": "In that regard, we welcomed the adoption on 12 September of Security Council resolution 2486 (2019), extending the mandate of the United Nations Support Mission in Libya, which affirmed its continued commitment to the Libyan Political Agreement and to ensuring that Member States stop dealing with parallel institutions.", "label": 0}}
{"text": "También pudimos frenar a todos los grupos armados, iniciar un programa y mecanismos para la recogida de armas e integrar a antiguos militantes en nuestras instituciones militares y de seguridad, y ofrecer oportunidades de empleo y rehabilitación a quienes deseasen reintegrarse en la vida civil.", "meta": {"en_pair": "We were also able to contain all the armed groups, launch a programme and mechanisms for collecting weapons and integrating former militants into our national security and military institutions, and to provide work opportunities and rehabilitation to those who want to reintegrate into civilian life.", "label": 0}}
{"text": "Según ese informe, África está perdiendo más de 50.000 millones de dólares anuales debido a las salidas ilícitas de capitales.", "meta": {"en_pair": "According to that report, Africa is losing more than $50 billion annually through illicit financial outflows.", "label": 1}}
{"text": "Dondequiera que se disponga de una educación de calidad, suele haber prosperidad.", "meta": {"en_pair": "Wherever quality education is available, there is usually prosperity.", "label": 0}}
{"text": "El debate general de la Asamblea General de las Naciones Unidas suele celebrarse en una época del año en la que en todo el mundo se manifiestan los extremos de la naturaleza.", "meta": {"en_pair": "The general debate of the General Assembly of the United Nations is usually convened at a time of year when extremes of nature are on display around the world.", "label": 0}}
{"text": "Nuestro mundo se enriquece con su diversidad de culturas, religiones y creencias, que añaden sabor a la vida, pero hay verdades científicas y matemáticas que no cambian con el espacio o el tiempo.", "meta": {"en_pair": "Our world is enriched by its diversity of cultures, religions and beliefs, which add spice to our lives, but there are scientific and mathematical truths that do not change with space or time.", "label": 0}}
{"text": "Podríamos intentar delinear nuestras fronteras con más claridad o hacer distinciones más claras sobre la base del color, la raza, el idioma y el credo, pero esa imagen nos dice que el camino natural será inclusivo.", "meta": {"en_pair": "We may try to delineate our borders more clearly or make clearer distinctions on the basis of colour, race, language and creed, but that picture tells us that the natural path is to be inclusive.", "label": 0}}
{"text": "Por lo tanto, apoyamos plenamente las medidas que ha adoptado el Secretario General para reformar las Naciones Unidas con el fin de que la Organización sea más resiliente y esté en mejores condiciones de hacer frente a los difíciles desafíos mundiales.", "meta": {"en_pair": "We therefore fully support the steps taken by the Secretary-General to reform the United Nations in order to make the Organization more resilient and more capable of addressing difficult global challenges.", "label": 0}}
{"text": "Consideramos que la aplicación de los acuerdos de Minsk es una condición previa indispensable para normalizar las relaciones con Rusia.", "meta": {"en_pair": "We hold that the implementation of the Minsk agreements is an absolute precondition for normalizing relations with Russia.", "label": 0}}
{"text": "Consideramos que no hay conflictos que no puedan resolverse cuando uno se compromete de verdad a comprender a los demás cuando esta comprensión del otro trata de lograrse trabajando conjuntamente y de común acuerdo sobre las oportunidades que surgen después los conflictos, aparcando los discursos alternativos de los valores compartidos, y, naturalmente, ofreciendo el apoyo institucional que da continuidad a los procesos de paz.", "meta": {"en_pair": "We believe there are no conflicts that cannot be resolved when a real commitment is made to an understanding of the other, and when this understanding of the other is based on mutual work on agreement on post-conflict opportunities, the acceptance of alternative narratives of shared values, and, of course, the institutional support that gives continuity of peace processes.", "label": 0}}
{"text": "Como Presidente de Irlanda, quiero decir a los representantes de los pequeños Estados insulares en desarrollo que están impugnando el statu quo con muy buenas razones", "meta": {"en_pair": "As President of Ireland, I say to the representatives of small island developing States that they are challenging the status quo with very good reason, because their cultures and their very existence are at risk.", "label": 1}}
{"text": "Es necesario hacer un cambio de paradigma a la hora de reflexionar sobrecómo vamos a combinar la ecología, la economía y la vida social a fin de poder atender la mayor de las necesidades humanas.", "meta": {"en_pair": "We need a paradigm shift in our thinking as to how we will combine ecology, economy and social life so as to be able to meet the greatest of human needs.", "label": 0}}
{"text": "Los jóvenes están a la vanguardia de la rápida revolución tecnológica que estamos viviendo, y esto es importante, ya que gran parte de la Agenda 2030, el Acuerdo de París y otros compromisos internacionales únicamente se puede cumplir con avances tecnológicos.", "meta": {"en_pair": "Young people are now at the leading edge of the rapid technological revolution we are living through, and this is important, for much of the 2030 Agenda, the Paris Agreement on Climate Change and other international commitments can be delivered only with technological steps forward.", "label": 0}}
{"text": "Si bien algunos avances de la ciencia y la tecnología como la inteligencia artificial avanzan rápidamente, con innumerables beneficios potenciales para la sociedad, la comunidad internacional debe reconocer y responder a los riesgos y amenazas que plantea la incorporación de esas tecnologías nuevas y emergentes a las armas y los sistemas de armas.", "meta": {"en_pair": "While such advances in science and technology as artificial intelligence are progressing rapidly, with countless potential benefits to society, the international community must recognize and respond to the risks and threats posed by the incorporation of these new and emerging technologies into weapons and weapons systems.", "label": 1}}
{"text": "Tras ver el vídeo, ordené a mis ministros que fueran inmediatamente a mejorar las condiciones del caserío El Aguacate.", "meta": {"en_pair": "The teacher from El Aguacate and the person who uploaded the video enabled something very ordinary and very local to be seen throughout the entire country, which brought about real change for those pupils.", "label": 1}}
{"text": "El mensaje de nuestro himno nacional es firme y claro: “Wans’ ope tata komopo, wi mu’ seti kondre bun”, que significa “De dondequiera que hayamos venido, debemos construir una nación próspera”.", "meta": {"en_pair": "We strongly emphasized the inclusiveness of all Amazonian countries as part of a living Amazon that compels us and those countries to rise above political differences, organize relevant provisions to secure the development of indigenous and tribal communities and uphold the sovereignty of countries and the Amazon as a region.", "label": 0}}
{"text": "En tercer lugar, respecto de los derechos sobre la tierra de nuestras comunidades indígenas y tribales, hemos elaborado una hoja de ruta encaminada a lograr el reconocimiento jurídico de esos derechos sobre la tierra en el contexto de Suriname.", "meta": {"en_pair": "The recent adoption of the National Drug Master Plan (2019-2023) is a testimony to our resolve to combat that illicit trade, an important component of which is international cooperation.", "label": 0}}
{"text": "En respuesta a los recientes incendios forestales en la región amazónica, Suriname acogió con beneplácito el pacto para la protección de la Amazonía y se adhirió a dicho pacto, que se firmó en Leticia, Colombia y representa un llamamiento para preservar y desarrollar la región de manera sostenible.", "meta": {"en_pair": "Bearing that in mind, Suriname co-chaired the biregional partnership between the European Union and Community of Latin American and Caribbean States on the Coordination and Cooperation Mechanism on Drugs, resulting in the adoption of a document that contains the necessary guidelines on the fight against illicit drug trafficking and drug-related transnational crime.", "label": 1}}
{"text": "Nos sentimos orgullosos de nuestro enfoque intergeneracional, que ofrece oportunidades para que los jóvenes puedan implicarse y participar en todos los niveles de la adopción de decisiones.", "meta": {"en_pair": "Strengthening that core planning institute will greatly help us in addressing the challenge of collecting, analysing and delivering reliable data and statistics, which will in turn surely enhance the responsiveness of our decision-making, including the implementation of the 2030 Agenda, and therefore has become one of our top priorities.", "label": 1}}
{"text": "Rechazamos enérgicamente esa clasificación poco realista, que no tiene plenamente en cuenta los problemas a los que nos enfrentamos y que deben abordarse con urgencia.", "meta": {"en_pair": "Of course, there will be many differences of opinion, people will often refuse to compromise and misunderstandings are possible.", "label": 0}}
{"text": "Me siento orgulloso de que el Vice Primer Ministro de Bélgica, Sr. Alexander de Croo, haya hecho un enérgico llamamiento en ese sentido en su libro Le siècle de la femme.", "meta": {"en_pair": "We call for restraint and dialogue to open the way towards a more stable and secure future in the Gulf region.", "label": 1}}
{"text": "En las situaciones de conflicto, el uso de la violencia sexual como arma de guerra es un flagelo que sigue afectando a todo el mundo.", "meta": {"en_pair": "We must admit that this is even true within our Organization’s forums, with regard to sexual and reproductive rights, which is adversely affecting programmes aimed at supporting the reproductive health of millions of women all over the world.", "label": 0}}
{"text": "Necesitamos decenios de paz, trabajo arduo y diligente y grandes éxitos para ir alcanzando a los países europeos desarrollados.", "meta": {"en_pair": "We need decades of peace, hard and diligent work and great successes in order to bring ourselves closer to the developed European countries.", "label": 1}}
{"text": "Nadie se preocupa más por aliviar esta onerosa carga que Serbia, porque ello brindaría paz, estabilidad, cooperación, prosperidad económica y progreso no solo a nuestro país sino también a toda la región en nuestro avance hacia la Unión Europea.", "meta": {"en_pair": "No one cares more about resolving this difficult burden than Serbia because it would provide not only our country but also the entire region with peace, stability, cooperation, economic prosperity and progress on our EU path.", "label": 0}}
{"text": "También estamos construyendo una autopista en dirección a Banja Luka para contribuir a reducir las tensiones políticas que se derivan de los actos de provocación transfronterizos y para posibilitar un incremento de la cooperación.", "meta": {"en_pair": "We are also building a highway towards Banja Luka to help reduce political tensions resulting from cross-border provocations and to lead to an increase in cooperation.", "label": 1}}
{"text": "Una de las maneras de lograr esa cooperación es a través del establecimiento de una zona económica regional.", "meta": {"en_pair": "One of the ways to achieve that cooperation is through the establishment of a regional economic zone.", "label": 1}}
{"text": "Nuestro objetivo es lograr un aprendizaje sólido y apropiado para cada edad en materia de alfabetización, conocimientos de informática y pensamiento crítico.", "meta": {"en_pair": "Our aim is to achieve fundamental, age-appropriate learning outcomes in literacy, computational skills and critical thinking.", "label": 0}}
{"text": "La ansiedad ante la creciente población de jóvenes en África se agudiza ante el aumento de los indicadores de pobreza, la exclusión de los jóvenes, los peligros de la migración en el Mediterráneo, la delincuencia organizada transnacional, el terrorismo, el extremismo violento y el aumento de las amenazas a la seguridad nacional y regional.", "meta": {"en_pair": "Anxiety over the growing population of young people in Africa is complicated by increased poverty indicators, the exclusion of young people, the perils of migration across the Mediterranean, transnational organized crime, terrorism, violent extremism and greater national and regional security threats.", "label": 1}}
{"text": "Esos movimientos de frustración popular, que en algunas regiones hasta alimentan el terrorismo, mantienen de rehén el debate político y nos impiden dar respuestas concertadas a los problemas que nos afectan a todos.", "meta": {"en_pair": "Such movements of popular frustration, which in some regions even go on to fuel terrorism, hold political debate hostage and prevent us from providing concerted responses to the problems that affect us all.", "label": 0}}
{"text": "Todo intento de socavar ese estatuto de neutralidad es un acto hostil contra el pueblo de la República de Moldova, ya que agrava las disensiones internas del país de una manera aún más drástica.", "meta": {"en_pair": "Any attempt to undermine that neutrality status is an unfriendly act against the people of the Republic of Moldova because it deepens the internal dissensions in the country even more dramatically.", "label": 1}}
{"text": "Sin embargo, el multilateralismo consagrado en la Carta de las Naciones Unidas está sujeto a fuertes presiones, que ponen en peligro los numerosos logros del diálogo y la cooperación internacional.", "meta": {"en_pair": "However, the multilateralism enshrined in the Charter of the United Nations is today under strong pressure, which jeopardizes the many achievements of dialogue and international cooperation.", "label": 0}}
{"text": "A ello se suma la próxima ampliación de la cobertura sanitaria universal, introducida en 2014, así como la puesta en marcha de un programa de redes de protección sociales productivas en colaboración con el Banco Mundial, con un monto total de 150 millones de dólares, que permitirá a 125.000 hogares recibir ingresos regulares durante el período comprendido entre 2015 y 2024.", "meta": {"en_pair": "In addition, universal health coverage, introduced in 2014, will be extended next year, and a programme of productive social safety nets will be implemented in collaboration with the World Bank, at a cost of $150 million, which will enable 125,000 households to receive regular income over the 2015 to 2024 period.", "label": 1}}
{"text": "Sin embargo, el derecho internacional que hemos aceptado y respetado y la paz por la que luchamos corren ahora un serio peligro como resultado de las políticas y prácticas de Israel en nuestra tierra ocupada y por el hecho de que Israel ha renegado de los acuerdos que ha firmado, desde los Acuerdos de Oslo de 1993 hasta la fecha.", "meta": {"en_pair": "But the international law we have accepted and adhered to and the peace for which we strive are now in severe jeopardy, as a result of Israel’s policies and practices in our occupied land and the fact that it has reneged on agreements it has signed, since the Oslo Accords in 1993 to date.", "label": 1}}
{"text": "Advierto contra esas políticas y medidas imprudentes, que pueden tener consecuencias peligrosas.", "meta": {"en_pair": "I caution against those policies and reckless measures, which lead to dangerous consequences.", "label": 1}}
{"text": "La política de los Estados Unidos ha envalentonado al Gobierno de la ocupación israelí y lo ha hecho renegar de todos los acuerdos firmados con nosotros y de todos los compromisos con la paz, privando al proceso de paz de toda credibilidad y haciendo que muchos palestinos pierdan la fe en el logro de la paz anhelada.", "meta": {"en_pair": "The policy of the United States has emboldened the Government of the Israeli occupation to renege all signed agreements with us and all its commitments to peace, depriving the peace process of any credibility and causing many Palestinians to lose faith in achieving the desired peace.", "label": 1}}
{"text": "Seguimos confiando en que el Consejo de Seguridad proteja a los inocentes de las amenazas para la paz y la seguridad internacionales en todas sus formas, ya sean las amenazas tradicionales, como los conflictos armados, o nuevas, como el cambio climático, el aumento del nivel del mar y las epidemias, a fin de asegurar que nadie se quede atrás.", "meta": {"en_pair": "We continue to look to the Security Council to protect the innocent from threats to international peace and security in all their forms, be they traditional threats such as armed conflict or newer threats such as climate change, rising sea levels and health epidemics, to ensure that no one is left behind.", "label": 0}}
{"text": "La hoja de ruta prevé formas alternativas de brindar educación.", "meta": {"en_pair": "The road map provides for strengthening alternative modes of delivery.", "label": 0}}
{"text": "El elemento central de nuestro concepto del desarrollo sostenible incluye la construcción de infraestructura y el aprovechamiento de nuestros recursos nacionales.", "meta": {"en_pair": "The central element of our vision for sustainable development includes building infrastructure and harnessing our national resources.", "label": 0}}
{"text": "El uso de las aguas del Nilo también brinda una oportunidad singular de cooperación transfronteriza entre los países hermanos de la región.", "meta": {"en_pair": "The use of the Nile waters also offers a unique opportunity for transboundary cooperation among the sisterly countries of the region.", "label": 0}}
{"text": "Es falsa y peligrosa, aunque tenga numerosos seguidores y propagadores poderosos.", "meta": {"en_pair": "It is false and dangerous, even if it has many followers and powerful propagators.", "label": 0}}
{"text": "Sin la disposición a establecer normas en el plano mundial y a respetarlas después de manera coherente, las comunidades locales, las naciones, los Estados e incluso los continentes se verán impedidos de responder a esas amenazas.", "meta": {"en_pair": "Without the readiness to establish rules at the global level, and subsequently to consistently respect them, local communities, nations, States and even continents will remain helpless in the face of such threats.", "label": 0}}
{"text": "Observemos brevemente una de esas amenazas — la destrucción de nuestro medio ambiente, que ha sido el centro de la atención en los últimos días aquí en Nueva York.", "meta": {"en_pair": "Let us focus briefly on one of those threats — the destruction of our environment, which has been at the centre of attention in recent days here in New York.", "label": 0}}
{"text": "Yo mismo he presenciado el colapso de muros de hielo en Groenlandia y he visto derretirse los glaciares de las montañas del Pamir, en Tayikistán.", "meta": {"en_pair": "I myself have witnessed the collapse of ice walls in Greenland and the melting glaciers in the Pamir mountains in Tajikistan.", "label": 0}}
{"text": "En la actualidad hay demasiados políticos que recurren a la mentira como método permanente para quedarse en el poder.", "meta": {"en_pair": "Today, too many politicians use lies as a permanent method to maintain power.", "label": 0}}
{"text": "No basta simplemente hablar de libertad en los discursos para protegerla.", "meta": {"en_pair": "To protect freedom, it is not enough to talk about it in speeches.", "label": 0}}
{"text": "El Presidente Interino (habla en árabe): Tengo el honor de dar la bienvenida a las Naciones Unidas al Presidente del Gobierno de la República de Macedonia del Norte, Excmo.", "meta": {"en_pair": "As leaders of our countries, we owe it to our citizens to work to resolve problems, to maintain peace and to create conditions for development and a better life for all.", "label": 0}}
{"text": "A principios de esta semana, debatimos la urgencia de cumplir plenamente nuestros compromisos en lo que respecta a la mitigación del cambio climático.", "meta": {"en_pair": "We need to pool our resources, streamline our efforts and apply multi-stakeholder approaches to combat those challenges.", "label": 0}}
{"text": "Sr. Szijjártó (Hungría) (habla en inglés): El año pasado tuve el honor de intervenir ante la Asamblea General (véase A/73/PV.13).", "meta": {"en_pair": "The more than 30 significant terrorist attacks that have been committed in Europe by persons with a migratory background in recent years are the result of the hypocritical, ideologically motivated policy promulgated by Brussels.", "label": 1}}
{"text": "Los responsables de los bombardeos son también responsables de los ataques contra petroleros comerciales en el golfo de Omán, en junio y julio, los ataques contra el aeropuerto de Abha en el Reino de la Arabia Saudita, en julio, así como el yacimiento petrolífero de Shabwa en el Yemen, en agosto.", "meta": {"en_pair": "It is a mistake to believe that reaching partial agreements with a view to lifting sanctions, or returning to previous failed agreements, will put the Iranian regime on a path to moderating its actions and ridding the world of its evil.", "label": 0}}
{"text": "Esperaba hablar hoy acerca de los esfuerzos desplegados por mi país, el Reino de la Arabia Saudita, miembro fundador de las Naciones Unidas, para cumplir los propósitos y principios de la Carta de las Naciones Unidas, a saber, preservar la paz y la seguridad de los pueblos del mundo, lograr la prosperidad, el crecimiento y la estabilidad en nuestra región y promover un desarrollo y una acción humanitaria notables en todo el mundo.", "meta": {"en_pair": "There is no question that the memory of the tens of millions of victims of the Second World War, the atrocities committed by the Nazis and their criminal policies of genocide enabled us to agree on a new world order that is still helping us to avoid another world war whose consequences would be disastrous for the entire planet.", "label": 1}}
{"text": "Considero que muchos estarán de acuerdo en que esta no es la manera en que la comunidad internacional quisiera celebrar el 75º aniversario de las Naciones Unidas el año próximo.", "meta": {"en_pair": "Today, on the eve of its anniversary, the United Nations and the whole world are facing their next important frontier.", "label": 0}}
{"text": "El lenguaje de las medidas coercitivas unilaterales, que no tiene cabida en las Naciones Unidas, sigue siendo una realidad en las relaciones con varios países, incluida Cuba, amante de la libertad.", "meta": {"en_pair": "We must learn once again how to be good neighbours and solve problems together in our home, our planet.", "label": 0}}
{"text": "Santo Tomé y Príncipe reitera una vez más su apoyo al pueblo cubano y exhorta a la comunidad internacional a trabajar en pro de la normalización de las relaciones entre Cuba y los Estados Unidos de América y el levantamiento del bloqueo comercial, lo cual permitiría el progreso y el desarrollo de Cuba.", "meta": {"en_pair": "Sao Tome and Principe once again reiterates its support for the Cuban people and calls on the international community to work towards the normalization of relations between Cuba and the United States of America and the lifting of the trade embargo, thereby allowing for Cuba’s progress and development.", "label": 1}}
{"text": "La República Democrática de Santo Tomé y Príncipe, como pequeño Estado insular en desarrollo, y con todas las limitaciones que conlleva esa condición, trata de adoptar políticas adaptadas a nuestra realidad, respetando plenamente la diversidad cultural y los derechos humanos.", "meta": {"en_pair": "As a small island developing State, and with all the constraints that come with that status, the Democratic Republic of Sao Tome and Principe pursues policies adapted to our reality, with full respect for multicultural diversity and human rights.", "label": 0}}
{"text": "Aprovecho esta oportunidad para dar acoger con agrado a la contribución de los asociados bilaterales y multilaterales que siempre han reafirmado la unidad y la integridad territorial del Camerún.", "meta": {"en_pair": "However, it is important to note that the nature of those gaps and the challenges we face in overcoming them change.", "label": 0}}
{"text": "En pocos años, los nuevos marginados, los nuevos pobres, quizás no sean ya aquellos que no tengan alimentos o viviendas", "meta": {"en_pair": "As the people of Mozambique, Malawi and Zimbabwe struggle to recover from the dreadful damage and trauma of those destructive disasters, our conscience must be to recall the need and urgency to act together against that threat, to which no one is immune.", "label": 0}}
{"text": "Por tanto, la pregunta más urgente que debemos hacernos ahora es: ¿contribuirá esa transformación, que ya está en marcha, a cerrar brechas de inclusión o, por el contrario, ampliará aún más las distancias entre ricos y pobres?", "meta": {"en_pair": "Despite that distressing observation, we must not wait any longer to translate our various commitments into concrete action to accelerate the pace of their implementation.", "label": 0}}
{"text": "Consideramos que es urgente y prioritario implementar de manera eficiente y continuada instrumentos como el intercambio de conocimientos, el desarrollo de capacidades, el acceso a la tecnología y la cooperación en ciencia e innovación.", "meta": {"en_pair": "In the light of that requirement, we welcome the recent convening of the Climate Action Summit, while commending the interest in and the amount of the pledges made, which were in line with our aspirations and needs.", "label": 0}}
{"text": "En este sentido, el Gobierno de la República Dominicana quisiera aprovechar este escenario para solicitar a aquellos países que lideran esta transformación del conocimiento y las capacidades, que nos acompañen en este proceso.", "meta": {"en_pair": "It is now up to us to go beyond solemn commitments and formal announcements to realize the developed projects in order to further protect biodiversity.", "label": 1}}
{"text": "Hoy estamos obligados más que nunca a actuar colectivamente para conciliar el desarrollo con una paz duradera y la preservación del medio ambiente para las generaciones actuales y futuras.", "meta": {"en_pair": "Such a reform, which we all hope for, will have the advantage of bringing the world into line with the demands of the times and above all with the values that are the foundation of our common faith in order to forever banish the spectre of war and raise high the flag of peace.", "label": 1}}
{"text": "Mi país, la Unión de las Comoras, es uno de esos Estados pequeños que está expuesto a las amenazas climáticas y, por tanto, debe continuar haciéndoles frente.", "meta": {"en_pair": "My country, the Union of the Comoros, is one of those small States that is exposed to climate threats and must therefore continue to address them.", "label": 0}}
{"text": "Al igual que muchos otros países, los pequeños Estados insulares en desarrollo también enfrentan otros retos peligrosos, como la piratería marítima, la trata de personas en el mar, el tráfico de drogas, la pesca ilegal y el saqueo de otros recursos marítimos.", "meta": {"en_pair": "Like so many others, small island developing States also face other dangerous challenges, such as maritime piracy, human trafficking at sea, drug trafficking, illegal fishing and the plundering of other resources at sea.", "label": 0}}
{"text": "De este modo, podemos evitar que el sector vulnerable de la población caiga presa de depredadores y extremistas de todo tipo.", "meta": {"en_pair": "In this way, we can prevent the vulnerable segment of the population from falling prey to predators and extremists of all kinds.", "label": 0}}
{"text": "Por consiguiente, a fin de abordar mejor los problemas mundiales, sin duda necesitamos movilizar los esfuerzos.", "meta": {"en_pair": "Accordingly, in order to better tackle global problems, it is certainly necessary to harness momentum.", "label": 1}}
{"text": "Como Estado soberano, mi país valora esta oportunidad de poder llegar a todas las naciones amantes de la paz del mundo representadas hoy aquí.", "meta": {"en_pair": "As a sovereign State, my country greatly values this opportunity to be able to reach out to every peace-loving nation in the world represented here today.", "label": 0}}
{"text": "La crisis ambiental, en particular, ha alcanzado una escala y magnitud sin precedentes en la historia de la humanidad.", "meta": {"en_pair": "Environmental crises in particular have reached a scale and magnitude unprecedented in human history.", "label": 0}}
{"text": "Está claro que las medidas ambiciosas en relación con el clima que los Estados Miembros tienen que adoptar urgentemente pueden salvar a los más vulnerables de nosotros.", "meta": {"en_pair": "It is clear that the ambitious actions on the climate that Member States so urgently require can save the most vulnerable among us.", "label": 0}}
{"text": "En su visita trascendental se pusieron de relieve la crisis climática y las crecientes amenazas al océano.", "meta": {"en_pair": "His momentous visit put a spotlight on the climate crisis and the deepening threats to the ocean.", "label": 0}}
{"text": "La catástrofe, crisis, emergencia o amenaza climática —o como se la quiera llamar— no solo constituye un problema para los pequeños Estados insulares en desarrollo, Europa o América", "meta": {"en_pair": "The climate disaster, crisis, emergency, threat or whatever one chooses to call it is not just a problem for the small island developing States, Europe or America.", "label": 0}}
{"text": "A principios de este año, en su informe sobre la reforma del sistema de las Naciones Unidas para el desarrollo (A/74/73), el Secretario General expresó su apoyo al Pacífico Norte y recomendó que creáramos una oficina multipaís dedicada a atender las necesidades de los cinco países de Micronesia.", "meta": {"en_pair": "Earlier this year, in his report on United Nations development system reform (A/74/73), the SecretaryGeneral expressed his support for the North Pacific, recommending that we establish a dedicated multi-country office to attend to the needs of the five Micronesian countries.", "label": 0}}
{"text": "Hemos intensificado la inclusión de la mujer en la adopción de decisiones, y hemos aumentado las medidas de protección social dirigidas a las mujeres de las zonas rurales.", "meta": {"en_pair": "We have stepped up the inclusion of women in decision-making, and we have increased social protection measures that target rural women.", "label": 0}}
{"text": "Esas brechas educativas también ponen en peligro la capacidad de la persona de salir de la pobreza.", "meta": {"en_pair": "These educational gaps also threaten an individual’s ability to move out of poverty.", "label": 1}}
{"text": "Dominica reafirma su compromiso con el Acuerdo de París sobre el Cambio Climático y, una vez más, pide que se proporcionen los recursos que prometieron liberar, a fin de que podamos aplicar medidas destinadas a reducir los riesgos y mitigar los efectos del cambio climático.", "meta": {"en_pair": "Dominica reaffirms its commitment to the Paris Agreement on Climate Change and once again pleads for the resources pledged to be released, so that we can implement actions designed to reduce risks and mitigate the impacts of climate change.", "label": 1}}
{"text": "Tras el huracán María, que ocasionó daños y pérdidas estimados en el 226 % de nuestro producto interno bruto, se asignó prioridad urgente a la reconstrucción del país y a la tarea de reconstruir mejor.", "meta": {"en_pair": "Following Hurricane Maria, which caused damage and loss estimated at 226 per cent of our gross domestic product, urgent priority was assigned to rebuilding the country and to building back better.", "label": 1}}
{"text": "Es para mí un honor estar acompañado en mi delegación por altos funcionarios de los partidos políticos signatarios del Acuerdo Revitalizado para la Solución del Conflicto en la República de Sudán del Sur.", "meta": {"en_pair": "To this end, I urge the international community and States Members of the United Nations to support the effort to bring the non-signatories to the peace agreement on board.", "label": 0}}
{"text": "Sr. Abdalla Hamdok, por haberse ganado la confianza del Consejo Militar de Transición y las Fuerzas por la Libertad y el Cambio para dirigir el Gobierno provisional.", "meta": {"en_pair": "This reality led His Excellency Mr. Salva Kiir Mayardit, President of the Republic of South Sudan, to take it upon himself to facilitate peace talks between the Government of the Sudan and the Sudanese armed opposition groups.", "label": 1}}
{"text": "Fomentamos las ganancias en la fabricación y el comercio de armas y a través de las enfermedades no transmisibles que hunden a nuestros pueblos de la manera más insidiosa porque permitimos que dietas que promueven la prosperidad de unas cuantas empresas multinacionales se conviertan en la norma del día por medio de la comida que comemos y la vida que vivimos.", "meta": {"en_pair": "We promote profit in the manufacturing and trade of guns weapons, and through the non-communicable diseases that strike down our people in the most insidious ways because we allow diets that promote the prosperity of a few multinational corporations to become the norm of the day through the food that we eat and the lives that we live.", "label": 1}}
{"text": "En tiempos como estos, debemos unirnos para fortalecer juntos el multilateralismo.", "meta": {"en_pair": "At times like this, we must all unite and stand together to strengthen multilateralism.", "label": 0}}
{"text": "A medida que el nuevo sistema de justicia se va configurando gradualmente y pasa a ser plenamente operacional, esperamos que limite seriamente todos los actos de corrupción y abuso de poder y que, al final, garantice el triunfo de un sentido de justicia y estado de derecho en todo mi país, al que amo profundamente y estoy orgulloso de representar hoy en el Salón.", "meta": {"en_pair": "In the context of the global climate emergency, it is also my responsibility, as a citizen of a vulnerable State, to speak on behalf of the community of small island developing States (SIDS), the peoples of the Caribbean and the Caribbean Community, and the coastal and other communities around the world that are especially vulnerable to rising sea levels and increasingly powerful storms.", "label": 0}}
{"text": "Sin embargo, al mismo tiempo, nuestros corazones rebosan de gratitud por los numerosos amigos y vecinos que acudieron en nuestra ayuda, aun cuando el viento y el agua todavía eran una amenaza, y damos las gracias a quienes siguen apoyándonos en estos momentos difíciles.", "meta": {"en_pair": "The Bahamas fully supports the SecretaryGeneral’s comprehensive strategy to address the global climate emergency — which will eventually devastate the entire planet — including his plea to international financial institutions to provide concessionary financing to countries severely affected by the external shocks occasioned by climate change.", "label": 1}}
{"text": "El Primer Ministro de la Commonwealth de Bahamas, Sr. Hubert Alexander Minnis, es acompañado al retirarse de la tribuna.", "meta": {"en_pair": "It is through multilateralism at the United Nations that smaller States can have their voices heard.", "label": 1}}
{"text": "Proporcionará un mayor acceso a los servicios de salud que garantizarán una población más saludable y brinda protección contra los riesgos financieros para evitar que las personas sean sumidas aún más en la pobreza.", "meta": {"en_pair": "We will continue to support the call for removing the economic and financial embargo on it, which has caused untold suffering for Cuba’s citizens.", "label": 1}}
{"text": "Por lo tanto, es preciso entrenarlos muy bien para que puedan desempeñar apropiadamente su labor.", "meta": {"en_pair": "They must therefore be well prepared in order to properly perform their task.", "label": 0}}
{"text": "En Siria, donde se han registrado importantes éxitos en la lucha contra el terrorismo, la prioridad ahora es seguir avanzando en un proceso político que esté dirigido por los sirios y cuente con la asistencia de las Naciones Unidas.", "meta": {"en_pair": "In Sochi, at the end of October, we will host the first-ever RussiaAfrica Summit, and we hope that its results will enable us to improve the effectiveness of the fight against the current challenges and threats, as well as of the work on the development issues that African countries face.", "label": 1}}
{"text": "También reconocemos la necesidad de una educación de calidad que satisfaga plenamente las necesidades de nuestro país.", "meta": {"en_pair": "We also recognize the need for quality education that fully responds to the needs of our country.", "label": 0}}
{"text": "Debemos adoptar medidas concertadas en los diez años restantes para fomentar asociaciones más sólidas en los planos nacional, regional y, por supuesto, mundial, así como garantizar que nadie se quede atrás mientras dirigimos a nuestros países hacia el importante escalón de 2030.", "meta": {"en_pair": "We must take concerted measures over the next 10 years to foster stronger partnerships at the national, regional and, of course, global levels and ensure that no one is left behind as we guide our countries towards the 2030 milestone.", "label": 0}}
{"text": "Por lo tanto, permanezcamos fieles, en el verdadero espíritu del multilateralismo, a los principios en que se basa la Organización, principios que prevén unas Naciones Unidas verdaderamente representativas y eficaces que puedan servir de guía.", "meta": {"en_pair": "Let us therefore all remain faithful, in the true spirit of multilateralism, to the principles underpinning the Organization — principles that envision a truly representative and effective United Nations that can be a torchbearer.", "label": 0}}
{"text": "En los últimos cinco años, la India se ha esforzado para fortalecer su gran tradición centenaria de favorecer la fraternidad entre las naciones y promover el bienestar del mundo, lo que está en consonancia con los objetivos fundamentales de las Naciones Unidas.", "meta": {"en_pair": "Over the past five years, India has worked to strengthen its centuries-old great tradition of fraternity among nations and working for the welfare of the world, which is indeed in line with the key objectives of the United Nations.", "label": 0}}
{"text": "Uno de los efectos del calentamiento global es el aumento del número y la gravedad de los desastres naturales, algo que también está sucediendo en nuevas zonas y de nuevas maneras.", "meta": {"en_pair": "One of the effects of global warming is the increasing number and severity of natural disasters, which are also appearing in new areas and in new forms, in response to which India initiated the formation of the Coalition for Disaster Resilient Infrastructure.", "label": 1}}
{"text": "Por ello, nuestra oposición al terrorismo resuena con seriedad e indignación para alertar al mundo de ese mal.", "meta": {"en_pair": "That is why our voice rings out with seriousness and outrage against terrorism in order to alert the world to that evil.", "label": 1}}
{"text": "En tal situación, un mundo fragmentado no beneficia a nadie.", "meta": {"en_pair": "In such a situation, a fragmented world is in no one’s interests.", "label": 0}}
{"text": "Por ejemplo, la Organización Mundial del Comercio encuentra cada vez más difícil concertar acuerdos comerciales significativos dado que cualquier acuerdo requiere el consenso pleno de sus 164 países miembros, que tienen intereses y filosofías muy divergentes.", "meta": {"en_pair": "For example, the World Trade Organization has found it increasingly difficult to reach meaningful trade agreements, since any deal requires full consensus among its 164 member countries, which have widely differing interests and philosophies.", "label": 1}}
{"text": "Un sistema multilateral basado en normas sigue siendo preferible a cualquier otra forma de garantizar la paz y la prosperidad y resolver los problemas mundiales.", "meta": {"en_pair": "A rules-based multilateral system is still far preferable to any other way to secure peace and prosperity and solve global problems.", "label": 0}}
{"text": "Sin embargo, al tratar de ajustarnos a algunos de los paradigmas que están cambiando, sería un grave error abandonar los principios fundamentales que nos han guiado durante los últimos tres cuartos de siglo.", "meta": {"en_pair": "However, in trying to adjust to some of the shifting paradigms, it would be a grave mistake to abandon the fundamental principles that have guided us for the past three quarters of a century.", "label": 0}}
{"text": "Apuntan a un futuro alarmantemente peligroso y desolador para nuestro planeta los efectos devastadores del ciclón Idai en África Meridional y el huracán Dorian en las Bahamas, la desolación generada por los incendios forestales en California, el calor sofocante de los meses más calurosos que hemos registrado hace poco en todos los continentes y el más reciente derretimiento del casquete glaciar en Groenlandia.", "meta": {"en_pair": "The devastating effects of Cyclone Idai in Southern Africa and Hurricane Dorian in the Bahamas, the desolation left in the wake of wildfires in California, the sweltering heat of the hottest months that we have recently recorded on all continents and the latest ice cap melts in Greenland all point to an alarmingly dangerous and desolate future for our planet.", "label": 0}}
{"text": "Tenemos muchas ideas, pero, como dijo alguien, las ideas sin financiación son simples alucinaciones.", "meta": {"en_pair": "We have many ideas, but, as someone has said, ideas without funding are mere hallucinations.", "label": 0}}
{"text": "La segunda cuestión que deseo mencionar es aún más crucial.", "meta": {"en_pair": "The second issue I wish to mention is even more critical.", "label": 0}}
{"text": "Los términos “terrorismo islámico” y “radicalismo islámico” que lamentablemente utilizan los líderes son el principal motivo de la islamofobia y han causado dolor entre los musulmanes.", "meta": {"en_pair": "The terms “Islamic terrorism” and “Islamic radicalism”, which are used by leaders, sadly, are the main reasons for Islamophobia and have caused pain among Muslims.", "label": 1}}
{"text": "Es indispensable contar con asociaciones más sensibles y focalizadas para abordar los problemas específicos que enfrentan los pequeños Estados insulares en desarrollo, de manera que se puedan lograr resultados tangibles y mensurables.", "meta": {"en_pair": "More responsive and targeted partnerships are essential to addressing the specific problems that SIDS face in achieving tangible and measurable outcomes.", "label": 0}}
{"text": "Fue algo extraño, y nadie explicó la verdad.", "meta": {"en_pair": "It was bizarre, and no one explained the truth.", "label": 0}}
{"text": "El primer Estado del Islam en Medina fue el primer Estado de bienestar.", "meta": {"en_pair": "The first State of Islam, in Medina, was the first welfare State.", "label": 0}}
{"text": "Debemos abordar urgentemente esos desafíos y superar las percepciones de una distribución desigual de los beneficios económicos.", "meta": {"en_pair": "We need to urgently address those challenges and overcome perceptions that economic benefits are unfairly distributed.", "label": 0}}
{"text": "Durante la última década, sin embargo, la historia del pueblo griego ha sufrido una serie de desgracias que han puesto a prueba la voluntad y la entereza de nuestra nación.", "meta": {"en_pair": "For the past decade, however, the story of the Greek people has suffered a series of misfortunes that have tested the will and mettle of our nation.", "label": 0}}
{"text": "Como país que disfruta de vínculos de larga data con el mundo árabe y de excelentes relaciones con Israel, que Grecia reconoció por primera vez cuando mi padre era Primer Ministro, hace casi 30 años, consideramos que el proceso de paz de Oriente Medio debe continuar y conducir a una solución biestatal, con la esperanza de que un día la zona pueda convertirse en una tierra prometida para todo su pueblo.", "meta": {"en_pair": "As a country that enjoys both longstanding ties to the Arab world and excellent relations with Israel, which Greece first recognized when my father was Prime Minister almost 30 years ago, we believe that the Middle East peace process must remain alive and lead to a two-State solution, in the hope that one day the area can become a promised land for all its people.", "label": 0}}
{"text": "Aunque mi país está situado cerca de una región sumamente agitada, sigue siendo un pilar de estabilidad que promueve activamente la paz, la seguridad y la cooperación.", "meta": {"en_pair": "Although my country is situated close to an extremely turbulent region, it remains a pillar of stability that actively promotes peace, security and cooperation.", "label": 0}}
{"text": "La creación de la Zona de Libre Comercio Continental Africana en julio representó un gran paso adelante hacia la realización de una visión de un África integrada, próspera y centrada en las personas.", "meta": {"en_pair": "The launch of the African Continental Free Trade Area in July represented a major step towards the realization of a vision for an integrated, prosperous and people-centred Africa.", "label": 0}}
{"text": "El éxito de ese proyecto solo puede garantizarse si se abordan las causas de los conflictos que azotan la región.", "meta": {"en_pair": "The success of that project can be guaranteed only by addressing the causes of conflict in the region.", "label": 1}}
{"text": "En 2019, nuestros líderes del Foro de las Islas del Pacífico aprobaron la creación del Mecanismo de Resiliencia del Pacífico, cuyo objetivo es financiar pequeños proyectos de resiliencia ante desastres en nuestras comunidades locales.", "meta": {"en_pair": "In 2019, our Pacific Islands Forum Leaders endorsed the establishment of the Pacific Resilience Facility whose purpose is to finance small disasters resilience projects in our local communities.", "label": 0}}
{"text": "Este principio de ubuntu es también la razón de mi renovado llamamiento para resolver la cuestión de las deudas de los países más pobres, con un espíritu de solidaridad que también tenga en cuenta los efectos de la pandemia.", "meta": {"en_pair": "This principle of Ubuntu is also the reason for my renewed call to settle the question of debts of the poorest countries, in a spirit of solidarity that also takes into account the effects of the pandemic.", "label": 1}}
{"text": "Los problemas ya existentes se han visto magnificados por la pandemia.", "meta": {"en_pair": "Existing problems have been magnified by the pandemic.", "label": 1}}
{"text": "Con demasiada frecuencia, se bloquea la acción concertada —y se deniegan las necesidades de nuestros ciudadanos— a causa de un estancamiento en los órganos decisorios.", "meta": {"en_pair": "Too often, concerted action is blocked — the needs of our citizens are denied — as a result of gridlock at decision-making bodies.", "label": 1}}
{"text": "Los persistentes problemas mundiales exigen una cooperación constante a fin de lograr soluciones mundiales estratégicas.", "meta": {"en_pair": "Persistent global problems require consistent cooperation to achieve strategic global solutions.", "label": 1}}
{"text": "Estamos adoptando medidas para garantizar que en nuestros esfuerzos de recuperación nacional se incluya una perspectiva de género y se aproveche todo el potencial de todos los miembros de la sociedad como líderes, innovadores y agentes del cambio económico, social y medioambiental.", "meta": {"en_pair": "We are taking measures to ensure that our national recovery efforts include a gender perspective and harness the full potential of all members of society as leaders, innovators and agents of economic, social and environmental change.", "label": 0}}
{"text": "Consideramos que la ambición de acelerar el desarrollo de estas herramientas debe ir acompañada de la determinación de garantizar que sean seguras, eficaces y accesibles para todos.", "meta": {"en_pair": "We believe that the ambition to expedite development of these tools must be matched with a determination to ensure that they are safe, effective and accessible to all.", "label": 0}}
{"text": "Por ello, las Naciones Unidas tienen que adaptarse y reforzarse si quieren cumplir con eficacia sus mandatos de mantenimiento de la paz y la seguridad internacionales y de promoción de la cooperación para el desarrollo.", "meta": {"en_pair": "Therefore, the United Nations has to be adapted and strengthened if it is to effectively deliver its mandates on maintaining international peace and security as well as promoting development cooperation.", "label": 0}}
{"text": "Por ello, la comunidad internacional debe potenciar una política de apertura comercial, cooperación, integración y conectividad, así como afrontar la cuestión de la deuda para que la economía mundial pueda prosperar.", "meta": {"en_pair": "Thus, the international community must enhance a policy of open trade and cooperation, integration and connectivity, as well as addressing the debt issue in order for the world economy to be able to thrive.", "label": 0}}
{"text": "En mi opinión, para alcanzar nuestros elevados objetivos, los países desarrollados, incluidos los asociados para el desarrollo, deben cumplir su obligación en materia de asistencia oficial para el desarrollo para con los países vulnerables, como los países menos adelantados, los países en desarrollo sin litoral y los pequeños Estados insulares en desarrollo.", "meta": {"en_pair": "I am of the view that in order to meet our lofty goals, the developed countries including development partners must honor their obligation on ODA to vulnerable countries, such as least developed countries (LDCs), land-locked developing countries (LLDCs) and small island developing states (SIDS).", "label": 1}}
{"text": "En este sentido, debemos tratar de evitar la aparición de elementos que provoquen desunión, de manera que podamos prevenir la repetición en el futuro de desastres que afecten a la humanidad.", "meta": {"en_pair": "In this respect, we have to try to avoid any emerging elements causing disunity so we can prevent disaster from ever occurring again to our humanity.", "label": 1}}
{"text": "Lamentablemente, la pandemia mundial ha exacerbado las amenazas que plantea el tráfico ilícito de armas pequeñas y armas ligeras, la piratería, la trata de personas y la ciberdelincuencia.", "meta": {"en_pair": "The global pandemic has unfortunately exacerbated the threats posed by the illicit trafficking in small arms and light weapons, piracy, trafficking in persons and cybercrimes.", "label": 1}}
{"text": "A medida que nos ajustamos a la nueva normalidad, nos vamos adaptando rápidamente a la utilización de plataformas remotas para llevar a cabo las actividades empresariales en lugar de las tradicionales reuniones en persona.", "meta": {"en_pair": "As we adjust to the new normal, we have quickly adapted to utilising remote platforms for conducting business instead of the traditional in-person meetings.", "label": 0}}
{"text": "Somos también conscientes de que esa amenaza perniciosa no conoce fronteras geográficas y afectará de manera desproporcionada a los países en desarrollo, en particular a los pequeños Estados insulares en desarrollo y los países menos adelantados.", "meta": {"en_pair": "We are also cognisant that this pernicious threat does not recognise geographical boundaries and will disproportionately impact developing countries, particularly Small Island Developing States (SIDS) and Least Developed Countries (LDCs).", "label": 1}}
{"text": "Desde su creación, mi país ha apoyado el derecho internacional, la Carta de las Naciones Unidas y las resoluciones de la Organización.", "meta": {"en_pair": "In Libya, too, we are focusing on cooperation with the United Nations in order to implement the decisions of the January Berlin Conference to the letter.", "label": 1}}
{"text": "Los esfuerzos de Europa por promover el acuerdo nuclear con el Irán también deben verse en este contexto.", "meta": {"en_pair": "On the contrary, at best, the JCPOA’s demise brings Iran closer to getting the atomic bomb.", "label": 1}}
{"text": "La pandemia ha dejado al descu‑ bierto muchos puntos vulnerables imprevisibles en la comunidad internacional, al tiempo que ha provocado una crisis económica sin precedentes.", "meta": {"en_pair": "It has exposed many unforeseen vulnerabilities among the international community while causing an unprecedented economic crisis.", "label": 1}}
{"text": "Estamos fir‑ memente convencidos de que más transparencia, más justicia, más equidad y más democracia, en el marco del respeto estricto de la igualdad soberana de los Estados y de la dignidad de cada uno de ellos, en particular en lo que respecta al continente africano, permitirán a nuestra Organización escribir nuevas páginas de su existencia.", "meta": {"en_pair": "We firmly believe that greater transparency, justice, equity and democracy, with strict respect for the sovereign equality and dignity of States, particularly in Africa, will enable the Organization to write a new chapter in its existence.", "label": 1}}
{"text": "En el plano internacional, supone tener en cuenta las condiciones y circunstancias en que se encuentran los países vecinos al trabajar con ellos para lograr una prosperidad compartida.", "meta": {"en_pair": "Internationally, it is taking into account the conditions and circumstances neighboring countries are put in while working with them to attain co-prosperity.", "label": 0}}
{"text": "Cuando uno de ellos está expuesto a enfermedades infecciosas o desastres naturales, también lo está el otro, lo que requiere que ambos cooperen para superar estos desafíos.", "meta": {"en_pair": "When one is exposed to infectious diseases or natural disasters, so is the other, requiring the two to cooperate to overcome these challenges.", "label": 1}}
{"text": "Sr. Presidente, Sr. Secretario General y distinguidos delegados:La COVID-19 nos ha demostrado cuán interconectado está el mundo y, al final, la humanidad se dirigirá hacia una era de solidaridad y cooperación.", "meta": {"en_pair": "Mr. President, Mr. Secretary-General and Distinguished Delegates, COVID-19 has showed us how closely interconnected the world is, and humanity will, in the end, head into an era of solidarity and cooperation.", "label": 1}}
{"text": "Forjamos alianzas históricas con México, Guatemala, Honduras y El Salvador para detener el tráfico de personas.", "meta": {"en_pair": "We forged historic partnerships with Mexico, Guatemala, Honduras and El Salvador to stop human smuggling.", "label": 1}}
{"text": "Ha causado pérdidas humanas trágicas, además de tener un enorme impacto económico y social que afectará al mundo muchos años.", "meta": {"en_pair": "It has caused tragic human losses as well as had a profound economic and social impact that will affect the world for many years to come.", "label": 1}}
{"text": "Asimismo, la profunda crisis actual debida a la pandemia de COVID-19 hace necesario que el mundo preste apoyo a los países en desarrollo planteando medidas de estímulo para sus economías, reduciendo los pasivos de deuda acumulados y aprovechando los instrumentos de las instituciones financieras internacionales disponibles que tienen por objeto crear un entorno favorable para ellos.", "meta": {"en_pair": "Furthermore, the current profound crisis due to COVID-19 pandemic mandates the world to provide support for the developing countries through offering stimulating packages for their economies, reducing their accumulated debt liabilities, and utilizing the available instruments of the international financial institutions aiming at contributing to create favorable environment for them.", "label": 1}}
{"text": "Si los meros datos y estadísticas no ilustran la magnitud de lo que se está alcanzando en Egipto, los mejores ejemplos son los constantes logros tangibles y los importantes proyectos nacionales en materia de infraestructura, así como el suministro de viviendas decentes y energía, en especial la producción de energía nueva y renovable, lo que contribuye directamente a garantizar el derecho de los ciudadanos a una vida digna.", "meta": {"en_pair": "If mere data and statistics do not depict the magnitude of what is being achieved in Egypt, then the best witness and evidence are the tangible and continuous achievements and major national projects in infrastructure, provision of decent housing and energy, especially the production of new and renewable energy, which directly contribute to safeguarding the citizen’s right in a decent living.", "label": 1}}
{"text": "Todo lo anterior refleja claramente la importancia que Egipto concede a la protección de los derechos humanos y su constante empeño por mejorar sus capacidades con miras a hacer realidad las ambiciones de sus ciudadanos y cumplir sus aspiraciones legítimas, en consonancia con la perspectiva integral que se define en la Visión 2030 del país.", "meta": {"en_pair": "All of the aforementioned provides a clear indication of the importance Egypt attaches to protecting human rights, and its continued endeavor to upgrade its capabilities to fulfill the ambitions of its citizens and achieve their legitimate aspirations in line with the comprehensive perspective defined by Egypt’s Vision 2030.", "label": 1}}
{"text": "Para hacer frente a los graves obstáculos que plantea el brote de la pandemia de enfermedad por coronavirus, así como a los actuales problemas regionales e internacionales, hoy es indispensable que defendamos el principio de cooperación y solidaridad internacionales más que nunca y evitemos las rivalidades y la polarización.", "meta": {"en_pair": "In order to confront the grave challenges resulting from the outbreak of Coronavirus pandemic, as well as the existing regional and international problems, it is imperative for us to uphold the principle of international cooperation and solidarity to more than ever before and avoid rivalry and polarization.", "label": 1}}
{"text": "Digo revitalizado porque, pese a las lecciones extraídas de brotes de virus del pasado, el sistema existente no ha respondido adecuadamente a la COVID-19, lo que ha acarreado consecuencias devastadoras.", "meta": {"en_pair": "I say revitalised because the existing set-up has, despite the lessons of past outbreaks of viruses, failed to respond adequately to COVID-19 with devastating consequences.", "label": 1}}
{"text": "La prueba definitiva del multilateralismo reside en la forma en que ayudamos hoy a las economías vulnerables, ya que así se decide en última instancia si alcanzaremos el futuro que queremos.", "meta": {"en_pair": "The shortage of effective global solutions for SIDS as the United Nations celebrates its 75th anniversary is alarming.The ultimate test of multilateralism lies in the way we assist vulnerable economies today, for it ultimately decides whether we attain the future we want.", "label": 1}}
{"text": "Sería posible alcanzar ese objetivo si los países desarrollados se movilizasen para establecer fondos de ayuda a la inversión en África que pudieran utilizar aquellos inversores interesados en hacer negocios en el continente africano, donde podrían producir bienes y servicios para el consumo local y la exportación.", "meta": {"en_pair": "This goal may be achieved if developed countries mobilize themselves to establish funds for investments aid in Africa to be used by those investors interested in doing business in the African continent, where they may produce goods and services for local consumption and export.", "label": 1}}
{"text": "El 9 de agosto organizó la Conferencia de Apoyo a Beirut para movilizar las promesas de los donantes y prestar asistencia básica de socorro, a iniciativa encomiable del Presidente y amigo francés Emmanuel Macron.", "meta": {"en_pair": "He organized the Beirut Support Conference on 9 August, to mobilize donor pledges and provide basic relief assistance, at the commendable initiative of French President and friend Emmanuel Macron.", "label": 1}}
{"text": "Construir y poner en marcha el ferrocarril entre China, Kirguistán y Uzbekistán será un aporte significativo para poder conectar Asia con Europa.", "meta": {"en_pair": "The construction and launch of the China-Kyrgyzstan-Uzbekistan railroad will be a meaningful contribution to connecting Asia with Europe.", "label": 1}}
{"text": "Al contrario, mientras la herida del centro de Europa siga sangrando, el dolor se sentirá en todo el mundo.", "meta": {"en_pair": "On the contrary — until the wound in the center of Europe is bleeding, the pain will be felt all over the world.", "label": 1}}
{"text": "El 75º aniversario de la fundación de las Naciones Unidas debería ser un revulsivo para transformar nuestra Organización en un organismo más dinámico y eficiente.", "meta": {"en_pair": "The 75th anniversary of the UN foundation should become an impetus for transforming our Organization into a more dynamic and efficient body.", "label": 0}}
{"text": "A pesar de encontrarnos en un contexto particularmente difícil debido a la COVID-19, seguimos poniendo en marcha programas de impacto social, como el programa social del Gobierno, que nos permitirá reducir aún más la tasa de pobreza.", "meta": {"en_pair": "In that respect, thanks to electrification programmes, improved access to drinking water and enhanced education and health care, we have enabled millions of our fellow citizens to benefit from electricity and drinking water, and the presence of schools and health-care centres near to their living spaces.", "label": 1}}
{"text": "Ningún país podrá hacer frente a estos nuevos retos en solitario, debido a su carácter mundial y a sus consecuencias perjudiciales para las personas y las economías.", "meta": {"en_pair": "Sadly, nowadays, the effectiveness of the United Nations and multilateral cooperation mechanisms, where consensual solutions are forged to tackle global challenges, are constantly put under severe strain, as a result of unilateral initiatives fuelled by strategic rivalries and competing leaderships.", "label": 1}}
{"text": "Ese es también el motivo de nuestra participación en las operaciones de las Naciones Unidas para el mantenimiento de la paz, y nuestro compromiso de encontrar soluciones pacíficas a las controversias de nuestra región.", "meta": {"en_pair": "In order to give greater legitimacy and credibility to our common Organization, there is an urgent need to carry out the reform of the Security Council.", "label": 0}}
{"text": "A corto plazo, es necesario proporcionar de manera inmediata socorro y redes de protección social a los países y pueblos vulnerables.", "meta": {"en_pair": "This has contributed to animal deaths and the escalation of the human-wildlife conflict.", "label": 1}}
{"text": "Botswana, un país semiárido con lluvias erráticas y sequías frecuentes, da gran importancia al Objetivo 13: Acción por el clima.", "meta": {"en_pair": "Also commendable is the COVID-19 Global Humanitarian Response Plan which is designed to provide relief to the most vulnerable groups particularly in conflict affected and low income countries.", "label": 1}}
{"text": "Todos estos retos solo pueden afrontarse mediante la solidaridad internacional, la cooperación y la promoción del multilateralismo, sobre la base del estado de derecho internacional.", "meta": {"en_pair": "It provides the framework for maintaining peace and security, upholding human rights and dignity, promoting sustainable development and international cooperation to tackle both longstanding and emerging challenges.", "label": 1}}
{"text": "Nuestro personal militar y un civil de 76 años murieron a causa del bombardeo de artillería en el distrito azerí de Tovuz, y la infraestructura civil sufrió grandes daños.", "meta": {"en_pair": "Our military servicemen and a 76-year-old civilian were killed due to the artillery bombardment of Azerbaijan’s Tovuz district, while extensive damage was done to civilian infrastructure.", "label": 1}}
{"text": "No hay perspectivas de desarrollo para Armenia, a menos que se ponga fin a las consecuencias de la agresión militar contra Azerbaiyán.", "meta": {"en_pair": "There is no prospect for development of Armenia unless the consequences of military aggression against Azerbaijan are eliminated.", "label": 1}}
{"text": "Sin embargo, la pandemia también tuvo efectos considerables en los países desarrollados.", "meta": {"en_pair": "However, the pandemic has had a significant impact on the developed nations as well.", "label": 0}}
{"text": "Creo que el período extraordinario de sesiones servirá como marco de acción para remediar los efectos de la pandemia en todas las esferas y contribuirá a los esfuerzos por poner fin a sus consecuencias.", "meta": {"en_pair": "I think the Special Session will serve as a framework for addressing the pandemic’s impact on all spheres and contribute to the efforts of eliminating its consequences.", "label": 1}}
{"text": "El terrorismo, la corriente ilícita de armas pequeñas y armas ligeras, la delincuencia organizada transnacional, la ciberdelincuencia y los flujos financieros ilícitos, entre otros aspectos, siguen dificultando nuestra marcha hacia la consecución de una paz, seguridad y estabilidad sostenibles.", "meta": {"en_pair": "Terrorism, illicit flow of small arms and light weapons, transnational organized crime, cybercrime and illicit financial flows among other aspects, continue to impede our march towards the realisation of sustainable peace, security and stability.", "label": 1}}
{"text": "La esperada recuperación económica también depende de la reducción de la brecha en todos los ámbitos entre el Norte y del Sur.", "meta": {"en_pair": "In addition, least developed countries and landlocked developing countries, including Chad, are also affected by the failure to meet official development assistance commitments under the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda.", "label": 0}}
{"text": "Más allá del desarrollo de la infraestructura, el efecto previsto de la aplicación de nuestro plan de recuperación es que se garantice el equilibrio presupuestario y la promoción del sector privado como palancas de diversificación y transformación de la economía nacional.", "meta": {"en_pair": "Beyond the development of infrastructure, the intended effect of the implementation of our recovery plan is to ensure budgetary adjustment and the promotion of the private sector as levers for the diversification and transformation of the national economy.", "label": 1}}
{"text": "El objetivo es permitir el despliegue estratégico de esas fuerzas en todo el país para restablecer la autoridad del Estado, garantizar la seguridad de las personas y los bienes, y favorecer el retorno de los desplazados y los refugiados.", "meta": {"en_pair": "The aim is to allow for the strategic deployment of those forces throughout the country in order to restore State authority, ensure the security of people and property and encourage the return of displaced persons and refugees.", "label": 1}}
{"text": "Es imperioso que se aplique un programa más equitativo de introducción de las vacu‑ nas a nivel mundial si queremos ganar la carrera contra las nuevas variantes.", "meta": {"en_pair": "A more equitable global vaccination roll-out programme is urgently needed if we are to win the race against the new variants.", "label": 1}}
{"text": "En segundo lugar, estamos reformando los servi‑ cios públicos para asegurar la aplicación efectiva de las políticas de gobierno.", "meta": {"en_pair": "Secondly, we are reforming public services to ensure the effective implementation of Government policies.", "label": 1}}
{"text": "Ahora, más que nunca, es evidente que nuestro planeta se ha vuelto más caliente hasta niveles peligrosos, lo que ha causado un derretimiento de los hielos, un aumento del nivel del mar, inundaciones, ciclones, huracanes, sequías y otros fenómenos meteorológicos extremos.", "meta": {"en_pair": "Today, more than ever before, our planet has clearly become dangerously warmer, triggering melting ice, rising sea levels, floods, cyclones, hurricanes, droughts and other extreme weather events.", "label": 1}}
{"text": "Por lo tanto, consideramos esencial que la comunidad internacional actúe con determinación y no solo haga declaraciones de condena, a fin de forzar a esos actores a que entreguen el poder a las instituciones de los países establecidas legítimamente.", "meta": {"en_pair": "We therefore believe it essential that the international community act with resolve rather than simply make statements of condemnation, in order to force those actors to relinquish power to the countries’ legitimately established institutions.", "label": 1}}
{"text": "Panamá es lí‑ der mundial azul, cumpliendo con la iniciativa 30x30 de proteger el 30 % de nuestros océanos, meta que al‑ canzamos nueve años antes de la fecha fijada para 2030.", "meta": {"en_pair": "Panama is a blue-world leader, complying with the 30x30 Initiative to protect 30 per cent of our oceans, a goal that we have reached nine years before the deadline of 2030.", "label": 0}}
{"text": "Quisiera agradecer a la Secretaría y a los servicios del país anfitrión por el enorme esfuerzo que han desple‑ gado para que el debate general sea no solo una demos‑ tración de esperanza y convencimiento de que el mundo superará la pandemia, sino también un evento seguro para todos los participantes.", "meta": {"en_pair": "I would like to thank the Secretariat and the host country’s services for the enormous effort they have invested to ensure that the general debate is not only a demonstration of hope and belief that the world will deal with the pandemic but also a secure and safe event for all participants.", "label": 1}}
{"text": "Hoy está más claro que nunca que solo podemos dar una respuesta satisfactoria a losproblemas mundiales si actuamos a escala mundial, con acciones concertadas y coordinadas por parte de todos nosotros, y son las Naciones Unidas las que deben estar en el centro de esas acciones.", "meta": {"en_pair": "Today it is clearer than ever that we can respond successfully to global challenges only if we act on a global level, with the concerted and coordinated action of all of us.", "label": 1}}
{"text": "La lección esta vez es una advertencia clara sobrelo importante que es mantenernos unidos y garantizar que haya solidaridad internacional al buscar soluciones mundiales.", "meta": {"en_pair": "The lesson this time is a loud warning about how important it is to stand together and ensure international solidarity in seeking global solutions.", "label": 0}}
{"text": "La plena implementación de la Agenda 2030 y el Acuerdo de París sobre el cambio climático es crucial para recuperarnos mejor después de la pandemia y prepararnos a escala mundial para futuros impactos sistémicos.", "meta": {"en_pair": "The full implementation of the 2030 Agenda and the Paris Climate Agreement are crucial to better recovery from the pandemic and to global preparation against future systemic shocks.", "label": 1}}
{"text": "Los Balcanes Occidentales son, una vez más, un campo de batalla de intereses geopolíticos contrapuestos, lo cual hace que se desacelere la integración de las sociedades de los Balcanes Occidentales a su entorno europeo na‑ tural.", "meta": {"en_pair": "The Western Balkans are once again a battlefield for conflicting geopolitical interests, resulting in a slowdown in the integration of Western Balkan societies into their natural European setting, undermining people’s trust in and adoption of European values.", "label": 1}}
{"text": "Entre otras cosas, eso ayudará a fortalecer nuestra alianza con la Organización.", "meta": {"en_pair": "Among other things, that will help to strengthen our partnership with the Organization.", "label": 0}}
{"text": "Estamos dispuestos a contribuir a los esfuerzos de la comunidadinternacional para que las personas afectadas por el caos y la destrucción militares tengan una vida mejor.", "meta": {"en_pair": "We stand ready to contribute to the international community’s efforts to ensure a better life for the people affected by the military chaos and destruction.", "label": 1}}
{"text": "Por ese motivo, pretendo reorientar los ejes estratégicos de nuestra di‑ plomacia para integrar la dimensión de la seguridad en nuestra acción geoestratégica, especialmente en la zona del canal de Mozambique y la zona sudoccidental del océano Índico.", "meta": {"en_pair": "That is why I intend to reorient our diplomacy’s strategic axes so as to integrate the dimension of security into our geostrategic action, especially in the area of the Mozambique Channel and the South-Western Indian Ocean.", "label": 0}}
{"text": "No obstante, la situación se ha controlado gracias a las medidas y las disposiciones que las autoridades han tomado al res‑ pecto, con el apoyo de todos los asociados bilaterales y multilaterales, las comunidades y los miembros de la sociedad civil, a quienes estamos muy agradecidos.", "meta": {"en_pair": "Nevertheless, the situation has been brought under control thanks to measures taken and provisions made by the authorities in that regard, with support from all our bilateral and multilateral partners, our communities and members of civil society, to whom we are very grateful.", "label": 1}}
{"text": "Sin embargo, por desgracia, todo ese impulso se ha visto empañado por la enorme crisis sanitaria, que tomó a todos los países por sorpresa y debilitó nues‑ tro cumplimiento de los compromisos contraídos en la Conferencia de París.", "meta": {"en_pair": "However, all that momentum has unfortunately been blunted by the major health crisis, which took every country by surprise and weakened our follow-up to the commitments made at the Paris conference.", "label": 1}}
{"text": "No es mera coincidencia que haya elegido asistir al debate general en mi primer viaje fuera de África desde que asumí el cargo.", "meta": {"en_pair": "It is not sheer coincidence that I chose to attend the general debate for my first trip outside Africa since taking office.", "label": 0}}
{"text": "Por lo tanto, las medidas que adoptemos hoy determinarán el futuro de nuestro planeta con respecto al cambio climático.", "meta": {"en_pair": "Our actions today will therefore determine the future of our planet in terms of climate change.", "label": 1}}
{"text": "Ante estos problemas, la recuperación económica es esencial para que los países vuelvan a encauzarse en la consecución de los Objetivos de Desarrollo Sosteni‑ ble.", "meta": {"en_pair": "Given those problems, economic recovery is essential to returning countries to the path of attaining the Sustainable Development Goals.", "label": 1}}
{"text": "Nuestras fuerzas armadas siguen actuando con determinación para acabar con las células terroristas restantes que amenazan la se‑ guridad del Iraq, su región y el mundo.", "meta": {"en_pair": "Our armed forces continue to act with determination to stamp out the remaining terrorist cells that threaten the security of Iraq, its region and the world.", "label": 1}}
{"text": "En ese sentido, quisiera instar a nuestros amigos de la comunidad internacional a que nos ayuden a encontrar y restituir el dinero que se ha robado al Iraq debido a la corrupción, lo que supondría una medida disuasoria decisiva.", "meta": {"en_pair": "In that context, I would like to call on our friends in the international community to help us to find and restore the money that has been stolen from Iraq due to corruption, which would be a decisive deterrent step.", "label": 1}}
{"text": "Nuestro planeta se enfrenta a un peligro existencial por el cambio climático extremo, que amenaza a las ge‑ neraciones futuras.", "meta": {"en_pair": "Our planet is facing an existential danger from extreme climate change, which is threatening future generations.", "label": 1}}
{"text": "Nuestro mundo se convertirá en un lugar cruel, en el que volveremos a una era de avaricia, conflictos y saqueos.", "meta": {"en_pair": "Our world will become a damaged place, reverting to an era of avarice, conflict and plunder.", "label": 0}}
{"text": "Reiteramos nuestra posición de que el pueblo del Sáhara Occidental tiene derecho a la libre determinación, de acuerdo con las decisiones pertinentes de la Unión Africana y las resoluciones del Consejo de Seguridad de las Naciones Unidas.", "meta": {"en_pair": "We reiterate our position that the people of Western Sahara have the right to self-determination in line with the relevant African Union decisions and UN Security Council resolutions.", "label": 0}}
{"text": "El tema, que se corresponde con las cinco prioridades del Presidente de la Asamblea General, nos concierne a todos en el sentido de que gira en torno a desafíos mundiales a los que ningún país puede hacer frente por sí solo.", "meta": {"en_pair": "The theme, which corresponds to the five priorities of the President of the General Assembly, calls on us all of us to act in line with the fact that they are centred upon global challenges that no country can meet alone.", "label": 0}}
{"text": "Debemos redoblar esos esfuerzos y forta‑ lecer este impulso de la solidaridad para vencer de una vez por todas a la pandemia de COVID-19, reactivar el crecimiento de nuestras economías y garantizar un fu‑ turo mejor para los habitantes de nuestro planeta.", "meta": {"en_pair": "We must step up those efforts and strengthen the momentum of solidarity in order to defeat the COVID-19 pandemic once and for all, relaunch our economies’ growth and ensure a better future for the people of our planet.", "label": 1}}
{"text": "También es un virus que afecta a la economía mundial, a la que ha sumido en la recesión, agravan‑ do así la vulnerabilidad y la dependencia de las econo‑ mías de los países pobres, muchos de ellos en África.", "meta": {"en_pair": "It is also a virus affecting the global economy, which it has plunged into recession, thereby exacerbating the vulnerability and dependence of the economies of poor countries, many of which are in Africa.", "label": 1}}
{"text": "Gracias a la aplicación de reformas enér‑ gicas, el crecimiento económico ha aumentado a más del 5 % anual, la inflación ha disminuido y la moneda nacional —el franco congolés— se ha estabilizado en el mercado de divisas.", "meta": {"en_pair": "Thanks to the implementation of bold reforms, economic growth has increased to more than 5 per cent annually, inflation has slowed and the national currency, the Congolese franc, has stabilized on the foreign exchange market.", "label": 1}}
{"text": "Como Estado recién independizado tras la Segunda Guerra Mundial, Corea pudo construir una democracia y una economía sólida con el apoyo de las Naciones Unidas y la comunidad internacional.", "meta": {"en_pair": "As a newly independent State after the Second World War, Korea was able to build a democracy and a strong economy with the support of the United Nations and the international community.", "label": 0}}
{"text": "Acogemos con satisfacción la prórroga del me‑ canismo de las Naciones Unidas para la asistencia hu‑ manitaria que se presta al noroeste de Siria a través de Turquía durante 12 meses más.", "meta": {"en_pair": "We welcome the extension of the United Nations mechanism for humanitarian assistance delivered to north-western Syria via Turkey for another 12 months.", "label": 0}}
{"text": "La investigación, la educación y la formación profesional, en particular para las niñas y las mujeres, deben estar en el centro de los esfuerzos para desarrollar el acceso al conocimiento, promover la innovación y permitir la toma de medidas.", "meta": {"en_pair": "Research, education and vocational training, especially for girls and women, must be at the heart in order to develop access to knowledge, promote innovation and enable action.", "label": 1}}
{"text": "Como nos han recordado doloro‑ samente la climatología adversa y los incendios de los últimos meses en todo el mundo, es evidente que la ac‑ tividad humana está perturbando el clima y plantea una amenaza a la biodiversidad de nuestro planeta.", "meta": {"en_pair": "As the adverse weather and fires of recent months around the world painfully reminded us, it is clear that human activity is disrupting the climate and is threatening the biodiversity of our planet.", "label": 1}}
{"text": "Esos proyectos tienen como objetivo principal preservar la integridad denuestro ecosistema montañoso único y su diversidad biológica, así como los glaciares, que se están derrumbando rápidamente a consecuencia del cambio climático.", "meta": {"en_pair": "These projects are primarily aimed at preserving the integrity of our unique mountain ecosystem and its biological diversity and glaciers, which are rapidly collapsing as a result of climate change.", "label": 1}}
{"text": "La crisis humanitaria en el Yemen es sumamente preocupante, y el mundo debe romper su silencio ante los crímenes de lesa humanidad.", "meta": {"en_pair": "The humanitarian crisis in Yemen is very worrying and the world needs to break its silence towards crimes against humanity.", "label": 0}}
{"text": "La crisis también ha producido un aumento explosivo de los déficit fiscales y del endeudamiento público y privado, que amenazan la estabilidad macroeconómica.", "meta": {"en_pair": "The crisis has also led to exponential growth in fiscal deficits and public and private indebtedness, which threaten macroeconomic stability.", "label": 1}}
{"text": "Estos males han golpeado con mayor fuerza a los países y sectores más vulnerables, y en especial a las mujeres, incrementando las brechas de género.", "meta": {"en_pair": "Those misfortunes have hit the most vulnerable countries and sectors hardest, particularly women, widening gender gaps.", "label": 1}}
{"text": "Creemos que la familia nuclear tradicional es el fundamento mismo de la civilización y que la libertad del ser humano solo es completa si existe libertad de culto y libertad de expresión.", "meta": {"en_pair": "We believe that the traditional nuclear family is the very foundation of civilization and that the freedom of human being is made complete only with the freedom to worship and freedom of expression.", "label": 0}}
{"text": "Una verdad fundamental del siglo XXI es que nues‑ tro propio éxito está ligado al éxito de los demás, dentro de cada uno de nuestros países y como comunidad mun‑ dial.", "meta": {"en_pair": "It is a fundamental truth of the twenty-first century, within each of our countries and as a global community, that our own success is bound up in others succeeding as well.", "label": 0}}
{"text": "Esto situará a los Es‑ tados Unidos a la cabeza de la financiación climática pública y, con nuestro apoyo adicional y el aumento del capital privado de otros donantes, podremos alcanzar el objetivo de movilizar 100.000 millones de dólares para apoyar la acción climática en las naciones en desarrollo.", "meta": {"en_pair": "That will make the United States a leader in public climate finance and, with our added support together with increased private capital from other donors, we will be able to meet the goal of mobilizing $100 billion to support climate action in developing nations.", "label": 1}}
{"text": "A la vez que nos esforzamos por mejorar la vida de las personas, debemos trabajar con el propósito renova‑ do de poner fin a los conflictos, que causan tanto dolor y tanto daño en todo el mundo.", "meta": {"en_pair": "As we strive to make lives better, we must work with renewed purpose to end the conflicts that are driving so much pain and hurt around the world.", "label": 1}}
{"text": "Gestionamos con éxito la pandemia siguiendo las instrucciones de nuestros profesionales de la salud.", "meta": {"en_pair": "We successfully managed the pandemic by adhering to the instructions provided by our health-care professionals.", "label": 1}}
{"text": "Son muchos los paí‑ ses emergentes que frente a la amenaza de la COVID-19 han aumentado su endeudamiento y su déficit fiscal.", "meta": {"en_pair": "Many emerging countries, faced with the threat of COVID-19, have been forced to increase their debt and fiscal deficits.", "label": 1}}
{"text": "Quizás llegue un día en el que recordemos esos incidentes con gran pesar.", "meta": {"en_pair": "There may come a day when we remember such incidents with great regret.", "label": 0}}
{"text": "Para contrarres‑ tar los distintos tipos de manipulación, necesitamos un en‑ foque holístico y nuevas formas concretas de mejorar la detección, el análisis y la denuncia de la desinformación.", "meta": {"en_pair": "In order to counter the various kinds of manipulation, we need a holistic approach and new, concrete ways to get better at detecting, analysing and exposing disinformation.", "label": 1}}
{"text": "La desigualdad de sus pueblos constituyentes ha permanecido sin resolverse por demasiado tiempo, lo cual ha creado innecesariamente inestabilidades y ten‑ siones políticas internas.", "meta": {"en_pair": "The inequality of its constituent peoples has been left unresolved for too long, unnecessarily creating internal political instabilities and tensions.", "label": 1}}
{"text": "Deseo subrayar que el Gobierno de la República de Zambia mantendrá su adhesión a la diplomacia econó‑ mica y el multilateralismo y la consolidación de los es‑ fuerzos globales promoviendo unas relaciones abiertas y cordiales con la comunidad internacional, con el fin de garantizar un crecimiento y un desarrollo colectivos sostenibles en nuestro país.", "meta": {"en_pair": "I wish to stress that the Government of the Republic of Zambia will remain committed to economic diplomacy and multilateralism and to consolidating global efforts through the promotion of open and cordial relations with the international community in order to ensure collective sustainable growth and development in our country.", "label": 1}}
{"text": "La comunidad internacional debe tomar las medidas necesarias para mejorar las condiciones de vida y prestar asistencia humanitaria al pueblo palestino.", "meta": {"en_pair": "The international community should take the necessary measures to improve living conditions and deliver humanitarian aid to the Palestinian people.", "label": 1}}
{"text": "A fin de evitar que este asunto se convierta en una amenaza a la paz y la seguridad internacionales, Egipto lo ha remitido al Consejo de Seguridad.", "meta": {"en_pair": "In order to prevent the matter from escalating into a threat to international peace and security, Egypt has referred it to the Security Council.", "label": 1}}
{"text": "Hay una buena base para ello, a saber, la resolución de la Asamblea General de las Naciones Unidas, titulada “Fortalecer los vínculos entre todos los medios de transporte a fin de garantizar un transporte internacional estable y fiable para el desarrollo sostenible durante la pandemia de enfermedad por coronavirus (COVID-19) y después de ella”, aprobada por iniciativa de Turkmenistán el 29 de julio de 2021.", "meta": {"en_pair": "It is the UN General Assembly resolution “Strengthening the links between all modes of transport to achieve stable and reliable international transport for sustainable development during and after the coronavirus disease (COVID-19) pandemic” adopted at the initiative of Turkmenistan on July 29, 2021.", "label": 1}}
{"text": "Expresamos nuestro firme compromiso de cooperar con las Naciones Unidas, participar activamente en sus esfuerzos políticos y diplomáticos por preservar y fortalecer la arquitectura actual de seguridad mundial y contribuir a ellos, superar las consecuencias de la pandemia y ejecutar planes y programas en los ámbitos económico, social, ambiental y humanitario, entre otros.", "meta": {"en_pair": "We express our firm commitment to cooperate with the United Nations, actively participate in and contribute to its political and diplomatic efforts to preserve and strengthen the existing architecture of global security, overcome the consequences of the pandemic, and implement plans and programs in the economic, social, environmental, humanitarian and other fields.", "label": 0}}
{"text": "Filipinas acepta la responsabilidad que le corresponde y hará lo que esté a su alcance para evitar este desastre colectivo.", "meta": {"en_pair": "The Philippines accepts its share of responsibility and will do its part to avert this collective disaster.", "label": 1}}
{"text": "Sencillamente, eso no puede ocurrir, o sería otra parodia de la justicia.", "meta": {"en_pair": "It simply cannot be — or it would be another travesty of justice.", "label": 0}}
{"text": "La Argentina celebra las propuestas en materia de patentes en el marco de la Organización Mundial del Comercio con el objeto de contribuir a promover la producción, la competencia y el desarrollo local de las vacunas.", "meta": {"en_pair": "Argentina welcomes the proposals regarding patents under the World Trade Organization in order to help to promote the production, competitiveness and local development of vaccines.", "label": 1}}
{"text": "Lo más grave aún es que gran parte de esos recursos suministrados a la Argentina han sido fugados del país por una apertura irresponsable de la cuenta de capital.", "meta": {"en_pair": "What is even more serious is that a large part of the funds provided to Argentina have been drained out of the country by an irresponsible liberalization of the capital account.", "label": 1}}
{"text": "No obstante los estragos de la pande‑ mia en la economía nacional y en el mundo, vamos a transitar por el manejo responsable y eficiente del mar‑ co macroeconómico, para continuar expandiendo el cre‑ cimiento y mejorar la redistribución del ingreso.", "meta": {"en_pair": "Notwithstanding the ravages the pandemic has brought to the national economy and the world, we are going to press on with the responsible and efficient management of the country’s macroeconomic framework in order to continue to expand growth and improve income redistribution.", "label": 1}}
{"text": "En el ámbito regional, el Perú está comprometido con la paz y la seguridad internacionales, el respeto por el derecho internacional y una agenda inclusiva.", "meta": {"en_pair": "At the regional level, Peru is committed to peace and international security, respect for international law and an inclusive agenda.", "label": 0}}
{"text": "Todos estos problemas transfronterizos reclaman una reacción mundial.", "meta": {"en_pair": "All of these cross-border challenges are crying for a global response.", "label": 0}}
{"text": "Además, ahora sabemos que el cambio climático avanza aún más rápido de lo que se creía an‑ tes.", "meta": {"en_pair": "In addition, we now know that climate change is proceeding even faster than was previously thought.", "label": 0}}
{"text": "Los conflictos, viejos y nuevos, siguen causando sufrimiento humano en todo el mundo.", "meta": {"en_pair": "Conflicts, old and new, continue to cause human suffering across the world.", "label": 1}}
{"text": "Dicho de manera sencilla, de‑ bemos actuar ahora para garantizar que nuestros hijos hereden un futuro sano y fiable.", "meta": {"en_pair": "Simply put, we must act now to ensure that our children inherit a healthy and reliable future.", "label": 1}}
{"text": "Eso, a su vez, permitió a los Estados Unidos negar a otros países el acceso a nuestras tierras y aguas, lo que en última ins‑ tancia, restringió nuestra asociación con algunos miem‑ bros de la comunidad internacional y limitó nuestras posibles oportunidades de desarrollo económico.", "meta": {"en_pair": "And that enabled the United States to deny other nations access to our lands and waters, ultimately restricting our association with some members of the international community and limiting our prospective economic development opportunities.", "label": 1}}
{"text": "La pandemia también es una oportunidad para construir mejor y promover una recuperación económi‑ ca y social que genere sociedades sostenibles, verdes, inclusivas, resilientes y adaptadas a las transforma‑ ciones tecnológicas y digitales.", "meta": {"en_pair": "The pandemic is also an opportunity to build better and foster an economic and social recovery that will create sustainable, green, inclusive and resilient societies that will be tailored to technological and digital transformations.", "label": 1}}
{"text": "Significará promover el acceso de la población más vulnerable a las oportunidades que conduzcan a su bienestar económico, centrándose en los pueblos indígenas, la población afrodescendiente, los migrantes, las mujeres, los niños, los jóvenes, los despla‑ zados internos y los miembros de la comunidad de lesbia‑ nas, gais, bisexuales, transexuales e intersexuales.", "meta": {"en_pair": "It will mean promoting access for the most vulnerable populations to opportunities leading to their economic well-being, while focusing on indigenous peoples, Afrodescendant populations, migrants, women, children, young people, internally displaced persons and members of the lesbian, gay, bisexual, transgender and intersex community.", "label": 1}}
{"text": "Costa Rica no se permi‑ tirá vacilar en sus compromisos internacionales con las mujeres y las niñas de Afganistán.", "meta": {"en_pair": "Costa Rica will not allow itself to waver in its international commitments to the women and girls of Afghanistan.", "label": 0}}
{"text": "En un período de 20 meses, hemos perdido 75.000 mil vidas, mientras que casi 3 millones de los 38 millones de habitantes de nuestro país han contraído el virus.", "meta": {"en_pair": "Over a period of 20 months, we have lost 75,000 thousand lives, while almost 3 million out of 38 million people in our country have contracted the virus.", "label": 0}}
{"text": "Asimismo, lo digo en calidad de dirigente de un país que sabe distinguir muy bien la diferencia entre una crisis humanitaria y las actividades híbridas.", "meta": {"en_pair": "I also say that as the leader of a country that knows very well how to tell the difference between a humanitarian crisis and hybrid activities.", "label": 0}}
{"text": "Mantengamos el ímpetu y sigamos trabajando en pro de una estructura más ro‑ busta que refuerce la seguridad sanitaria mundial.", "meta": {"en_pair": "Let us maintain the momentum and keep working towards a more robust architecture that will reinforce global health security.", "label": 1}}
{"text": "Es un documento que nos permitirá establecer mecanismos de integridad, transparencia y rendición de cuentas.", "meta": {"en_pair": "It is a document that will enable us to establish mechanisms for integrity, transparency and accountability.", "label": 1}}
{"text": "En cuanto al cambio climático, somos el primer país latinoamericano y el cuarto del mundo en poner nuestra transición ecológica bajo la responsabilidad de un Ministerio.", "meta": {"en_pair": "With respect to climate change, we are the first Latin American country and the fourth in the world to place our ecological transition under the responsibility of a Ministry.", "label": 0}}
{"text": "Esta crisis nos obliga a cambiar nuestro paradigma.", "meta": {"en_pair": "This crisis is forcing us to make a paradigm shift.", "label": 1}}
{"text": "Si no ac‑ tuamos, la crisis continuará y se agravará.", "meta": {"en_pair": "If we do not act, the crisis will continue and will get worse.", "label": 0}}
{"text": "La Autoridad también ha dejado claro al Go‑ bierno militar de Malí que no está dispuesta a negociar una prórroga del plazo de febrero para la celebración de elecciones democráticas, al considerar que, con volun‑ tad política, las medidas básicas que hay que adoptar pueden hacerse efectivas dentro del plazo aprobado por la CEDEAO.", "meta": {"en_pair": "The Authority has also made it clear to the military Government in Mali that it is not prepared to negotiate an extension to the February deadline for the holding of democratic elections, since with political will, the essential steps to be taken can be effective within the ECOWAS-sanctioned timetable.", "label": 1}}
{"text": "Sri Lanka también ha sufrido mucho debido a la pandemia.", "meta": {"en_pair": "Sri Lanka too has suffered greatly due to the pandemic.", "label": 1}}
{"text": "Se han establecido un poco más de 32.000 huertos familiares y escolares, que permiten a las familias contar con sus propios ali‑ mentos y comercializar excedentes.", "meta": {"en_pair": "Just over 32,000 home and school gardens have been established, enabling families to grow their own food and market surpluses.", "label": 1}}
{"text": "Se ha brindado apo‑ yo alimentario a 194.000 familias a través de diversos programas de asistencia alimentaria e impulsamos la or‑ ganización de las familias productoras para que puedan generar alimentos de calidad con sostenibilidad.", "meta": {"en_pair": "Food support has been provided to 194,000 families through various food assistance programmes, and we encourage producer families to organize so that they can sustainably produce quality food.", "label": 1}}
{"text": "Como Gobierno, trabajamos arduamente para fo‑ mentar las fuentes de trabajo, aumentar la inversión extranjera y desarrollar el comercio para que podamos, a través del fortalecimiento de la micro, pequeña y me‑ diana empresa, lograr reducir los niveles de pobreza.", "meta": {"en_pair": "As a Government, we are working hard to create jobs, increase foreign investment and develop trade so that we can reduce poverty levels by strengthening micro-, small- and medium-sized enterprises.", "label": 1}}
{"text": "Este es un llamado a la com‑ prensión y solidaridad de los países industrializados, que son los grandes responsables del cambio climático, cuyas consecuencias repercuten negativamente en nues‑ tra región, a pesar de que la región centroamericana so‑ lamente contribuye con el 0,35 % de los gases de efectoinvernadero.", "meta": {"en_pair": "It is a call for understanding and solidarity from the industrialized countries, which are largely responsible for climate change, the consequences of which have a negative impact on the Central American region, even though it emits only 0.35 percent of world’s greenhouse gases.", "label": 1}}
{"text": "Sin olvidar que esto será posible si —y solo si— comprendemos la urgen‑ te necesidad de impulsar un mundo en donde la equidad sea tangible y la aspiración del ser humano a mejorar sus estándares de vida se logre como producto de la solidari‑ dad de los países más desarrollados con los menos favore‑ cidos, sin condicionantes, presiones o intentos de violen‑ tar la soberanía a cambio de apoyo, ayuda o cooperación.", "meta": {"en_pair": "In this way, we can move forward, keeping in mind that that will only be possible if we understand the urgent need to build a world where equity is tangible and the human aspiration to improve their living standards is met as a result of the solidarity between the most developed countries and least-favoured countries, without conditionalities, pressure or attempts by the former to violate the sovereignty of the latter as the price of support, aid or cooperation.", "label": 1}}
{"text": "Ello incluye la eliminación o la destrucción de las municio‑ nes de las existencias de armas de Cobasna, que supo‑ nen una amenaza a la seguridad y el medio ambiente de toda la región.", "meta": {"en_pair": "That includes the removal or destruction of ammunition from the Cobasna stockpiles, which pose a security and environmental threat to the region as a whole.", "label": 1}}
{"text": "Necesi‑ tamos una respuesta colectiva eficaz para salvaguardar la democracia.", "meta": {"en_pair": "We need an effective collective response in order to safeguard democracy.", "label": 1}}
{"text": "Queda claro que somos respetuosos con el principio de no intervención, pero entenderán ustedes que no pode‑ mos ser omisos al denunciar estas violaciones.", "meta": {"en_pair": "Obviously we respect the principle of non-intervention, but we must also understand that we cannot ignore such violations.", "label": 0}}
{"text": "La paz y la prosperidad a largo plazo solo pueden surgir del respeto de los derechos básicos.", "meta": {"en_pair": "Long-term peace and prosperity can be born only of respect for basic rights.", "label": 0}}
{"text": "En este sentido, el acceso a la financiación en condiciones favorables es de vital importancia para reactivar nuestra economía.", "meta": {"en_pair": "In that regard, access to concessional financing is critically important to rebooting our economy.", "label": 1}}
{"text": "Hemos incorporado 800.000 alumnos más y hemos aumentado la financia‑ ción nacional de la educación hasta el 22% del presu‑ puesto nacional, y la enseñanza ha continuado ininte‑ rrumpidamente durante todo el periodo de la pandemia.", "meta": {"en_pair": "We have added 800,000 more learners and increased domestic education financing to 22 per cent of the national budget, and learning has continued throughout the pandemic period.", "label": 0}}
{"text": "Solo entonces podrán nuestras naciones despojarse de su fragilidad y enfocarse en el desarrollo sostenible.", "meta": {"en_pair": "Only then will our nations be able to emerge from fragility into sustainable development.", "label": 0}}
{"text": "El Reino apoya las soluciones pacíficas para las crisis de Siria y Libia patrocinadas por las Naciones Unidas, así como todos los esfuerzos encaminados a lograr la paz y la estabilidad en el Afganistán para satisfacer las aspiraciones del pueblo afgano y conservar los derechos de todos los miembros de su sociedad.", "meta": {"en_pair": "The Kingdom supports the UN-sponsored peaceful solutions for the crises in Syria and Libya, and all the efforts aimed at achieving peace and stability in Afghanistan to meet the aspirations of the Afghan people and preserve the rights of all members of their society.", "label": 1}}
{"text": "Aunque han pasado 103 años desde la Primera Guerra Mundial, y 76 desde la Segunda, todavía no he‑ mos acabado del todo con los peligros de la guerra, y hoy en día todavía persisten los intentos de resolver los pro‑ blemas por medios militares.", "meta": {"en_pair": "Although 103 years have passed since the First World War, and 76 since the Second World War, we have not yet fully eliminated the dangers of war, and attempts to resolve issues by military means persist to this day.", "label": 0}}
{"text": "Estos avances nos dan la esperanza de que la amenaza de la pandemia está disminuyendo y que finalmente la superaremos.", "meta": {"en_pair": "Those developments give us hope that the threat of the pandemic is slowing and that eventually we will overcome it.", "label": 1}}
{"text": "Si bien este no será un discurso común y típico de las Naciones Unidas, es‑ pero que sea instructivo para todos los presentes y que haga sonar la alarma que indica que ha llegado el mo‑ mento de despertar.", "meta": {"en_pair": "This will not be an ordinary, typical United Nations speech, however, but I hope it will be instructive to everyone here and sound the alarm that it is time to wake up.", "label": 0}}
{"text": "El Presidente del septuagésimo sexto perío‑ do de sesiones de la Asamblea ha hablado extensamen‑ te sobre el cambio climático y la protección del medio ambiente y la naturaleza del planeta (véase A/76/PV.3).", "meta": {"en_pair": "The President of the seventy-sixth Assembly has spoken at length about climate change and the protection of the environment and nature on the planet (see A/76/PV.3).", "label": 0}}
{"text": "Cabo Verde presenta todas las características es‑ tructurales de un pequeño Estado insular en desarrollo,es decir, un tamaño reducido y una dispersión en islas situadas en grandes espacios oceánicos y alejadas de los grandes mercados, lo que debilita nuestra base econó‑ mica y aumenta nuestra exposición al cambio climático y a otros fenómenos medioambientales como la sequía, además de reducir nuestra resiliencia ante los fenóme‑ nos naturales y otras conmociones externas.", "meta": {"en_pair": "Cabo Verde has all the structural characteristics of a small island developing State, namely, small size and dispersion in islands, situated in large oceanic spaces and distant from major markets, which weakens our economic base and heightens our exposure to climate change and other environmental phenomena such as drought, in addition to reducing our resilience to natural phenomena and other external shocks.", "label": 1}}
{"text": "Estoy convencido de que, con su perseverancia y dedicación, trabajará para guiar a la Organización a conseguir sus prioridades en los próximos años.", "meta": {"en_pair": "I believe that, with his perseverance and dedication, he will work to guide the Organization’s direction towards realizing its priorities in the years to come.", "label": 0}}
{"text": "Apoyamos la justa lucha del pueblo palestino y la solución biestatal para crear un Estado palestino inde‑ pendiente junto al Estado de Israel.", "meta": {"en_pair": "We support the just struggle of the Palestinian people and a two-State solution for the establishment of an independent Palestinian State alongside the State of Israel.", "label": 0}}
{"text": "El efecto devastador de la pandemia en los viajes, el turismo, las cadenas de suministro y las inversiones a nivel mundial ha dado lugar a la mayor recesión económica en casi un siglo.", "meta": {"en_pair": "The pandemic’s devastating impact on global travel, tourism, supply chains and investment has caused the deepest economic recession in nearly a century.", "label": 1}}
{"text": "Una “reconstrucción para mejorar de forma ecológica” que ofrezca puestos de trabajo y prosperidad para todos se ganará el apoyo de la generación joven e impulsará la acción contra el cambio climático.", "meta": {"en_pair": "A “Green Building Back Better” that delivers jobs and shared prosperity, will win the support of the young generation and intensify the drive towards climate change action.", "label": 1}}
{"text": "Aquí y ahora, debemos actuar con rapidez y sinergias para salvar a la civilización de este naufragio.", "meta": {"en_pair": "Here and now, we must move with speed and synergy to pull civilization out of this sinking wreckage.", "label": 1}}
{"text": "Es decir, aquellas personas eran el testimonio vivo de los grandes males que amenazan a nuestro planeta.", "meta": {"en_pair": "In other words, those people were living witnesses to the greatest evils that threaten our planet.", "label": 0}}
{"text": "En primer lugar, llamo a defender la exis‑ tencia de Estados sólidos y con recursos que puedan ga‑ rantizar el bienestar de la ciudadanía según valores de justicia, de progreso y de igualdad.", "meta": {"en_pair": "First, I call for the defence of strong States that have the necessary resources to ensure the prosperity and welfare of their citizens in accordance with the values of justice, progress and equality.", "label": 0}}
{"text": "Por eso, de la misma forma que lideramos un pro‑ yecto de recuperación justa para superar la crisis eco‑ nómica, debemos apostar también entre todos por una transición justa.", "meta": {"en_pair": "Therefore, in the same way that we are leading a just recovery project to overcome the economic crisis, we must also commit ourselves to a just green transition, which we are convinced is the most effective way to reach new levels of progress and well-being.", "label": 1}}
{"text": "En cuanto al Afganistán, tendremos que aprender a trabajar en el nuevo contexto, especialmente con los paí‑ ses vecinos, para afrontar la crisis humanitaria y evitar una mayor desestabilización en la región.", "meta": {"en_pair": "With regard to Afghanistan, we must learn to work together in the new context, especially with neighbouring countries, in order to address the humanitarian crisis and prevent further destabilization in the region.", "label": 1}}
{"text": "No es un don que se nos haya con‑ cedido, sino una larga y esforzada conquista histórica que debemos cuidar y proteger entre todos.", "meta": {"en_pair": "Democracy is not a gift bestowed on us but, rather, a hard-won historical conquest that we must cherish and protect among ourselves.", "label": 0}}
{"text": "Ayer mismo, el primer bono verde soberano del Rei‑ no Unido recaudó 10.000 millones de libras esterlinas en los mercados, procedentes de inversores inescrupulosos que quieren ganar dinero.", "meta": {"en_pair": "Only yesterday, the United Kingdom’s first sovereign green bond raised £10 billion on the markets, from hard-headed investors who want to make money.", "label": 0}}
{"text": "De hecho, la pandemia ha causado un importante recrudecimiento de la pobreza y ha contribuido a exacerbar todavía más las desigualdades sociales y la disparidad entre los países desarrollados y en desarrollo.", "meta": {"en_pair": "Indeed, the pandemic has led to a significant rebound in poverty and has contributed to further widening social inequalities and the gap between developed and developing countries.", "label": 1}}
{"text": "Por consiguiente, quisiera exhortar a la comunidad internacional a que responda de manera favorable a las conclusiones de la Cumbre de París sobre la financiación de las economías africanas, a fin de que nuestros países puedan superar los efectos de la pandemia y garantizar una recuperación económica sostenible pos-COVID-19.", "meta": {"en_pair": "It is therefore important that the international community endeavour to respond to the conclusions of the Paris Summit on the Financing of African Economies to enable our countries to overcome the effects of the pandemic and ensure a sustainable post-COVID-19 economic recovery.", "label": 1}}
{"text": "Aunque esa iniciativa ha contribuido a facilitar el acceso a las vacunas de la población más desfavorecida, las diferencias en la distribución de las vacunas siguen siendo muy marcadas y los resultados están muy por debajo de las expectativas del programa.", "meta": {"en_pair": "Although that initiative has helped to facilitate access to vaccines for the most disadvantaged populations, the vaccine gap remains very pronounced and the results fall far short of expectations for the programme.", "label": 1}}
{"text": "En ese sentido, alentamos y apoyamos los esfuerzos actuales para proporcionar un acceso equitativo a las vacunas con el fin de garantizar eficazmente la inmunidad colectiva a escala mundial.", "meta": {"en_pair": "To that end, we encourage and support ongoing efforts to provide equitable access to vaccines in order to effectively ensure global herd immunity.", "label": 1}}
{"text": "En ese mismo sentido, y con el fin de garantizar el acceso a una atención sanitaria de calidad de todos los estratos de la población mediante un mecanismo de mancomunación de riesgos, el Gobierno aprobó una ley que prevé un seguro de salud universal que permita a los togoleses llevar una vida sana y llena de bienestar.", "meta": {"en_pair": "In the same vein, and in order to guarantee access to quality health care for all strata of the population through a risk-pooling mechanism, the Government adopted a law providing for universal health insurance to enable the Togolese people to lead healthy lives and enjoy well-being throughout.", "label": 1}}
{"text": "Para hacer frente a los riesgos de colapso económico, los Gobiernos invirtieron casi 12.000 millones de dólares en otoño de 2020 para contrarrestar los efectos económicos de la COVID-19.", "meta": {"en_pair": "To address the risks of economic collapse, Governments invested nearly $12,000 billion in the fall of 2020 to counter the economic effects of COVID-19.", "label": 1}}
{"text": "Estamos dispuestos a garantizar una plataforma logística para la ayuda humanitaria en el Afganistán, así a como contribuir con la parte que nos corresponde.", "meta": {"en_pair": "We are ready to provide a logistical platform for humanitarian aid into Afghanistan, as well as to contribute our fair share.", "label": 0}}
{"text": "También nos ha mostrado lo que podemos lograr juntos: unas vacunas eficaces desarrolladas en tiempo récord.", "meta": {"en_pair": "It has also shown us what we can achieve together: effective vaccines developed in record time.", "label": 0}}
{"text": "Tememos por aquellos que se encuentran en peligro a causa de su labor para promover las libertades fundamentales.", "meta": {"en_pair": "We fear for those who are at risk because of their work to advance fundamental freedoms.", "label": 1}}
{"text": "Debemos proteger y promover el marco del desarme y la no proliferación nucleares–sobre todo, el Tratado sobre la No Proliferación.", "meta": {"en_pair": "We need to protect and promote the framework for nuclear disarmament and non-proliferation — first and foremost, the Non-Proliferation Treaty.", "label": 0}}
{"text": "Proyectamos terminar el año 2021 con un crecimiento económico de un 10 % y mantener una tasa de crecimiento de más de un 5 % para los años siguientes.", "meta": {"en_pair": "We are forecasted to end the year 2021 with an economic growth rate of 10 per cent and to maintain a growth rate of more than 5 per cent in the years to come.", "label": 0}}
{"text": "Este es el momento de impulsar una transformación global de la economía que vaya de acuerdo con los niveles de desa‑ rrollo y que los estándares exigidos no impongan cargas excesivas que resulten en costos adicionales lesivos a la competitividad y la producción de nuestros bienes y servicios.", "meta": {"en_pair": "Now is the time to promote a global transformation of the economy that aligns with development levels and ensures that the required standards do not impose excessive burdens leading to additional costs that harm competitiveness and the production of goods and services.", "label": 1}}
